{
    "annualReport.subnavMessage": "Wiadomość",
    "annualReport.subnavMission": "Misja",
    "annualReport.subnavMilestones": "Kamienie milowe",
    "annualReport.subnavReach": "Zasięg",
    "annualReport.subnavInitiatives": "Inicjatywy",
    "annualReport.subnavFinancials": "Finansowy",
    "annualReport.subnavSupporters": "Darczyńcy",
    "annualReport.subnavTeam": "Zespół",
    "annualReport.subnavDonate": "Przekaż darowiznę",
    "annualReport.mastheadYear": "Roczny raport 2019",
    "annualReport.mastheadTitle": "Kultywowanie Świata Kreatywnego Uczenia Się",
    "annualReport.messageTitle": "Wiadomość od Zespołu Scratcha",
    "annualReport.messageP1": "Rok 2019 był dla Scratcha rokiem wielkiego postępu. Rozpoczęliśmy rok od premiery Scratch 3.0, naszej najnowszej generacji Scratch, zaprojektowanej, aby pobudzać kreatywność dzieci i angażować dzieci o różnych zainteresowaniach i pochodzeniu. Koniec roku świętowaliśmy wraz z przeprowadzką naszego zespołu z MIT do nowego domu w Scratch Foundation, w zabawnej przestrzeni na pierwszym piętrze w pobliżu South Station w Bostonie. Przez cały rok społeczność Scratch rozwijała się i rozwijała: w 2019 roku ponad 20 milionów młodych ludzi stworzyło projekty w Scratchu, co stanowi wzrost o 48% w porównaniu z rokiem poprzednim.",
    "annualReport.messageP2": "Wpływ i znaczenie Scratch zostały podkreślone w 2020 r., gdy pandemia COVID wymusiła zamknięcie szkół. Aktywność w społeczności internetowej Scratch wzrosła ponad dwukrotnie, gdy młodzi ludzie, zamknięci w swoich domach, zwrócili się do Scratcha, aby kreatywnie wyrazić siebie i nawiązać ze sobą kontakt. Scratchers byli również aktywnie zaangażowani w Black Lives Matter i inne ruchy na rzecz sprawiedliwości rasowej i równości, tworząc animowane projekty i studia, aby szerzyć świadomość i domagać się zmian.",
    "annualReport.messageP3": "Od czasu, gdy uruchomiliśmy Scratch w 2007 roku, zawsze postrzegaliśmy Scratch jako coś więcej niż język programowania. Scratch zapewnia wszystkim młodym ludziom ze wszystkich środowisk możliwość rozwijania swojego głosu, wyrażania pomysłów i wspólnego tworzenia. Uwielbiamy patrzeć, jak drapaczki odpowiedziały na ostatnie wyzwania społeczne kreatywnością, współpracą, troską i życzliwością.",
    "annualReport.messageP4": "W tym Raporcie Rocznym podzielimy się więcej o misji, planach, wpływie i zasięgu Scratch, poparte przykładami tego, jak Scratch poszerza możliwości uczenia się dla szerokiej różnorodności młodych ludzi na całym świecie, zarówno w szkołach, jak i na całym ich etapie. zyje.",
    "annualReport.messageP5": "Jesteśmy dumni z tego, co młodzi ludzie tworzą i czego uczą się dzisiaj w Scratch, i jesteśmy zobowiązani do zapewnienia większej liczbie młodych ludzi więcej możliwości w przyszłości.",
    "annualReport.messageSignature": "— Zespół Scratcha",
    "annualReport.covidResponseTitle": "Scratch odpowiada koronawirusowi",
    "annualReport.covidResponseP1": "W chwili, gdy piszemy ten raport roczny, minęły już miesiące od wybuchu pandemii COVID. Od połowy marca 2020 r. biuro Scratch jest zamknięte, a członkowie Zespołu Scratch aktywnie pracują z domu, aby wspierać dzieci i wychowawców na całym świecie, których życie zostało zakłócone przez pandemię.",
    "annualReport.covidResponseP2": "17 marca uruchomiliśmy inicjatywę #ScratchAtHome, aby dostarczać dzieciom, rodzinom i nauczycielom pomysłów na angażowanie się w kreatywne zajęcia edukacyjne ze Scratchem w domu. Kontynuujemy dodawanie samouczków wideo i innych zasobów do platformy {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "strona #ScratchAtHome",
    "annualReport.covidResponseP3": "Aktywność w {scratchCommunityLink} tym zakresie wzrosła ponad dwukrotnie w stosunku do ubiegłego roku. Scratchers tworzą i udostępniają projekty, aby wspierać i inspirować innych podczas pandemii – z projektami i studiami, które oferują pomysły na ćwiczenia w domu, wskazówki dotyczące zachowania zdrowia, humor, aby poprawić sobie nawzajem humor, oraz podziękowania dla niezbędnych pracowników.",
    "annualReport.covidResponseScratchCommunity": "Internetowa społeczność Scratcha",
    "annualReport.missionTitle": "Nasza misja",
    "annualReport.missionSubtitle": "Naszą misją jest zapewnienie wszystkim dzieciom ze wszystkich środowisk możliwości wyobrażania sobie, tworzenia i współpracy z nowymi technologiami — aby mogły kształtować świat jutra.",
    "annualReport.missionP1": "Zobowiązujemy się do priorytetowego traktowania równości we wszystkich aspektach naszej pracy, ze szczególnym naciskiem na inicjatywy i podejścia, które wspierają dzieci, rodziny i wychowawców najdalej od sprawiedliwości edukacyjnej.",
    "annualReport.missionP2": "Opracowaliśmy Scratch jako bezpłatne, bezpieczne i zabawne środowisko do nauki, które angażuje wszystkie dzieci w kreatywne myślenie, systematyczne rozumowanie i współpracę — umiejętności niezbędne każdemu w dzisiejszym społeczeństwie. Współpracujemy z nauczycielami i rodzinami, aby wspierać dzieci w odkrywaniu, udostępnianiu i uczeniu się.",
    "annualReport.missionP3": "Opracowując nowe technologie, zajęcia i materiały do ​​nauki, kierujemy się tym, co nazywamy {fourPsItalics}:",
    "annualReport.fourPs": "Cztery P Kreatywnego Uczenia Się",
    "annualReport.missionProjectsTitle": "Projekty",
    "annualReport.missionPeersTitle": "Rówieśnicy",
    "annualReport.missionPassionTitle": "Pasja",
    "annualReport.missionPlayTitle": "Zagraj",
    "annualReport.missionProjectsDescription": "Zaangażuj dzieci w projektowanie, tworzenie i twórcze wyrażanie siebie",
    "annualReport.missionPeersDescription": "Wspieraj dzieci we współpracy, dzieleniu się, remiksowaniu i mentoringu",
    "annualReport.missionPassionDescription": "Umożliwiaj dzieciom rozwijanie ich zainteresowań i pracę nad projektami mającymi znaczenie osobiste",
    "annualReport.missionPlayDescription": "Zachęcaj dzieci do majsterkowania, eksperymentowania i powtarzania",
    "annualReport.milestonesTitle": "Kamienie milowe",
    "annualReport.milestonesDescription": "Oto kilka kluczowych wydarzeń i osiągnięć w historii Scratch i globalnej społeczności Scratch.",
    "annualReport.milestones2003Message": "Otrzymał grant National Science Foundation na rozpoczęcie rozwoju Scratch",
    "annualReport.milestones2004Message": "Zaoferował pierwsze warsztaty Scratch na Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Publiczna premiera języka programowania Scratch i społeczności online",
    "annualReport.milestones2008Message": "Zorganizował pierwszą konferencję Scratch dla nauczycieli i programistów",
    "annualReport.milestones2009Message1.4": "Wydany Scratch 1.4, przetłumaczony na ponad 40 języków",
    "annualReport.milestones2009MessageScratchDay": "Zorganizował pierwszą imprezę Scratch Day dla dzieci i rodzin",
    "annualReport.milestones2010Message": "Społeczność internetowa Scratch osiąga 1 milion członków",
    "annualReport.milestones2013MessageFoundation": "Założona Code-to-Learn Foundation (później przemianowana na Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Uruchomienie Scratch 2.0, otwierającego nowe możliwości współpracy",
    "annualReport.milestones2014Message": "Uruchomienie ScratchJr dla młodszych dzieci w wieku od 5 do 7 lat",
    "annualReport.milestones2016Message": "Społeczność Scratch online osiąga 10 milionów członków",
    "annualReport.milestones2017Message": "Scratch Day rozrasta się do 1100 wydarzeń w 60 krajach",
    "annualReport.milestones2019MessageScratch3": "Uruchomienie Scratch 3.0, rozszerzające możliwości tworzenia kodu przez dzieci",
    "annualReport.milestones2019MessageMove": "Scratch Team przenosi się z MIT do Scratch Foundation",
    "annualReport.reachTitle": "Docieranie do dzieci na całym świecie",
    "annualReport.reachSubtitle": "Scratch to największa na świecie społeczność programistów dla dzieci i nastolatków w wieku od 8 lat.",
    "annualReport.reachMillion": "milionów",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Unikalni odwiedzający",
    "annualReport.reachProjectsCreated": "Projekt Stworzony",
    "annualReport.reachProjectCreators": "Projekty tworzone przez ludzi",
    "annualReport.reachComments": "Komentarze zamieszczone w społeczności internetowej",
    "annualReport.reachGrowthTitle": "Rozwój społeczności",
    "annualReport.reachGrowthBlurb": "Nowe konta utworzone w Społeczności Scratch Online w ciągu ostatnich 5 lat.",
    "annualReport.reachGlobalCommunity": "Nasza globalna społeczność",
    "annualReport.reachMapBlurb": "Całkowita liczba kont zarejestrowanych w internetowej społeczności Scratch od uruchomienia Scratch do 2019 r",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "w skali logarytmicznej",
    "annualReport.reachTranslationTitle": "Scratch jest przetłumaczony na ponad 60+ języków",
    "annualReport.reachTranslationBlurb": "Podziękowania dla tłumaczy-wolontariuszy z całego świata.",
    "annualReport.reachScratchJrBlurb": "ScratchJr to wprowadzające środowisko programistyczne, które umożliwia małym dzieciom (w wieku 5-7 lat) tworzenie własnych interaktywnych historii i gier.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Pliki do pobrania od uruchomienia w 2014 r",
    "annualReport.initiativesTitle": "Inicjatywy",
    "annualReport.initiativesDescription": "Praca w Fundacji Scratch koncentruje się na trzech strategicznych obszarach: narzędziach kreatywnych, społeczności i szkołach. Każdy obszar traktuje priorytetowo głos i potrzeby dzieci, które są niedostatecznie reprezentowane w kreatywnych komputerach i stara się wspierać dzieci w różnych środowiskach i kulturach na całym świecie.",
    "annualReport.equity": "Słuszność",
    "annualReport.globalStrategy": "Globalna strategia",
    "annualReport.toolsTitle": "Kreatywne Narzędzia",
    "annualReport.toolsIntro": "Nieustannie eksperymentujemy i wprowadzamy innowacje w zakresie nowych technologii i nowych projektów — zawsze staramy się zapewnić dzieciom nowe sposoby tworzenia, współpracy i nauki.",
    "annualReport.toolsSpotlight": "Narzędzia kreatywne — historia w centrum uwagi",
    "annualReport.toolsLaunch": "Start Scratcha 3.0",
    "annualReport.toolsLaunchIntro1": "Zaprojektowaliśmy Scratch 3.0, aby rozszerzyć sposób, co i gdzie dzieci mogą tworzyć w Scratch. Wydany na początku 2019 r. Scratch 3.0 doprowadził do gwałtownego wzrostu aktywności w społeczności Scratch, z większą liczbą projektów — i większą różnorodnością projektów — niż kiedykolwiek wcześniej.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 zawiera bibliotekę rozszerzeń — dodatkowe kolekcje bloków kodowania, które dodają nowe możliwości do Scratcha. Niektóre rozszerzenia zapewniają dostęp do usług internetowych i innych funkcji oprogramowania, podczas gdy inne łączą Scratch z urządzeniami świata fizycznego, takimi jak silniki i czujniki.",
    "annualReport.toolsTexttoSpeech": "Tekst-na-Mowę",
    "annualReport.toolsTexttoSpeechIntro": "Dzięki rozszerzeniu zamiany tekstu na mowę dzieci mogą zaprogramować swoje postacie w Scratchu tak, aby mówiły głośno różnymi głosami.",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} projektów w 2019 r. wykorzystywało zamianę tekstu na mowę",
    "annualReport.toolsMostPopular": "Najpopularniejsze",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} nowe rozszerzenie Scratch w społeczności",
    "annualReport.toolsCollabAWS": "Współpraca z Amazon Web Services",
    "annualReport.toolsTranslate": "Tłumacz",
    "annualReport.toolsTranslateIntro": "Dzięki rozszerzeniu Tłumacz, opartemu na interfejsie API Google Translate, dzieci mogą włączać automatyczne tłumaczenie do swoich projektów, wspierając naukę języków i globalną komunikację.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} języki przetłumaczone w rozszerzeniu",
    "annualReport.toolsSupportsLiteracy": "Wspiera umiejętność czytania i pisania",
    "annualReport.toolsCSandLanguageArts": "informatyka i języki obce",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} przez {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Współpraca z Google",
    "annualReport.toolsPhysicalWorld": "Fizyczne połączenia świata",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Uczniowie mogą tworzyć tańczące roboty, interaktywne rzeźby i eksperymenty związane z gromadzeniem danych za pomocą Scratch z zestawami LEGO do robotyki. Nowy zestaw LEGO Education SPIKE Prime zawiera aplikację opartą na Scratchu. Ponadto dostępne są rozszerzenia Scratch dla {mindstormsLink} i {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Współpraca z LEGO Education",
    "annualReport.toolsVideoTutorials": "Samouczki wideo",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 wprowadził różnorodną kolekcję samouczków wideo, aby pomóc dzieciom rozpocząć pracę ze Scratchem. Samouczki są otwarte i mają na celu zachęcenie uczniów do eksperymentowania, podążania za swoimi zainteresowaniami i wyrażania własnych pomysłów.",
    "annualReport.toolsNumTutorials": "25 nowych samouczków",
    "annualReport.toolsNewTutorials": "{numTutorials} dostępne w Scratchu 3.0",
    "annualReport.toolsNumViews": "23 miliony",
    "annualReport.toolsTutorialsViews": "{numViews} wyświetleń w 2019",
    "annualReport.toolsApp": "Aplikacja Scratch obsługuje naukę offline",
    "annualReport.toolsDownloadLink": "pobieralna aplikacja",
    "annualReport.toolsRaspberryLink": "używać na Raspberry Pi 4",
    "annualReport.toolsAppIntro": "W 2019 roku zespół Scratch wypuścił Scratch 3.0 {downloadableLink} do użytku na wielu platformach, w tym na tabletach Windows, MacOS, ChromeOS i Android. Ponadto Fundacja Raspberry Pi wydała Scratch 3.0 dla platformy {raspberryLink}. Te wersje do pobrania są szczególnie ważne dla milionów osób uczących się w obszarach, w których łączność internetowa jest niedostępna lub zawodna.",
    "annualReport.toolsAbhiTitle": "Abhi z Cartoon Network",
    "annualReport.toolsAbhiIntro": "Aby pokazać, co dzieci mogą zrobić ze Scratchem 3.0, we współpracy z Cartoon Network stworzyliśmy film z udziałem Abhi, 12-letniego Scratchera, który uwielbia tworzyć animacje i gry. W filmie Abhi spotyka się z Ianem Jonesem-Quarteyem, twórcą OK K.O.! Po prostu walcz i inne programy Cartoon Network. Abhi przedstawia Ianowi kluczowe funkcje nowej wersji Scratcha i razem rysują i programują animację postaci z Cartoon Network skaczącej w górę iw dół.",
    "annualReport.toolsAbhiQuote": "Moją ulubioną rzeczą w Scratchu jest społeczność, ponieważ są dla mnie mili i pomocni. Dlatego zawsze chętnie dzielę się każdym projektem, który jest w moich marzeniach.",
    "annualReport.communityTitle": "Społeczność",
    "annualReport.communityIntro": "Społeczność online Scratch zawsze była ważną częścią doświadczenia Scratch, zapewniając dzieciom możliwości współpracy, dzielenia się i przekazywania sobie nawzajem informacji zwrotnych.",
    "annualReport.communitySpotlight": "Społeczność — Wyróżniona historia",
    "annualReport.communityTeam": "Zespół społeczności Scratcha",
    "annualReport.communityTeamIntro1": "Zapytani, dlaczego używają Scratcha, większość Scratcherów mówi o znaczeniu społeczności internetowej dla motywowania ich do ciągłego uczestnictwa, zapewniając przestrzeń, w której mogą wyrazić swoją kreatywność, nawiązać przyjaźnie, otrzymywać informacje zwrotne, zdobywać nowe pomysły i uczyć się nowych umiejętności. Wielu Scratcherów wyraża uznanie dla społeczności Scratch jako bezpiecznej i przyjaznej przestrzeni do łączenia się, dzielenia się i uczenia się od siebie nawzajem.",
    "annualReport.communityTeamIntro2": "Przy 40 000 nowych projektów i 400 000 nowych komentarzy w internetowej społeczności Scratch każdego dnia, jak możemy zapewnić, że społeczność pozostanie bezpieczna i przyjazna, jednocześnie wspierając i zachęcając do twórczej ekspresji? Nasz Zespół ds. Społeczności, składający się z pełnoetatowych pracowników i sieci moderatorów, prowadzi tę niezbędną pracę. Istnieją dwa kluczowe wymiary pracy Zespołu ds. Społeczności: moderacja i zaangażowanie społeczności.",
    "annualReport.communityModerationTitle": "Moderacja społeczności",
    "annualReport.communityModerationInfo": "Kiedy młodzi ludzie dołączają do społeczności Scratch, zgadzają się przestrzegać zestawu Wytycznych społeczności, które mają na celu zapewnienie bezpiecznego i wspierającego miejsca Scratch dla młodych ludzi ze wszystkich środowisk. Nasz zespół ds. społeczności korzysta z szerokiej gamy narzędzi i strategii, aby zachęcać do dobrego obywatelstwa cyfrowego i utrzymywać pozytywne środowisko do tworzenia Scratcherów. Zautomatyzowane filtry zapobiegają udostępnianiu prywatnych informacji lub publikowaniu nieodpowiednich treści, a my pozwalamy każdemu zgłaszać treści, które feel narusza Wytyczne dla społeczności.",
    "annualReport.communityGuidelinesTitle": "Wytyczne dla społeczności",
    "annualReport.communityGuidelinesInfo": "Scratch zaprasza ludzi w każdym wieku, rasy, narodowości, religii, zdolności, orientacji seksualnej i tożsamości płciowej.",
    "annualReport.communityGuidelinesRespect": "Bądź pełen szacunku",
    "annualReport.communityGuidelinesShare": "Udostępniaj.",
    "annualReport.communityGuidelinesHonest": "Bądź szczery.",
    "annualReport.communityGuidelinesConstructive": "Bądź konstruktywny.",
    "annualReport.communityGuidelinesPrivacy": "Nie udostępniaj swoich danych osobowych.",
    "annualReport.communityGuidelinesFriendly": "Pomagaj utrzymać przyjazną atmosferę.",
    "annualReport.communityEngagementTitle": "Zaangażowanie społeczne",
    "annualReport.storySwap": "Zamiana historii",
    "annualReport.communityEngagementInfo": "Inną ważną rolą Zespołu ds. Społeczności jest podkreślanie i rozwijanie możliwości wyrażania przez młodych ludzi swoich pomysłów i angażowania się w pozytywne sposoby. Zespół przedstawia projekty i studia członków społeczności, które służą jako inspiracja, i regularnie publikuje Scratch Design Studios, aby zachęcić do twórczej aktywności. Każdego lata zespół organizuje online Scratch Camp: w 2019 r. motywem przewodnim było {storySwapLink}, w którym Scratchers opracowują swoje historie.",
    "annualReport.communitySDSTitle": "Studia Projektowe Scratch",
    "annualReport.communitySDSInfo": "Niektóre studia projektowe Scratch z 2019 roku:",
    "annualReport.communityDayintheLife": "Dzień w Życiu",
    "annualReport.communityDayintheLifeInfo": "Utwórz projekt o dniu z życia czegoś",
    "annualReport.communityYear3000": "Rok 3000",
    "annualReport.communityYear3000Info": "Jak może wyglądać życie w roku 3000?",
    "annualReport.communityBounce": "Odbić się",
    "annualReport.communityBounceInfo": "Utwórz projekt, który obejmuje podskakiwanie, skakanie, podskakiwanie lub podskakiwanie.",
    "annualReport.communityMonochromatic": "Monochromatyczny",
    "annualReport.communityMonochromaticInfo": "Jak by to wyglądało, gdyby istniał tylko jeden kolor?",
    "annualReport.communityQuotes": "Społeczność — Cytaty",
    "annualReport.communityQuote1": "Dołączyłem do Scratcha, gdy miałem 11 lat, a rzeczy, których nauczyłem się podczas korzystania z platformy i interakcji ze społecznością, były naprawdę istotną częścią mojego dorastania.",
    "annualReport.communityQuote2": "Scratch pozwolił mi robić rzeczy z domu, na przykład \n- Szanować ludzi i ich projekty\n- Nawiązywać przyjaźnie\n- Poczuć, że nie jestem sam podczas tej kwarantanny\n... i wiele więcej, więc chcę powiedz \n¡GRACIAS!",
    "annualReport.communityQuote3": "Jestem na Scratchu od około 2 lat i było to doświadczenie zmieniające moje życie! Nauczyłem się tak wielu nowych rzeczy, takich jak kodowanie, etykieta online i sztuka!",
    "annualReport.communityQuote4": "Scratch był moim ulubionym hobby w szóstej klasie. Potajemnie wprowadził mnie w logikę Boole'a, kolejność operacji i zagnieżdżone wyrażenia matematyczne - nie wspominając o samym programowaniu komputerowym.",
    "annualReport.studio": "studio",
    "annualReport.communityBLMIntro": "Gdy protesty przeciwko sprawiedliwości rasowej przetoczyły się przez Stany Zjednoczone po tragicznych zabójstwach George'a Floyda, Breonny Taylor, Ahmauda Arbery'ego i innych osób na początku 2020 roku, wielu młodych ludzi używało Scratch jako sposobu wyrażenia poparcia dla ruchu Black Lives Matter, tworząc projekty i publikowanie komentarzy, aby wypowiadać się przeciwko rasizmowi i przemocy policji. W {BLMStudioLink} wyróżnionym na stronie głównej Scratch Scratchers wnieśli setki projektów i tysiące komentarzy. Zespół społeczności Scratch był aktywnie zaangażowany, aby wspierać Scratchers w traumatycznym czasie i zapewnić, że wszystkie projekty i rozmowy pozostaną pełne szacunku.",
    "annualReport.communityArtwork": "Grafika autorstwa Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "Postrzegamy młodych ludzi jako agentów zmian.",
    "annualReport.communityChangeInfo": "Zależy nam na współpracy z nimi oraz z wychowawcami i rodzinami, które ich wspierają, aby zapewnić im rozwój umiejętności, motywacji i pewności siebie, których będą potrzebować, aby prowadzić satysfakcjonujące życie i wprowadzać znaczące zmiany w społeczeństwie.",
    "annualReport.watchVideo": "Obejrzyj film",
    "annualReport.schoolsTitle": "Szkoły",
    "annualReport.schoolsIntro": "Zapewniamy programy i zasoby wspierające nauczycieli i uczniów w szkołach na całym świecie, zaprojektowane w celu osiągnięcia równości w kreatywnych doświadczeniach komputerowych, w oparciu o projekty, pasję, rówieśników i zabawę.",
    "annualReport.schoolsSpotlight": "Szkoły — Historia w centrum uwagi",
    "annualReport.cpsProjectTitle": "Creative Computing w szkołach publicznych w Chicago",
    "annualReport.cpsProjectIntroP1": "W 2019 roku, dzięki finansowaniu z Google.org, zespół Scratch nawiązał współpracę z SocialWorks, CS4ALL Chicago i Chicago Public Schools, aby wesprzeć siedem szkół podstawowych w South Side w Chicago, które rozpoczęły inicjatywę włączenia kreatywnego kodowania do swojego programu nauczania.",
    "annualReport.cpsProjectIntroP2": "W ramach tej inicjatywy setki uczniów wyobrażało sobie i rysowało siebie jako superbohatera z własnych gier wideo. Wprowadzili te pomysły w życie we wspólnym projekcie Scratch o nazwie SuperMe. Lokalny bohater z Chicago i zdobywca nagrody Grammy, muzyk Chance the Rapper, był tak zainspirowany pracą uczniów, że nazwał ją oficjalną grą wideo dla swojego przeboju „I Love You So Much” i udostępnił ją światu.",
    "annualReport.familyCreativeNightsHeader": "Rodzinne kreatywne wieczory kodowania",
    "annualReport.familyCreativeNightsDescription": "Kluczem do sukcesu tej inicjatywy było połączenie uczniów, rodzin, nauczycieli i innych członków społeczności poprzez Family Creative Coding Nights. Wydarzenia te zgromadziły setki członków rodziny w różnym wieku — od małych dzieci po dziadków — w zajęciach łączących kodowanie ze sztuką, tańcem i muzyką. Wydarzenia te wzmocniły więzi między domem a szkołą, uznając ważną rolę rodzin w inspirowaniu i wspieraniu nauki dzieci.",
    "annualReport.familyNightsPhotoCredit": "Zdjęcia: Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Inwestowanie w rozwój zawodowy nauczycieli",
    "annualReport.teacherPDDescription": "Nauczyciele z uczestniczących szkół podstawowych spotkali się na warsztatach rozwoju zawodowego, zdobywając doświadczenie z pierwszej ręki w tworzeniu własnych projektów Scratch i znajdowaniu sensownych sposobów wykorzystania Scratch do wspierania nauki uczniów w całym programie nauczania.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, wychowawca CPS",
    "annualReport.teacherPDQuote": "Najbardziej zaskoczyła mnie wewnętrzna współpraca związana z używaniem Scratch w mojej klasie. Często sami uczniowie odkrywali coś w platformie Scratch, pokazywali mi, a potem rozpowszechniali to między sobą.",
    "annualReport.extendingReachHeader": "Rozszerzanie zasięgu",
    "annualReport.extendingReachDescription": "Aby rozszerzyć zasięg tego partnerstwa, CS4ALL Chicago oparło się na modelu Family Creative Coding Night i udostępniło go wszystkim szkołom publicznym w Chicago. Google CS First stworzył {codeYourHeroLink} vprzewodniki dla uczniów i nauczycieli, dostępne bezpłatnie online w języku angielskim i hiszpańskim.",
    "annualReport.codeYourHero": "Zakoduj swojego bohatera",
    "annualReport.inTheNewsHeader": "W wiadomościach",
    "annualReport.chicagoSunTimesArticle": "Artykuł Chicago Sun Times",
    "annualReport.rollingStoneArticle": "Artykuł Rolling Stone'a",
    "annualReport.conferencesTitle": "Scratch Konferencje na całym świecie",
    "annualReport.conferencesIntro": "W 2008 roku zespół Scratch był gospodarzem pierwszej konferencji Scratch w MIT, na której zgromadzili się nauczyciele, badacze i programiści, aby dzielić się pomysłami i doświadczeniami dotyczącymi wykorzystania Scratch do wspierania kreatywnego uczenia się. Od tego czasu Scratch Team co dwa lata organizuje i jest gospodarzem konferencji Scratch w MIT. Ponadto członkowie globalnej społeczności Scratch zorganizowali i poprowadzili ponad tuzin konferencji — obejmujących oceany, kontynenty, kultury i języki.",
    "annualReport.conferencesHeroImageCaption": "Konferencja Scratch Africa, fot {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Ameryka Łacińska",
    "annualReport.conferencesLatinAmericaDescription": "W maju 2019 roku nauczyciele z całego Chile i innych obszarów Ameryki Łacińskiej spotkali się na drugiej konferencji {scratchAlSurLink} w Santiago w Chile. Po konferencji Scratch al Sur wydał {spanishVersionLink} przewodnik {creativeComputingCurriculumLink} opracowany przez grupę Creative Computing w Harvard Graduate School of Education.",
    "annualReport.conferencesSpanishVersionLinkText": "Hiszpańska wersja",
    "annualReport.conferencesLatinAmericaImageCaption": "Zdjęcie dostarczone przez {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Europa",
    "annualReport.conferencesEuropeDescription": "W sierpniu 2019 roku Fundacja Raspberry Pi zorganizowała czwartą {scratchConferenceEuropeLink}, która odbyła się w Cambridge w Wielkiej Brytanii. Konferencja zgromadziła formalnych i nieformalnych nauczycieli z ponad 25 krajów, którzy wzięli udział w praktycznych warsztatach, prezentacjach i demonstracjach uczniów, nauczycieli, badaczy i organizacji społecznych.",
    "annualReport.conferencesEuropeImageCaption": "Zdjęcie dostarczone przez {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Afryka",
    "annualReport.conferencesAfricaDescription": "W październiku 2019 r. pierwsze {scratchAfricaConferenceLink} odbyło się w Nairobi w Kenii i zgromadziło ponad 250 nauczycieli i uczniów z całej Afryki, którzy dzielili się lekcjami, wspierali młodych ludzi i świętowali osiągnięcia w kreatywnym kodowaniu. Podczas konferencji zespół Scratch uruchomił suahili wersję Scratch, dostępną do użytku zarówno online, jak i offline.",
    "annualReport.conferencesAfricaImageCaption": "Zdjęcie przez {photoCredit}",
    "annualReport.financialsTitle": "Finanse - 2019",
    "annualReport.financialsButton": "Zbadane finanse 2019",
    "annualReport.financialsFutureYears": "Uwaga: finanse w przyszłych latach będą znacznie inne, ponieważ personel Scratch przeniósł się z MIT do Scratch Foundation.",
    "annualReport.supportersTitle": "Dziękujemy Naszym Wspierającym",
    "annualReport.supportersIntro": "Dziękujemy naszym hojnym darczyńcom. Twój wkład pomaga nam poszerzać możliwości kreatywnej nauki dla dzieci w każdym wieku, ze wszystkich środowisk, na całym świecie.",
    "annualReport.supportersSpotlightTitle": "Dawca — Historia w centrum uwagi",
    "annualReport.supportersSFETitle": "Fundusz rodzinny Siegel",
    "annualReport.supportersSFEDescription1": "W maju 2012 roku David Siegel uczestniczył w Scratch Day w MIT Media Lab ze swoim synem Zachem, aktywnym i entuzjastycznym Scratcherem. Obserwując Zacha i inne dzieci używające Scratcha do kodowania własnych gier, animacji i robotycznych stworzeń, David zobaczył, jak duży potencjał ma Scratch, aby pomóc dzieciom zarówno w nauce praktycznych umiejętności kodowania, jak i rozwijaniu umiejętności myślenia obliczeniowego.",
    "annualReport.supportersSFEDescription2": "David zna znaczenie myślenia komputacyjnego z pierwszej ręki, a jego kariera jako informatyka i przedsiębiorcy została ukształtowana przez tę samą ciekawość, którą Scratch pomaga młodym uczniom odkrywać każdego dnia. To ten sam instynkt eksploracyjny, który skłonił go do studiowania informatyki w Princeton i zdobycia doktoratu w oparciu o pracę wykonaną w Laboratorium Sztucznej Inteligencji MIT. W 2001 roku był współzałożycielem firmy Two Sigma, która stała się światowym liderem w stosowaniu uczenia maszynowego i nauki o danych w zarządzaniu inwestycjami.",
    "annualReport.supportersSFEDescription3": "W 2011 roku David założył Siegel Family Endowment (SFE), aby wspierać organizacje pomagające ludziom dostosować się do wymagań nowych technologii oraz lepiej zrozumieć i złagodzić potężne zakłócenia, które technologia spowodowała w prawie każdym sektorze. Jest także współzałożycielem Fundacji Scratch i zdecydowanym orędownikiem misji organizacji, aby Scratch był darmowy i dostępny dla uczniów na całym świecie.",
    "annualReport.supportersCoFounder": "Współzałożyciel i współprzewodniczący",
    "annualReport.supportersQuote": "Upewnienie się, że Scratch pozostaje bezpłatny i dostępny dla dzieci na całym świecie, jest jednym z najbardziej wpływowych sposobów, w jaki możemy pomóc młodym uczniom zaangażować się i rozwijać w coraz bardziej cyfrowym świecie. Wspieranie Scratcha jest dziś ważniejsze niż kiedykolwiek wcześniej.",
    "annualReport.supportersThankYou": "Dziękujemy naszym kibicom",
    "annualReport.supportersAllDescription": "Naszą misją jest zapewnienie wszystkim dzieciom ze wszystkich środowisk możliwości wyobrażania sobie, tworzenia i dzielenia się nowymi technologiami. Chcemy podziękować wszystkim zwolennikom Scratcha, którzy od czasu, gdy zaczęliśmy pracować nad Scratchem w 2002 roku, pomogli nam stworzyć niesamowite doświadczenia edukacyjne dla milionów młodych ludzi na całym świecie. Poniższa lista opiera się na skumulowanych darowiznach na rzecz Scratch (zarówno w MIT, jak i Scratch Foundation) do 31 grudnia 2019 r.",
    "annualReport.supportersFoundingDescription": "Jesteśmy szczególnie wdzięczni naszym Partnerom Założycielom, którzy wspierali nas od początków Scratch, zapewniając łącznie co najmniej 10 000 000 $ wsparcia w różnych formach.",
    "annualReport.supportersFoundingTitle": "Partnerzy Założyciele",
    "annualReport.supportersCreativityTitle": "Krąg kreatywności — ponad 1 000 000 USD",
    "annualReport.supportersCollaborationTitle": "Krąg współpracy — ponad 200 000 USD",
    "annualReport.supportersImaginationTitle": "Krąg wyobraźni — ponad 50 000 USD",
    "annualReport.supportersInspirationTitle": "Koło inspiracji — ponad 20 000 USD",
    "annualReport.supportersExplorationTitle": "Krąg poszukiwawczy — ponad 5000 USD",
    "annualReport.supportersInKindTitle": "Wspierający rzeczowo",
    "annualReport.leadershipTitle": "Nasz Zespół",
    "annualReport.leadershipBoard": "Zarząd",
    "annualReport.leadershipChair": "Krzesło",
    "annualReport.leadershipProfessor": "Profesor badań nad uczeniem się",
    "annualReport.leadershipViceChair": "Wiceprzewodniczący",
    "annualReport.leadershipBoardMember": "Członek zarządu",
    "annualReport.leadershipPresidentCEO": "Prezes i CEO",
    "annualReport.leadershipFormerPresident": "Były prezydent",
    "annualReport.leadershipFounderCEO": "Założyciel i prezes",
    "annualReport.leadershipFormerChairCEO": "Były prezes i dyrektor generalny",
    "annualReport.leadershipBoardSecretaryTreasurer": "Sekretarz Zarządu i Skarbnik",
    "annualReport.leadershipBoardSecretary": "Sekretarz Zarządu",
    "annualReport.leadershipBoardTreasurer": "Skarbnik Zarządu",
    "annualReport.leadershipScratchTeam": "Zespół Scratcha",
    "annualReport.leadershipInterim": "Tymczasowy Dyrektor Wykonawczy",
    "annualReport.donateTitle": "Wspieraj Nas",
    "annualReport.donateMessage": "Twoje wsparcie pozwala nam uczynić Scratch darmowym dla wszystkich, utrzymuje nasze serwery w ruchu, a co najważniejsze, jesteśmy w stanie zapewnić dzieciom na całym świecie możliwość wyobrażania sobie, tworzenia i udostępniania. Dziękuję!",
    "annualReport.donateButton": "Przekaż darowiznę"
}