{
    "annualReport.subnavMessage": "Mesaj",
    "annualReport.subnavMission": "Misiune",
    "annualReport.subnavMilestones": "Repere",
    "annualReport.subnavReach": "A ajunge",
    "annualReport.subnavInitiatives": "Inițiative",
    "annualReport.subnavFinancials": "Financiare",
    "annualReport.subnavSupporters": "Suporteri",
    "annualReport.subnavTeam": "Echipă",
    "annualReport.subnavDonate": "Donează",
    "annualReport.mastheadYear": "Raport anual 2019",
    "annualReport.mastheadTitle": "Cultivarea unei lumi de învățare creativă",
    "annualReport.messageTitle": "Mesaj de la echipa Scratch",
    "annualReport.messageP1": "2019 a fost un an de mare progres pentru Scratch. Am început anul cu lansarea Scratch 3.0, cea mai nouă generație a noastră Scratch, concepută pentru a stimula creativitatea copiilor și a implica copiii cu interese și medii diverse. Am sărbătorit sfârșitul anului cu echipa noastră mutându-se de la MIT în noua sa casă de la Scratch Foundation, într-un spațiu jucăuș de la primul etaj, lângă Gara de Sud din Boston. Pe tot parcursul anului, comunitatea Scratch a continuat să prospere și să crească: peste 20 de milioane de tineri au creat proiecte cu Scratch în 2019, o creștere de 48% față de anul precedent.",
    "annualReport.messageP2": "Impactul și importanța Scratch au fost evidențiate în 2020, deoarece pandemia de COVID a forțat școlile să se închidă. Activitatea din comunitatea online Scratch s-a mai mult decât dublat, pe măsură ce tinerii, limitați în casele lor, au apelat la Scratch pentru a se exprima creativ și a se conecta unii cu alții. Scratchers au fost, de asemenea, implicați activ în Black Lives Matter și în alte mișcări pentru justiție și echitate rasială, creând proiecte și studiouri animate pentru a răspândi conștientizarea și a cere schimbare.",
    "annualReport.messageP3": "De când am lansat Scratch în 2007, întotdeauna am văzut Scratch ca mai mult decât un limbaj de programare. Scratch oferă oportunități tuturor tinerilor, din toate mediile, de a-și dezvolta vocile, de a-și exprima ideile și de a crea unii cu alții. Ne place să vedem modul în care Scratchers au răspuns provocărilor societale recente cu creativitate, colaborare, grijă și bunătate.",
    "annualReport.messageP4": "În acest raport anual, vom împărtăși mai multe despre misiunea, planurile, impactul și acoperirea Scratch, susținute de exemple despre modul în care Scratch extinde oportunitățile de învățare pentru o mare diversitate de tineri din întreaga lume, atât în ​​școli, cât și în întreaga lume. vieți.",
    "annualReport.messageP5": "Suntem mândri de ceea ce tinerii creează și învață cu Scratch astăzi și ne angajăm să oferim mai multe oportunități pentru mai mulți tineri în viitor.",
    "annualReport.messageSignature": "— Echipa Scratch",
    "annualReport.covidResponseTitle": "Scratch răspunde la COVID",
    "annualReport.covidResponseP1": "În timp ce scriem acest raport anual, suntem cu câteva luni în pandemia de COVID. De la mijlocul lunii martie 2020, biroul Scratch a fost închis, iar membrii echipei Scratch au lucrat activ de acasă pentru a sprijini copiii și educatorii din întreaga lume ale căror vieți au fost perturbate de pandemie.",
    "annualReport.covidResponseP2": "Pe 17 martie, am lansat inițiativa #ScratchAtHome pentru a oferi copiilor, familiilor și educatorilor idei pentru a se implica în activități creative de învățare cu Scratch acasă. Continuăm să adăugăm tutoriale video și alte resurse la {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "Pagina #ScratchAtHome",
    "annualReport.covidResponseP3": "Activitatea {scratchCommunityLink} s-a dublat de peste anul trecut. Scratchers creează și împărtășesc proiecte pentru a sprijini și inspira pe alții în timpul pandemiei, cu proiecte și studiouri care oferă idei pentru a face mișcare acasă, sfaturi pentru a rămâne sănătoși, umor pentru a se înveseli unul pe altul și mulțumiri lucrătorilor esențiali.",
    "annualReport.covidResponseScratchCommunity": "Comunitatea online Scratch",
    "annualReport.missionTitle": "Misiunea noastră",
    "annualReport.missionSubtitle": "Misiunea noastră este să oferim tuturor copiilor, din toate mediile, oportunități de a imagina, de a crea și de a colabora cu noi tehnologii, astfel încât să poată modela lumea de mâine.",
    "annualReport.missionP1": "Ne angajăm să acordăm prioritate echității în toate aspectele muncii noastre, cu un accent deosebit pe inițiativele și abordările care sprijină copiii, familiile și educatorii cei mai îndepărtați de justiția educațională.",
    "annualReport.missionP2": "Am dezvoltat Scratch ca un mediu de învățare gratuit, sigur și jucăuș, care îi implică pe toți copiii să gândească creativ, să raționeze sistematic și să lucreze în colaborare - abilități esențiale pentru toată lumea din societatea actuală. Lucrăm cu educatori și familii pentru a sprijini copiii să exploreze, să împărtășească și să învețe.",
    "annualReport.missionP3": "În dezvoltarea de noi tehnologii, activități și materiale de învățare, ne ghidăm după ceea ce numim {fourPsItalics}:",
    "annualReport.fourPs": "Patru cuvinte de învățare creativă",
    "annualReport.missionProjectsTitle": "Proiecte",
    "annualReport.missionPeersTitle": "Semenii",
    "annualReport.missionPassionTitle": "Pasiune",
    "annualReport.missionPlayTitle": "Redare",
    "annualReport.missionProjectsDescription": "Implicați copiii în proiectarea, crearea și exprimarea creativității",
    "annualReport.missionPeersDescription": "Susține copiii în colaborare, partajare, remixare și mentorat",
    "annualReport.missionPassionDescription": "Permiteți copiilor să își dezvolte interesele și să lucreze la proiecte semnificative personal",
    "annualReport.missionPlayDescription": "Încurajați copiii să joace, să experimenteze și să repete",
    "annualReport.milestonesTitle": "Repere",
    "annualReport.milestonesDescription": "Iată câteva evenimente și realizări cheie din istoria Scratch și a comunității globale Scratch.",
    "annualReport.milestones2003Message": "A primit un grant de la National Science Foundation pentru a începe dezvoltarea Scratch",
    "annualReport.milestones2004Message": "A oferit primul atelier Scratch la Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Lansarea publică a limbajului de programare Scratch și a comunității online",
    "annualReport.milestones2008Message": "A organizat prima conferință Scratch pentru educatori și dezvoltatori",
    "annualReport.milestones2009Message1.4": "A lansat Scratch 1.4, tradus în peste 40 de limbi",
    "annualReport.milestones2009MessageScratchDay": "Am găzduit primul eveniment Scratch Day pentru copii și familii",
    "annualReport.milestones2010Message": "Comunitatea online Scratch ajunge la 1 milion de membri",
    "annualReport.milestones2013MessageFoundation": "S-a înființat Code-to-Learn Foundation (redenumită ulterior Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Lansarea Scratch 2.0, oferind noi oportunități de colaborare",
    "annualReport.milestones2014Message": "Lansarea ScratchJr pentru copiii mai mici, cu vârste cuprinse între 5 și 7 ani",
    "annualReport.milestones2016Message": "Comunitatea online Scratch ajunge la 10 milioane de membri",
    "annualReport.milestones2017Message": "Scratch Day crește la 1.100 de evenimente în 60 de țări",
    "annualReport.milestones2019MessageScratch3": "Lansarea Scratch 3.0, extinzând ceea ce copiii pot crea cu cod",
    "annualReport.milestones2019MessageMove": "Echipa Scratch se mută de la MIT la Scratch Foundation",
    "annualReport.reachTitle": "Ajungerea copiilor din întreaga lume",
    "annualReport.reachSubtitle": "Scratch este cea mai mare comunitate de codificare din lume pentru copii și adolescenți, cu vârsta peste 8 ani.",
    "annualReport.reachMillion": "milion",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Vizitatori unici",
    "annualReport.reachProjectsCreated": "Proiecte create",
    "annualReport.reachProjectCreators": "Oamenii au creat proiecte",
    "annualReport.reachComments": "Comentarii postate în comunitatea online",
    "annualReport.reachGrowthTitle": "Creșterea comunității",
    "annualReport.reachGrowthBlurb": "Conturi noi create în comunitatea Scratch Online în ultimii 5 ani.",
    "annualReport.reachGlobalCommunity": "Comunitatea noastră globală",
    "annualReport.reachMapBlurb": "Total de conturi înregistrate în Comunitatea Scratch Online de la lansarea Scratch până în 2019",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "pe o scară logaritmică",
    "annualReport.reachTranslationTitle": "Scratch este tradus în peste 60 de limbi",
    "annualReport.reachTranslationBlurb": "Mulțumim traducătorilor voluntari din întreaga lume.",
    "annualReport.reachScratchJrBlurb": "ScratchJr este un mediu de programare introductiv care le permite copiilor mici (cu vârste între 5 și 7 ani) să-și creeze propriile povești și jocuri interactive.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Descărcări de la lansare în 2014",
    "annualReport.initiativesTitle": "Inițiative",
    "annualReport.initiativesDescription": "Activitatea de la Fundația Scratch se concentrează pe trei domenii strategice: instrumente creative, comunitate și școli. Fiecare domeniu acordă prioritate vocii și nevoilor copiilor care sunt subreprezentați în calculul creativ și urmărește să sprijine copiii din diverse medii și culturi din întreaga lume.",
    "annualReport.equity": "Capitaluri proprii",
    "annualReport.globalStrategy": "Strategia globală",
    "annualReport.toolsTitle": "Instrumente creative",
    "annualReport.toolsIntro": "Experimentăm și inovăm în mod constant cu noi tehnologii și designuri noi - ne străduim mereu să oferim copiilor noi modalități de a crea, de a colabora și de a învăța.",
    "annualReport.toolsSpotlight": "Instrumente creative — Povestea în prim-plan",
    "annualReport.toolsLaunch": "Lansarea Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "Am proiectat Scratch 3.0 pentru a extinde cum, ce și unde pot crea copiii cu Scratch. Lansat la începutul lui 2019, Scratch 3.0 a dus la o creștere a activității în comunitatea Scratch, cu mai multe proiecte – și o varietate mai mare de proiecte – decât oricând.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 include o bibliotecă de extensii — colecții suplimentare de blocuri de codare care adaugă noi capabilități la Scratch. Unele extensii oferă acces la servicii web și alte funcții software, în timp ce altele conectează Scratch cu dispozitive din lumea fizică, cum ar fi motoare și senzori.",
    "annualReport.toolsTexttoSpeech": "Text-to-Speech",
    "annualReport.toolsTexttoSpeechIntro": "Cu extensia Text-to-Speech, copiii își pot programa personajele Scratch să vorbească cu voce tare, într-o varietate de voci diferite.",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} proiectele din 2019 au folosit text-to-speech",
    "annualReport.toolsMostPopular": "Cel mai popular",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} noua extensie Scratch în comunitate",
    "annualReport.toolsCollabAWS": "Colaborare cu Amazon Web Services",
    "annualReport.toolsTranslate": "Traducere",
    "annualReport.toolsTranslateIntro": "Cu extensia Translate, construită pe API-ul Google Translate, copiii pot încorpora traducerea automată în proiectele lor, sprijinind învățarea limbilor străine și comunicarea globală.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} limbi traduse în extensie",
    "annualReport.toolsSupportsLiteracy": "Sprijină alfabetizarea",
    "annualReport.toolsCSandLanguageArts": "informatica si limbajul",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} peste {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Colaborare cu Google",
    "annualReport.toolsPhysicalWorld": "Conexiuni cu lumea fizică",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Elevii pot crea roboți dansatori, sculpturi interactive și experimente de colectare a datelor folosind kiturile de robotică Scratch cu LEGO. Noul set LEGO Education SPIKE Prime include o aplicație bazată pe Scratch. În plus, extensiile Scratch sunt disponibile pentru {mindstormsLink} și {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Colaborare cu LEGO Education",
    "annualReport.toolsVideoTutorials": "Tutoriale video",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 a introdus o colecție diversă de tutoriale video pentru a ajuta copiii să înceapă cu Scratch. Tutorialele sunt deschise și sunt concepute pentru a încuraja elevii să experimenteze, să-și urmeze interesele și să-și exprime propriile idei.",
    "annualReport.toolsNumTutorials": "25 de tutoriale noi",
    "annualReport.toolsNewTutorials": "{numTutorials} disponibil în Scratch 3.0",
    "annualReport.toolsNumViews": "23 million",
    "annualReport.toolsTutorialsViews": "{numViews} vizualizări în 2019",
    "annualReport.toolsApp": "Aplicația Scratch acceptă învățarea offline",
    "annualReport.toolsDownloadLink": "aplicație descărcabilă",
    "annualReport.toolsRaspberryLink": "utilizați pe Raspberry Pi 4",
    "annualReport.toolsAppIntro": "În 2019, echipa Scratch a lansat Scratch 3.0 {downloadableLink} pentru a fi utilizat pe mai multe platforme, inclusiv tablete Windows, MacOS, ChromeOS și Android. În plus, Raspberry Pi Foundation a lansat Scratch 3.0 pentru {raspberryLink}. Aceste versiuni descărcabile sunt deosebit de importante pentru milioane de cursanți în zonele în care conexiunea la internet este indisponibilă sau de încredere.",
    "annualReport.toolsAbhiTitle": "Abhi la Cartoon Network",
    "annualReport.toolsAbhiIntro": "Pentru a evidenția ce pot face copiii cu Scratch 3.0, am colaborat cu Cartoon Network pentru a crea un videoclip cu Abhi, un Scratcher în vârstă de 12 ani căruia îi place să facă animații și jocuri. În videoclip, Abhi se întâlnește cu Ian Jones-Quartey, creatorul OK K.O. și alte emisiuni Cartoon Network. Abhi îl prezintă pe Ian cu caracteristicile cheie ale noii versiuni de Scratch și împreună desenează și programează o animație a unui personaj Cartoon Network care sare în sus și în jos.",
    "annualReport.toolsAbhiQuote": "Lucrul meu preferat la Scratch este comunitatea, pentru că îmi sunt drăguți și de ajutor. De aceea, sunt întotdeauna fericit să împărtășesc fiecare proiect care este în visele mele.",
    "annualReport.communityTitle": "Comunitate",
    "annualReport.communityIntro": "Comunitatea online Scratch a fost întotdeauna o parte importantă a experienței Scratch, oferind copiilor oportunități de a colabora, de a împărtăși și de a oferi feedback unii altora.",
    "annualReport.communitySpotlight": "Comunitate — Povestea în prim plan",
    "annualReport.communityTeam": "Echipa comunității Scratch",
    "annualReport.communityTeamIntro1": "Când sunt întrebați de ce folosesc Scratch, cei mai mulți Scratchers vorbesc despre importanța comunității online pentru motivarea participării lor continue, oferind un spațiu în care își pot exprima creativitatea, își pot face prieteni, pot primi feedback, obține idei noi și învață noi abilități. Mulți Scratchers își exprimă aprecierea pentru comunitatea Scratch ca un spațiu sigur și primitor pentru a vă conecta, a împărtăși și a învăța unii de la alții.",
    "annualReport.communityTeamIntro2": "Cu 40.000 de proiecte noi și 400.000 de comentarii noi în comunitatea online Scratch în fiecare zi, cum ne putem asigura că comunitatea rămâne sigură și prietenoasă, susținând și încurajând, de asemenea, expresia creativă? Echipa noastră comunitară, inclusiv personal cu normă întreagă și o rețea de moderatori, conduce această activitate esențială. Există două dimensiuni cheie ale muncii echipei comunitare: moderarea și implicarea comunității.",
    "annualReport.communityModerationTitle": "Moderare comunitară",
    "annualReport.communityModerationInfo": "Când tinerii se alătură comunității Scratch, ei sunt de acord să urmeze un set de Reguli comunității, care sunt concepute pentru a păstra Scratch un loc sigur și de sprijin pentru tinerii din toate mediile. Echipa noastră comunitară folosește o mare varietate de instrumente și strategii pentru a încuraja o bună cetățenie digitală și pentru a menține un mediu pozitiv în care să creeze Scratchers. Filtrele automate împiedică partajarea informațiilor private sau postarea conținutului inadecvat și permitem oricui să raporteze conținutul pe care îl simt că încalcă Regulile comunității.",
    "annualReport.communityGuidelinesTitle": "Ghid comunitate",
    "annualReport.communityGuidelinesInfo": "Scratch primește oameni de toate vârstele, rasele, etniile, religiile, abilitățile, orientările sexuale și identitățile de gen.",
    "annualReport.communityGuidelinesRespect": "Fii respectuos.",
    "annualReport.communityGuidelinesShare": "Partajeaza",
    "annualReport.communityGuidelinesHonest": "Fii sincer.",
    "annualReport.communityGuidelinesConstructive": "Fii constructiv.",
    "annualReport.communityGuidelinesPrivacy": "Păstrați informațiile personale private.",
    "annualReport.communityGuidelinesFriendly": "Ajută-ne să păstrăm site-ul prietenos.",
    "annualReport.communityEngagementTitle": "Implicarea comunității",
    "annualReport.storySwap": "Schimb de poveste",
    "annualReport.communityEngagementInfo": "Un alt rol major al echipei comunitare este să evidențieze și să dezvolte oportunități pentru tineri de a-și exprima ideile și de a se angaja în moduri pozitive. Echipa prezintă proiecte și studiouri de la membrii comunității pentru a servi drept inspirație și postează în mod regulat Scratch Design Studios pentru a încuraja activitatea creativă. În fiecare vară, echipa organizează o tabără de zgârieturi online: tema în 2019 a fost {storySwapLink}, cu Scratchers bazându-se pe poveștile celuilalt.",
    "annualReport.communitySDSTitle": "Scratch Design Studios",
    "annualReport.communitySDSInfo": "Câteva studiouri de design Scratch din 2019:",
    "annualReport.communityDayintheLife": "Ziua în viață",
    "annualReport.communityDayintheLifeInfo": "Creați un proiect despre o zi din viața a ceva",
    "annualReport.communityYear3000": "Anul 3000",
    "annualReport.communityYear3000Info": "Cum ar putea fi viața în anul 3000?",
    "annualReport.communityBounce": "Sări",
    "annualReport.communityBounceInfo": "Creați un proiect care implică sărituri, sărituri, sărituri sau sărituri.",
    "annualReport.communityMonochromatic": "Monocromatic",
    "annualReport.communityMonochromaticInfo": "Cum ar arăta lucrurile dacă ar fi o singură culoare?",
    "annualReport.communityQuotes": "Comunitate — Citate",
    "annualReport.communityQuote1": "M-am alăturat Scratch când aveam 11 ani și lucrurile pe care le-am învățat folosind platforma și interacționând cu comunitatea au fost cu adevărat o parte vitală a învățării mele în creștere.",
    "annualReport.communityQuote2": "Scratch mi-a permis să fac lucruri de acasă, cum ar fi \n- Respect oamenii și proiectele lor\n- Îmi fac prieteni\n- Simt că nu sunt singur în această carantină\n... și multe altele, așa că vreau să spune \n¡GRACIAS!",
    "annualReport.communityQuote3": "Sunt pe Scratch de aproximativ 2 ani și a fost o experiență care mi-a schimbat viața! Am învățat atât de multe lucruri noi, cum ar fi codificarea, eticheta online și arta!",
    "annualReport.communityQuote4": "Scratch-ul a fost hobby-ul meu preferat în clasa a șasea. M-a introdus în secret în logica booleană, ordinea operațiilor și expresii matematice imbricate – ca să nu mai vorbim de programarea computerelor în sine.",
    "annualReport.studio": "atelier",
    "annualReport.communityBLMIntro": "În timp ce protestele pentru justiția rasială au măturat Statele Unite după uciderile tragice ale lui George Floyd, Breonna Taylor, Ahmaud Arbery și alții la începutul anului 2020, mulți tineri au folosit Scratch ca o modalitate de a-și exprima sprijinul pentru mișcarea Black Lives Matter, creând proiecte și postarea de comentarii pentru a vorbi împotriva rasismului și a violenței poliției. Într-o pagină {BLMStudioLink} prezentată pe pagina principală a Scratch, Scratchers a contribuit cu sute de proiecte și mii de comentarii. Echipa Scratch Community a fost implicată activ, pentru a-i sprijini pe Scratchers într-o perioadă traumatizantă și pentru a se asigura că toate proiectele și conversațiile au rămas respectuoase.",
    "annualReport.communityArtwork": "Opera de artă de Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "Îi vedem pe tineri ca agenți ai schimbării.",
    "annualReport.communityChangeInfo": "Ne angajăm să lucrăm cu ei și cu educatorii și familiile care îi susțin, pentru a ne asigura că își dezvoltă abilitățile, motivația și încrederea de care au nevoie pentru a duce o viață împlinită și pentru a aduce schimbări semnificative în societate.",
    "annualReport.watchVideo": "Urmăriți videoclipul",
    "annualReport.schoolsTitle": "Scoli",
    "annualReport.schoolsIntro": "Oferim programe și resurse pentru a sprijini profesorii și elevii din școlile din întreaga lume, concepute pentru a obține echitate în experiențele creative de calcul, bazate pe proiecte, pasiune, colegi și joc.",
    "annualReport.schoolsSpotlight": "Școli — Povestea în prim-plan",
    "annualReport.cpsProjectTitle": "Creative Computing în școlile publice din Chicago",
    "annualReport.cpsProjectIntroP1": "În 2019, cu finanțare de la Google.org, echipa Scratch a colaborat cu SocialWorks, CS4ALL Chicago și școlile publice din Chicago pentru a sprijini șapte școli elementare din partea de sud a Chicago, în timp ce au lansat o inițiativă de a încorpora codurile creative în curriculumul lor.",
    "annualReport.cpsProjectIntroP2": "Ca parte a acestei inițiative, sute de studenți s-au imaginat și s-au desenat ca supereroii propriilor jocuri video. Ei au dat viață acestor idei într-un proiect colaborativ Scratch numit SuperMe. Erou local din Chicago și muzician câștigător al premiului Grammy Chance the Rapper a fost atât de inspirat de munca studenților încât l-a numit jocul video oficial pentru cântecul său de succes „I Love You So Much” și l-a împărtășit lumii.",
    "annualReport.familyCreativeNightsHeader": "Nopți de codare creativă pentru familie",
    "annualReport.familyCreativeNightsDescription": "O cheie a succesului acestei inițiative a fost conectarea studenților, familiilor, profesorilor și altor membri ai comunității prin Family Creative Coding Nights. Aceste evenimente au reunit sute de membri ai familiei de toate vârstele – de la copii mici la bunici – în activități care amestecau codificarea cu arta, dansul și muzica. Aceste evenimente au consolidat conexiunile dintre casă și școală, recunoscând rolul important al familiilor în inspirarea și sprijinirea învățării copiilor.",
    "annualReport.familyNightsPhotoCredit": "Fotografii de Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Investiția în dezvoltarea profesională a profesorilor",
    "annualReport.teacherPDDescription": "Profesorii din școlile primare participante s-au reunit pentru ateliere de dezvoltare profesională, dobândind experiență de primă mână în crearea propriilor proiecte Scratch și găsind modalități semnificative de a folosi Scratch pentru a sprijini învățarea elevilor în cadrul curriculei.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, Educator CPS ",
    "annualReport.teacherPDQuote": "Ceea ce m-a surprins cel mai mult a fost colaborarea intrinsecă care a venit cu utilizarea Scratch în sala de clasă. Adesea, elevii înșiși descoperiu ceva în platforma Scratch, îmi arătau și apoi îl răspândeau între ei.",
    "annualReport.extendingReachHeader": "Extinderea Acțiunii",
    "annualReport.extendingReachDescription": "Pentru a extinde acoperirea acestui parteneriat, CS4ALL Chicago a construit pe modelul Family Creative Coding Night și l-a pus la dispoziția tuturor școlilor publice din Chicago. Google CS First a produs {codeYourHeroLink} ghiduri pentru studenți și profesori, disponibile gratuit online în engleză și spaniolă.",
    "annualReport.codeYourHero": "Codează-ți eroul",
    "annualReport.inTheNewsHeader": "La stiri",
    "annualReport.chicagoSunTimesArticle": "Articolul Chicago Sun Times",
    "annualReport.rollingStoneArticle": "Articolul Rolling Stone",
    "annualReport.conferencesTitle": "Conferințe Scratch în întreaga lume",
    "annualReport.conferencesIntro": "În 2008, echipa Scratch a găzduit prima conferință Scratch la MIT, reunind educatori, cercetători și dezvoltatori pentru a împărtăși idei și experiențe pentru utilizarea Scratch pentru a sprijini învățarea creativă. De atunci, echipa Scratch a organizat și găzduit o conferință Scratch la MIT la fiecare doi ani. În plus, membrii comunității globale Scratch au organizat și găzduit mai mult de o duzină de conferințe, care se întind peste oceane, continente, culturi și limbi.",
    "annualReport.conferencesHeroImageCaption": "Conferința Scratch Africa, fotografie de {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "America Latină",
    "annualReport.conferencesLatinAmericaDescription": "În mai 2019, educatori din Chile și din alte zone ale Americii Latine s-au reunit pentru a doua {scratchAlSurLink} conferință la Santiago, Chile. În urma conferinței, Scratch al Sur a lansat o {spanishVersionLink} parte a {creativeComputingCurriculumLink} ghidului, dezvoltat de grupul Creative Computing de la Harvard Graduate School of Education.",
    "annualReport.conferencesSpanishVersionLinkText": "Versiune în spaniolă",
    "annualReport.conferencesLatinAmericaImageCaption": "Fotografie oferită de {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Europa",
    "annualReport.conferencesEuropeDescription": "În august 2019, Fundația Raspberry Pi a organizat al patrulea {scratchConferenceEuropeLink}, desfășurat la Cambridge, Marea Britanie. Conferința a reunit educatori formali și informali din peste 25 de țări pentru ateliere practice, prezentări și demonstrații de către studenți, educatori, cercetători și organizații comunitare.",
    "annualReport.conferencesEuropeImageCaption": "Fotografie oferită de {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Africa",
    "annualReport.conferencesAfricaDescription": "În octombrie 2019, prima {scratchAfricaConferenceLink} a avut loc la Nairobi, Kenya, a atras peste 250 de educatori și studenți din întreaga Africa pentru a împărtăși lecții, a da putere tinerilor și a sărbători realizările în domeniul codificării creative. La conferință, echipa Scratch a lansat o versiune swahili a Scratch, disponibilă pentru utilizare atât online, cât și offline.",
    "annualReport.conferencesAfricaImageCaption": "Fotografie oferită de {photoCredit}",
    "annualReport.financialsTitle": "Finanțe - 2019",
    "annualReport.financialsButton": "Finanțe auditate 2019",
    "annualReport.financialsFutureYears": "Notă: Situațiile financiare în anii următori vor fi semnificativ diferite, deoarece personalul Scratch a trecut acum de la MIT la Scratch Foundation.",
    "annualReport.supportersTitle": "Mulțumim susținătorilor noștri",
    "annualReport.supportersIntro": "Mulțumim susținătorilor noștri generoși. Contribuția ta ne ajută să extindem oportunitățile creative de învățare pentru copiii de toate vârstele, din toate mediile, pe tot globul.",
    "annualReport.supportersSpotlightTitle": "Donator - Povestea în prim-plan",
    "annualReport.supportersSFETitle": "Dotarea familiei Siegel",
    "annualReport.supportersSFEDescription1": "În mai 2012, David Siegel a participat la Scratch Day la MIT Media Lab împreună cu fiul său Zach, un Scratcher activ și entuziast. Privind Zach și alți copii folosind Scratch pentru a-și codifica propriile jocuri, animații și creaturi robotice, David a văzut cât de mult potențial avea Scratch pentru a-i ajuta pe copii să învețe abilități practice de codificare și să se dezvolte ca gânditori computaționali.",
    "annualReport.supportersSFEDescription2": "David cunoaște importanța gândirii computaționale direct, iar cariera sa de informatician și antreprenor a fost modelată de aceeași curiozitate pe care Scratch o ajută pe tinerii care învață să o exploreze în fiecare zi. Este același instinct de explorare care l-a determinat să studieze informatica la Princeton și să obțină un doctorat pe baza lucrărilor finalizate la Laboratorul de Inteligență Artificială al MIT. În 2001, a co-fondat Two Sigma, care a devenit un lider mondial în aplicarea învățării automate și a științei datelor la managementul investițiilor.",
    "annualReport.supportersSFEDescription3": "În 2011, David a fondat Siegel Family Endowment (SFE) pentru a sprijini organizațiile care lucrează pentru a ajuta oamenii să se adapteze la cerințele noii tehnologii și pentru a înțelege și a atenua mai bine perturbările puternice pe care tehnologia le-a generat în aproape fiecare sector. El este, de asemenea, un co-fondator al Fundației Scratch și este un susținător puternic al misiunii organizației de a menține Scratch gratuit și accesibil pentru cursanții din întreaga lume.",
    "annualReport.supportersCoFounder": "Co-fondator și co-președinte",
    "annualReport.supportersQuote": "A ne asigura că Scratch rămâne gratuit și accesibil pentru copiii de pretutindeni este unul dintre modurile cu cel mai mare impact prin care îi putem ajuta pe tinerii care învață să se implice și să prospere într-o lume din ce în ce mai digitală. Sprijinirea Scratch este mai importantă astăzi decât oricând.",
    "annualReport.supportersThankYou": "Mulțumim susținătorilor noștri",
    "annualReport.supportersAllDescription": "Misiunea noastră este să oferim tuturor copiilor, din toate mediile, oportunități de a imagina, crea și împărtăși noile tehnologii. Vrem să mulțumim tuturor susținătorilor Scratch care, de când am început să lucrăm la Scratch în 2002, ne-au ajutat să creăm experiențe de învățare uimitoare pentru milioane de tineri din întreaga lume. Următoarea listă se bazează pe donațiile cumulate către Scratch (atât la MIT, cât și la Scratch Foundation) până la 31 decembrie 2019.",
    "annualReport.supportersFoundingDescription": "Suntem recunoscători în mod special partenerilor noștri fondatori care ne-au susținut încă de la începuturile Scratch, fiecare oferind suport cumulat de cel puțin 10.000.000 USD, sub diferite forme.",
    "annualReport.supportersFoundingTitle": "<div></div>",
    "annualReport.supportersCreativityTitle": "Cercul de creativitate – peste 1.000.000 USD",
    "annualReport.supportersCollaborationTitle": "Cercul de colaborare – peste 200.000 USD",
    "annualReport.supportersImaginationTitle": "Cercul de imaginație – 50.000 USD+",
    "annualReport.supportersInspirationTitle": "Cercul de inspirație – peste 20.000 USD",
    "annualReport.supportersExplorationTitle": "Cercul de explorare – 5.000 USD+",
    "annualReport.supportersInKindTitle": "Suporteri în natură",
    "annualReport.leadershipTitle": "Echipa noastră",
    "annualReport.leadershipBoard": "Consiliu de administrație",
    "annualReport.leadershipChair": "Scaun",
    "annualReport.leadershipProfessor": "Profesor de cercetare în învăţare",
    "annualReport.leadershipViceChair": "Vice presedinte",
    "annualReport.leadershipBoardMember": "Membru al Consiliului",
    "annualReport.leadershipPresidentCEO": "Presedinte si CEO",
    "annualReport.leadershipFormerPresident": "Fostul președinte",
    "annualReport.leadershipFounderCEO": "Fondator și CEO",
    "annualReport.leadershipFormerChairCEO": "Fost președinte și CEO",
    "annualReport.leadershipBoardSecretaryTreasurer": "Secretar al Consiliului și Trezorier",
    "annualReport.leadershipBoardSecretary": "Secretarul Consiliului",
    "annualReport.leadershipBoardTreasurer": "Trezorier al Consiliului",
    "annualReport.leadershipScratchTeam": "Echipa Scratch",
    "annualReport.leadershipInterim": "Director executiv interimar",
    "annualReport.donateTitle": "Ajuta-ne",
    "annualReport.donateMessage": "Asistența dvs. ne permite să facem Scratch gratuit pentru toată lumea, să ne mențină serverele în funcțiune și, cel mai important, suntem capabili să oferim copiilor din întreaga lume o oportunitate de a imagina, crea și împărtăși. Mulțumesc!",
    "annualReport.donateButton": "Donează"
}