{
    "annualReport.subnavMessage": "Сообщение",
    "annualReport.subnavMission": "Миссия",
    "annualReport.subnavMilestones": "Вехи",
    "annualReport.subnavReach": "Достижение",
    "annualReport.subnavInitiatives": "Инициативы",
    "annualReport.subnavFinancials": "Финансы",
    "annualReport.subnavSupporters": "Поддерживающие",
    "annualReport.subnavTeam": "Команда",
    "annualReport.subnavDonate": "Пожертвовать",
    "annualReport.mastheadYear": "Годовой отчет за 2019 год",
    "annualReport.mastheadTitle": "Развитие Мира творческого обучения",
    "annualReport.messageTitle": "Сообщение от Команды Scratch",
    "annualReport.messageP1": "2019 год стал годом больших успехов для Scratch. Мы начали год с запуска Scratch 3.0, нашего новейшего поколения Scratch, призванного пробудить творческий потенциал детей и привлечь детей с различными интересами и опытом. Мы отпраздновали конец года, когда наша команда переехала из Массачусетского технологического института в свой новый дом в Scratch Foundation, в игривом месте на первом этаже возле Южного вокзала в Бостоне. В течение года сообщество Scratch продолжало процветать и расти: более 20 миллионов молодых людей создали проекты с Scratch в 2019 году, увеличившись на 48% по сравнению с предыдущим годом.",
    "annualReport.messageP2": "Влияние и важность Scratch были подчеркнуты в 2020 году, когда пандемия COVID вынудила школы закрыться. Активность в онлайн-сообществе Scratch более чем удвоилась, поскольку молодые люди, прикованные к своим домам, обратились к Scratch, чтобы творчески выразить себя и соединиться друг с другом. Scratchers также активно участвуют в Black Lives Matter и других движениях за расовую справедливость и справедливость, создавая анимационные проекты и студии для распространения информации и изменения спроса.",
    "annualReport.messageP3": "С момента запуска Scratch в 2007 году мы всегда рассматривали Scratch как нечто большее, чем язык программирования. Scratch предоставляет возможность всем молодым людям из всех слоев общества развивать свои голоса, выражать свои идеи и создавать друг с другом. Нам нравится видеть, как Scratchers отреагировали на недавние социальные проблемы творчеством, сотрудничеством, заботой и добротой.",
    "annualReport.messageP4": "В этом Годовом отчете мы поделимся больше о миссии, планах, воздействии и охвате Scratch, подкрепляется примерами того, как Scratch расширяет возможности обучения для широкого круга молодых людей по всему миру, как в школах, так и на протяжении всей их жизни.",
    "annualReport.messageP5": "Мы гордимся тем, что молодые люди создают и учатся с помощью Scratch сегодня, и мы стремимся предоставить больше возможностей для большего числа молодых людей в будущем.",
    "annualReport.messageSignature": "— Команда Scratch",
    "annualReport.covidResponseTitle": "Скретч отвечает на COVID",
    "annualReport.covidResponseP1": "Когда мы пишем этот годовой отчет, у нас месяцы пандемии COVID. С середины марта 2020 года, офис Scratch был закрыт, и члены Scratch Team активно работают дома, чтобы поддержать детей и педагогов по всему миру, чья жизнь была нарушена пандемией.",
    "annualReport.covidResponseP2": "17 марта мы запустили инициативу #ScratchAtHome, чтобы предоставить детям, семьям и педагогам идеи для участия в творческих учебных мероприятиях с Scratch дома. Мы продолжаем добавлять видеоуроки и другие ресурсы в {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "страница #ScratchAtHome",
    "annualReport.covidResponseP3": "Активность в {scratchCommunityLink} имеет более чем удвоенный с прошлого года. Scratchers создают и делятся проектами, чтобы поддерживать и вдохновлять других через пандемию — с проектами и студиями, которые предлагают идеи для упражнений дома, советы для поддержания здоровья, юмор, чтобы подбодрить друг друга, и благодаря основным работникам.",
    "annualReport.covidResponseScratchCommunity": "Скретч интернет-сообщество",
    "annualReport.missionTitle": "Наша миссия",
    "annualReport.missionSubtitle": "Наша миссия — предоставить всем детям любого происхождения возможность воображать, создавать и сотрудничать с новыми технологиями, чтобы они могли формировать мир завтрашнего дня.",
    "annualReport.missionP1": "Мы стремимся уделять приоритетное внимание справедливости во всех аспектах нашей работы, уделяя особое внимание инициативам и подходам, которые поддерживают детей, семьи и педагогов, наиболее далеких от образовательной справедливости.",
    "annualReport.missionP2": "Мы разработали Scratch как бесплатную, безопасную и игривую учебную среду, которая вовлекает всех детей в творческое мышление, систематизацию рассуждений и совместную работу — необходимые навыки для всех в современном обществе. Мы работаем с педагогами и семьями, чтобы помочь детям исследовать, делиться и учиться.",
    "annualReport.missionP3": "При разработке новых технологий, видов деятельности и учебных материалов мы руководствуемся тем, что мы называем {fourPsItalics}:",
    "annualReport.fourPs": "Четыре вещи творческого обучения",
    "annualReport.missionProjectsTitle": "Проекты",
    "annualReport.missionPeersTitle": "Равенство",
    "annualReport.missionPassionTitle": "Увлечение",
    "annualReport.missionPlayTitle": "Играть",
    "annualReport.missionProjectsDescription": "Вовлекайте детей в проектирование, создание и творческое самовыражение",
    "annualReport.missionPeersDescription": "Поддержка детей в сотрудничестве, обмене, ремиксировании и наставничестве",
    "annualReport.missionPassionDescription": "Позволить детям опираться на свои интересы и работать над лично значимыми проектами",
    "annualReport.missionPlayDescription": "Поощряйте детей возиться, экспериментировать и итерации",
    "annualReport.milestonesTitle": "Вехи",
    "annualReport.milestonesDescription": "Вот некоторые ключевые события и достижения в истории Scratch и нашего глобального сообщества.",
    "annualReport.milestones2003Message": "Получил грант Национального научного фонда для начала разработки Scratch.",
    "annualReport.milestones2004Message": "Предложил первый мастер-класс по Scratch в компьютерном клубе Teen Summit.",
    "annualReport.milestones2007Message": "Публичный запуск языка программирования Scratch и интернет-сообщества",
    "annualReport.milestones2008Message": "Организована первая Scratch-конференция для преподавателей и разработчиков.",
    "annualReport.milestones2009Message1.4": "Выпущен Scratch 1.4, переведенный более чем на 40 языков",
    "annualReport.milestones2009MessageScratchDay": "Проведено первое мероприятие Scratch Day для детей и семей.",
    "annualReport.milestones2010Message": "Онлайн-сообщество Scratch достигло 1 миллиона участников",
    "annualReport.milestones2013MessageFoundation": "Основание фонда Code-to-Learn Foundation (позже переименованного в Scratch Foundation).",
    "annualReport.milestones2013MessageScratch2": "Запуск Scratch 2.0, предоставляющий новые возможности для совместной работы",
    "annualReport.milestones2014Message": "Запуск ScratchJr для детей младшего возраста от 5 до 7 лет.",
    "annualReport.milestones2016Message": "Интернет-сообщество Scratch достигло 10 миллионов участников",
    "annualReport.milestones2017Message": "Scratch Day вырос до 1100 мероприятий в 60 странах.",
    "annualReport.milestones2019MessageScratch3": "Запуск Scratch 3.0, расширяющий возможности детей по созданию кода",
    "annualReport.milestones2019MessageMove": "Scratch Team переезжает из Массачусетского технологического института в Scratch Foundation",
    "annualReport.reachTitle": "Охват детей во всем мире",
    "annualReport.reachSubtitle": "Scratch — крупнейшее в мире сообщество программистов для детей и подростков в возрасте от 8 лет и старше.",
    "annualReport.reachMillion": "миллионов",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Уникальные посетители",
    "annualReport.reachProjectsCreated": "Созданные проекты",
    "annualReport.reachProjectCreators": "Проекты, созданные людьми",
    "annualReport.reachComments": "Комментарии, опубликованные в онлайн-сообществе",
    "annualReport.reachGrowthTitle": "Рост сообщества",
    "annualReport.reachGrowthBlurb": "Новые учетные записи, созданные в онлайн-сообществе Scratch за последние 5 лет.",
    "annualReport.reachGlobalCommunity": "Наше глобальное сообщество",
    "annualReport.reachMapBlurb": "Общее количество учетных записей, зарегистрированных в онлайн-сообществе Scratch с момента запуска Scratch до 2019 г.",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "в логарифмическом масштабе",
    "annualReport.reachTranslationTitle": "Scratch переведен на более чем 60 языков",
    "annualReport.reachTranslationBlurb": "Спасибо переводчикам-добровольцам со всего мира.",
    "annualReport.reachScratchJrBlurb": "ScratchJr — это вводная среда программирования, которая позволяет маленьким детям (в возрасте 5-7 лет) создавать свои собственные интерактивные истории и игры.",
    "annualReport.reach22million": "22{million}",
    "annualReport.reachDownloads": "Загрузки с момента запуска в 2014 году",
    "annualReport.initiativesTitle": "Инициативы",
    "annualReport.initiativesDescription": "Работа Scratch Foundation сосредоточена на трех стратегических областях: творческие инструменты, сообщество и школы. Каждая область уделяет первостепенное внимание голосу и потребностям детей, недостаточно представленных в области творческих вычислений, и стремится поддерживать детей в различных условиях и культурах по всему миру.",
    "annualReport.equity": "Капитал",
    "annualReport.globalStrategy": "Глобальная стратегия",
    "annualReport.toolsTitle": "Творческие инструменты",
    "annualReport.toolsIntro": "Мы постоянно экспериментируем и внедряем инновации с новыми технологиями и новыми конструкциями, всегда стремясь предоставить детям новые способы творчества, сотрудничества и обучения.",
    "annualReport.toolsSpotlight": "Инструменты для творчества — история в центре внимания",
    "annualReport.toolsLaunch": "Запуск Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "Мы разработали Scratch 3.0, чтобы показать, как, что и где дети могут создавать с помощью Scratch. Выпущенный в начале 2019 года Scratch 3.0 привел к всплеску активности в сообществе Scratch с большим количеством проектов и большим разнообразием проектов, чем когда-либо прежде.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 включает в себя библиотеку расширений — дополнительные наборы кодовых блоков, которые добавляют новые возможности в Scratch. Некоторые расширения предоставляют доступ к веб-сервисам и другим функциям программного обеспечения, в то время как другие связывают Scratch с устройствами физического мира, такими как двигатели и датчики.",
    "annualReport.toolsTexttoSpeech": "Текст в речь",
    "annualReport.toolsTexttoSpeechIntro": "С расширением Text-to-Speech дети могут запрограммировать своих Scratch-персонажей так, чтобы они громко говорили разными голосами.",
    "annualReport.toolsNumProjects": "330 000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} проекты в 2019 году использовали преобразование текста в речь",
    "annualReport.toolsMostPopular": "Наиболее популярный",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} новое расширение Scratch в сообществе",
    "annualReport.toolsCollabAWS": "Сотрудничество с Amazon Web Services",
    "annualReport.toolsTranslate": "Перевести",
    "annualReport.toolsTranslateIntro": "С помощью расширения Translate, созданного на основе Google Translate API, дети могут применять автоматический перевод в своих проектах, поддерживая изучение языка и глобальное общение.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} языки переведенные в расширении",
    "annualReport.toolsSupportsLiteracy": "Поддерживает грамотность",
    "annualReport.toolsCSandLanguageArts": "информатика и словесность",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} через {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Сотрудничество с Google",
    "annualReport.toolsPhysicalWorld": "Связи физического мира",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Учащиеся могут создавать танцующих роботов, интерактивные скульптуры и эксперименты по сбору данных, используя Scratch с наборами робототехники LEGO. Новый набор LEGO Education SPIKE Prime включает приложение, основанное на Scratch. Кроме того, доступны расширения Scratch для {mindstormsLink} и {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Сотрудничество с LEGO Education",
    "annualReport.toolsVideoTutorials": "Видеоуроки",
    "annualReport.toolsTutorialsIntro": "В Scratch 3.0 представлена ​​разнообразная коллекция видеоуроков, которые помогут детям начать работу со Scratch. Учебные пособия являются открытыми и предназначены для того, чтобы побудить учащихся экспериментировать, следовать своим интересам и выражать свои собственные идеи.",
    "annualReport.toolsNumTutorials": "25 новых туториалов",
    "annualReport.toolsNewTutorials": "{numTutorials} доступны в Scratch 3.0",
    "annualReport.toolsNumViews": "23 миллиона",
    "annualReport.toolsTutorialsViews": "{numViews} просмотров в 2019",
    "annualReport.toolsApp": "Приложение Scratch поддерживает обучение Offline",
    "annualReport.toolsDownloadLink": "загружаемое приложение",
    "annualReport.toolsRaspberryLink": "использовать на Raspberry Pi 4",
    "annualReport.toolsAppIntro": "В 2019 году команда Scratch выпустила Scratch 3.0 {downloadableLink} для использования на нескольких платформах, включая планшеты Windows, MacOS, ChromeOS и Android. Кроме того, Raspberry Pi Foundation выпустила Scratch 3.0 для {raspberryLink}. Эти загружаемые версии особенно важны для миллионов учащихся в районах, где подключение к Интернету недоступно или ненадежно.",
    "annualReport.toolsAbhiTitle": "Абхи в Cartoon Network",
    "annualReport.toolsAbhiIntro": "Чтобы показать, что дети могут делать с помощью Scratch 3.0, мы совместно с Cartoon Network создали видео с участием Абхи, 12-летнего Скретчера, который любит создавать анимацию и игры. В видео Абхи встречается с Яном Джонсом-Кварти, создателем Окей, Кей О! Будем героями! и другие шоу Cartoon Network. Абхи знакомит Яна с ключевыми функциями новой версии Scratch, и вместе они рисуют и программируют анимацию прыгающего вверх и вниз персонажа Cartoon Network.",
    "annualReport.toolsAbhiQuote": "Больше всего в Scratch мне нравится сообщество, потому что оно приятно и полезно для меня. Вот почему я всегда рад поделиться каждым проектом, о котором мечтаю.",
    "annualReport.communityTitle": "Сообщество",
    "annualReport.communityIntro": "Интернет-сообщество Scratch всегда было важной частью опыта Scratch, предоставляя детям возможность сотрудничать, делиться и обмениваться отзывами друг с другом.",
    "annualReport.communitySpotlight": "Сообщество — История в центре внимания",
    "annualReport.communityTeam": "Команда сообщества Scratch",
    "annualReport.communityTeamIntro1": "Когда их спрашивают, почему они используют Scratch, большинство скретчеров говорят о важности онлайн-сообщества для мотивации их постоянного участия, предоставления пространства, где они могут выражать свои творческие способности, заводить друзей, получать отзывы, получать новые идеи и приобретать новые навыки. Многие скретчеры выражают свою признательность сообществу Scratch как безопасному и гостеприимному пространству, где можно общаться, делиться информацией и учиться друг у друга.",
    "annualReport.communityTeamIntro2": "С 40 000 новых проектов и 400 000 новых комментариев в онлайн-сообществе Scratch каждый день, как мы можем гарантировать, что сообщество останется безопасным и дружелюбным, а также будет поддерживать и поощрять творческое самовыражение? Наша команда сообщества, включающая штатных сотрудников и сеть модераторов, ведет эту важную работу. Есть два ключевых аспекта работы Команды сообщества: модерация и взаимодействие с сообществом.",
    "annualReport.communityModerationTitle": "Модерация сообщества",
    "annualReport.communityModerationInfo": "Когда молодые люди присоединяются к сообществу Scratch, они соглашаются следовать набору принципов сообщества, которые призваны сделать Scratch безопасным и поддерживающим местом для молодых людей из всех слоев общества. Наша команда сообщества использует широкий спектр инструментов и стратегий для поощрения хорошей цифровой гражданственности и поддержания благоприятной среды для творчества скретчеров. Автоматические фильтры предотвращают распространение личной информации или публикацию неприемлемого контента, и мы разрешаем любому сообщать о контенте, который он чувствует, что нарушает Принципы сообщества.",
    "annualReport.communityGuidelinesTitle": "Правила сообщества",
    "annualReport.communityGuidelinesInfo": "Scratch приветствует людей любого возраста, расы, национальности, религии, возможностей, сексуальной ориентации и пола.",
    "annualReport.communityGuidelinesRespect": "Будь вежливым.",
    "annualReport.communityGuidelinesShare": "Делись.",
    "annualReport.communityGuidelinesHonest": "Будь честным.",
    "annualReport.communityGuidelinesConstructive": "Будь конструктивным.",
    "annualReport.communityGuidelinesPrivacy": "Сохраняй личную информацию конфиденциальной.",
    "annualReport.communityGuidelinesFriendly": "Помоги сохранить дружелюбную атмосферу на сайте.",
    "annualReport.communityEngagementTitle": "Взаимодействие с сообществом",
    "annualReport.storySwap": "Обмен историями",
    "annualReport.communityEngagementInfo": "Еще одна важная роль Команды сообщества заключается в том, чтобы выделять и развивать возможности для молодых людей выражать свои идеи и участвовать в позитивных вещах. Команда представляет проекты и студии членов сообщества, которые служат источником вдохновения, и регулярно публикует Scratch Design Studios для поощрения творческой активности. Каждое лето команда организует онлайн-лагерь Scratch Camp: темой 2019 года было {storySwapLink}, где скретчеры строят истории друг друга.",
    "annualReport.communitySDSTitle": "Студии скретч-дизайна",
    "annualReport.communitySDSInfo": "Некоторые Scratch Design Studios 2019 года:",
    "annualReport.communityDayintheLife": "День в жизни",
    "annualReport.communityDayintheLifeInfo": "Создайте проект об одном дне из жизни чего-либо",
    "annualReport.communityYear3000": "3000 год",
    "annualReport.communityYear3000Info": "Какой могла бы быть жизнь в 3000 году?",
    "annualReport.communityBounce": "Подпрыгивать",
    "annualReport.communityBounceInfo": "Создайте проект, который включает в себя подпрыгивания, прыжки, подпрыгивания или прыжки.",
    "annualReport.communityMonochromatic": "Монохромный",
    "annualReport.communityMonochromaticInfo": "Как бы все выглядело, если бы был только один цвет?",
    "annualReport.communityQuotes": "Сообщество — Цитаты",
    "annualReport.communityQuote1": "Я присоединился к Scratch, когда мне было 11 лет, и то, чему я научился, используя платформу и взаимодействуя с сообществом, было жизненно важной частью моего обучения в детстве.",
    "annualReport.communityQuote2": "Scratch позволил мне делать что-то из дома, например, \n- уважать людей и их проекты\n- заводить друзей\n- чувствовать, что я не одинок в этом карантине\n....и многое другое, поэтому я хочу скажи \n¡DZIĘKI!",
    "annualReport.communityQuote3": "Я работаю на Scratch около 2 лет, и это изменило мою жизнь! Я узнал так много нового, например, о программировании, онлайн-этикете и искусстве!",
    "annualReport.communityQuote4": "Скретч был моим любимым хобби в шестом классе. Он тайно познакомил меня с булевой логикой, порядком операций и вложенными математическими выражениями, не говоря уже о самом программировании.",
    "annualReport.studio": "студия",
    "annualReport.communityBLMIntro": "Когда протесты против расовой справедливости охватили Соединенные Штаты после трагических убийств Джорджа Флойда, Бреонны Тейлор, Ахмада Арбери и других в начале 2020 года, многие молодые люди использовали Scratch как способ выразить свою поддержку движению Black Lives Matter, создавая проекты и размещать комментарии, чтобы высказаться против расизма и насилия со стороны полиции. На {BLMStudioLink} домашней странице Scratch Скретчеры представили сотни проектов и оставили тысячи комментариев. Команда сообщества Scratch принимала активное участие, чтобы поддержать скретчеров в тяжелое время и обеспечить, чтобы все проекты и разговоры оставались уважительными.",
    "annualReport.communityArtwork": "Работа Скретчера OnionDipAnimations",
    "annualReport.communityChangeTitle": "Мы видим молодых людей в качестве агентов перемен.",
    "annualReport.communityChangeInfo": "Мы стремимся работать с ними, а также с педагогами и семьями, которые их поддерживают, чтобы гарантировать, что они разовьют навыки, мотивацию и уверенность, которые им понадобятся для полноценной жизни и осуществления значимых изменений в обществе.",
    "annualReport.watchVideo": "Посмотреть видео",
    "annualReport.schoolsTitle": "Школы",
    "annualReport.schoolsIntro": "Мы предоставляем программы и ресурсы для поддержки учителей и учащихся в школах по всему миру, предназначенные для достижения равенства в творческом опыте работы с компьютером, основанном на проектах, увлечении, сверстниках и игре.",
    "annualReport.schoolsSpotlight": "Школы — история в центре внимания",
    "annualReport.cpsProjectTitle": "Творческие вычисления в государственных школах Чикаго",
    "annualReport.cpsProjectIntroP1": "В 2019 году при финансовой поддержке Google.org команда Scratch в партнерстве с SocialWorks, CS4ALL Chicago и чикагскими государственными школами поддержала семь начальных школ в южной части Чикаго, поскольку они запустили инициативу по включению творческого кодирования в свою учебную программу.",
    "annualReport.cpsProjectIntroP2": "В рамках этой инициативы сотни студентов представили и нарисовали себя супергероями собственных видеоигр. Они воплотили эти идеи в жизнь в совместном проекте Scratch под названием SuperMe. Местный герой Чикаго и обладатель премии «Грэмми» музыкант Chance the Rapper был настолько вдохновлен работой студентов, что назвал ее официальной видеоигрой для своего хита «I Love You So Much» и поделился ею со всем миром.",
    "annualReport.familyCreativeNightsHeader": "Семейные творческие вечера кодирования",
    "annualReport.familyCreativeNightsDescription": "Ключом к успеху этой инициативы было объединение учащихся, семей, учителей и других членов сообщества посредством семейных творческих вечеров кодирования. Эти мероприятия объединили сотни членов семьи всех возрастов — от маленьких детей до бабушек и дедушек — в мероприятиях, в которых программирование сочеталось с искусством, танцами и музыкой. Эти мероприятия укрепили связи между домом и школой, признав важную роль семьи в вдохновении и поддержке обучения детей.",
    "annualReport.familyNightsPhotoCredit": "Фото Джордан Мэйси, SocialWorks",
    "annualReport.teacherPDHeader": "Инвестиции в профессиональное развитие учителей",
    "annualReport.teacherPDDescription": "Учителя участвующих начальных школ собрались вместе на семинарах по повышению квалификации, чтобы получить непосредственный опыт создания собственных проектов Scratch и найти эффективные способы использования Scratch для поддержки обучения учащихся по учебной программе.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, Преподаватель СПС",
    "annualReport.teacherPDQuote": "Что меня больше всего удивило, так это внутреннее сотрудничество, которое возникло при использовании Scratch в моем классе. Часто студенты сами что-то находили на платформе Scratch, показывали мне, а потом распространяли среди себя.",
    "annualReport.extendingReachHeader": "Расширение охвата",
    "annualReport.extendingReachDescription": "Чтобы расширить сферу охвата этого партнерства, CS4ALL Chicago построила модель Family Creative Coding Night и сделала ее доступной для всех государственных школ Чикаго. Google CS First выпустила {codeYourHeroLink} руководства для студентов и преподавателей, которые доступны бесплатно в Интернете на английском и испанском языках.",
    "annualReport.codeYourHero": "Запрограммируй своего героя",
    "annualReport.inTheNewsHeader": "В новостях",
    "annualReport.chicagoSunTimesArticle": "Статья в Чикаго Сан Таймс",
    "annualReport.rollingStoneArticle": "Статья в журнале Rolling Stone",
    "annualReport.conferencesTitle": "Скретч-конференции по всему миру",
    "annualReport.conferencesIntro": "В 2008 году команда Scratch провела первую конференцию Scratch в Массачусетском технологическом институте, на которой собрались преподаватели, исследователи и разработчики, чтобы поделиться идеями и опытом использования Scratch для поддержки творческого обучения. С тех пор команда Scratch каждые два года организует и проводит Scratch-конференцию в Массачусетском технологическом институте. Кроме того, члены глобального сообщества Scratch организовали и провели более дюжины конференций, охватывающих океаны, континенты, культуры и языки.",
    "annualReport.conferencesHeroImageCaption": "Конференция Scratch Africa, фото: {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Латинская Америка",
    "annualReport.conferencesLatinAmericaDescription": "В мае 2019 года преподаватели со всей Чили и других регионов Латинской Америки собрались на вторую конференцию {scratchAlSurLink} в Сантьяго, Чили. После конференции Scratch al Sur выпустила {spanishVersionLink} руководства {creativeComputingCurriculumLink}, разработанного группой Creative Computing в Гарвардской высшей школе образования.",
    "annualReport.conferencesSpanishVersionLinkText": "Испанская версия",
    "annualReport.conferencesLatinAmericaImageCaption": "Фото предоставлено {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Европа",
    "annualReport.conferencesEuropeDescription": "В августе 2019 года Фонд Raspberry Pi организовал четвертый {scratchConferenceEuropeLink}, проходивший в Кембридже, Великобритания. Конференция собрала формальных и неформальных педагогов из более чем 25 стран для практических семинаров, презентаций и демонстраций студентов, преподавателей, исследователей и общественных организаций.",
    "annualReport.conferencesEuropeImageCaption": "Фото предоставлено {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Африка",
    "annualReport.conferencesAfricaDescription": "В октябре 2019 года в {scratchAfricaConferenceLink} Найроби, Кения, состоялся первый, в котором приняли участие более 250 преподавателей и студентов со всей Африки, чтобы поделиться уроками, расширить возможности молодежи и отметить достижения в области творческого кодирования. На конференции Scratch Team запустили суахили-версию Scratch, доступную для использования как в Интернете, так и в автономном режиме.",
    "annualReport.conferencesAfricaImageCaption": "Фото от {photoCredit}",
    "annualReport.financialsTitle": "Финансы - 2019",
    "annualReport.financialsButton": "Проверенная финансовая отчетность за 2019 год",
    "annualReport.financialsFutureYears": "Примечание. Финансовые показатели в последующие годы будут значительно различаться, поскольку сотрудники Scratch перешли из MIT в Scratch Foundation.",
    "annualReport.supportersTitle": "Спасибо нашим сторонникам",
    "annualReport.supportersIntro": "Спасибо нашим щедрым сторонникам. Ваш вклад помогает нам расширить возможности творческого обучения для детей всех возрастов, из всех слоев общества, по всему миру.",
    "annualReport.supportersSpotlightTitle": "Донор - история в центре внимания",
    "annualReport.supportersSFETitle": "Семейный фонд Сигелов",
    "annualReport.supportersSFEDescription1": "В мае 2012 года Дэвид Сигел посетил День царапин в MIT Media Lab со своим сыном Заком, активным и увлеченным Scratcher. Наблюдая за тем, как Зак и другие дети используют Scratch для кодирования своих собственных игр, анимаций и роботизированных существ, Дэвид увидел, насколько потенциальный Scratch должен помочь детям научиться практическим навыкам кодирования, и развиваться как вычислительные мыслители.",
    "annualReport.supportersSFEDescription2": "Дэвид знает о важности вычислительного мышления не понаслышке, и его карьера в качестве ученого-компьютерщика и предпринимателя была сформирована тем же любопытством, которое Scratch помогает молодым учащимся исследовать каждый день. Это тот же исследовательский инстинкт, который привел его к изучению компьютерных наук в Принстоне и получению докторской степени на основе работы, выполненной в Лаборатории искусственного интеллекта Массачусетского технологического института. В 2001 году он стал соучредителем Two Sigma, которая стала мировым лидером в применении машинного обучения и науки о данных для управления инвестициями.",
    "annualReport.supportersSFEDescription3": "В 2011 году Дэвид основал Семейный фонд Siegel ( SFE ), чтобы поддержать организации, работающие, чтобы помочь людям адаптироваться к требованиям новых технологий, и лучше понимать и смягчать мощные сбои, которые технологии привели почти во всех секторах. Он также является соучредителем Фонда Скретча и решительным сторонником миссии организации по обеспечению доступности и доступности Скретча для учащихся во всем мире.",
    "annualReport.supportersCoFounder": "Соучредитель и сопредседатель",
    "annualReport.supportersQuote": "Обеспечение того, чтобы Scratch оставался бесплатным и доступным для детей во всем мире, является одним из наиболее эффективных способов, которыми мы можем помочь молодым учащимся участвовать и процветать во все более цифровом мире. Поддержка Scratch сегодня важнее, чем когда-либо прежде.",
    "annualReport.supportersThankYou": "Спасибо нашим сторонникам",
    "annualReport.supportersAllDescription": "Наша миссия — предоставить всем детям из всех слоев общества возможность придумывать, создавать и делиться новыми технологиями. Мы хотим поблагодарить всех сторонников Scratch, которые с тех пор, как мы начали работать над Scratch в 2002 году, помогли нам создать удивительный опыт обучения для миллионов молодых людей по всему миру. Следующий список основан на совокупных пожертвованиях Scratch (как в MIT, так и в Scratch Foundation) до 31 декабря 2019 года.",
    "annualReport.supportersFoundingDescription": "Мы особенно благодарны нашим партнерам-основателям, которые поддерживали нас с первых дней Scratch, каждый из которых предоставлял как минимум $ 10 000 000 совокупной поддержки в различных формах.",
    "annualReport.supportersFoundingTitle": "Партнеры-основатели",
    "annualReport.supportersCreativityTitle": "Творческий круг — более $1 000 000+",
    "annualReport.supportersCollaborationTitle": "Творческий круг — более $200 000+",
    "annualReport.supportersImaginationTitle": "Круг воображения — $50 000+",
    "annualReport.supportersInspirationTitle": "Круг воображения — $20 000+",
    "annualReport.supportersExplorationTitle": "Круг воображения — $5 000+",
    "annualReport.supportersInKindTitle": "Сторонники в натуральной форме",
    "annualReport.leadershipTitle": "Наша команда",
    "annualReport.leadershipBoard": "Совет директоров",
    "annualReport.leadershipChair": "Стул",
    "annualReport.leadershipProfessor": "Профессор исследований в области обучения",
    "annualReport.leadershipViceChair": "Заместитель председателя",
    "annualReport.leadershipBoardMember": "Член правления",
    "annualReport.leadershipPresidentCEO": "Президент и генеральный директор",
    "annualReport.leadershipFormerPresident": "Бывший президент",
    "annualReport.leadershipFounderCEO": "Основатель и генеральный директор",
    "annualReport.leadershipFormerChairCEO": "Бывший председатель и генеральный директор",
    "annualReport.leadershipBoardSecretaryTreasurer": "Секретарь правления и казначей",
    "annualReport.leadershipBoardSecretary": "Секретарь Совета",
    "annualReport.leadershipBoardTreasurer": "Казначей Совета",
    "annualReport.leadershipScratchTeam": "Команда Scratch",
    "annualReport.leadershipInterim": "Временный исполнительный директор",
    "annualReport.donateTitle": "Поддержать нас",
    "annualReport.donateMessage": "Ваша поддержка позволяет нам сделать Scratch бесплатным для всех, поддерживать работу наших серверов, и, самое главное, мы можем предоставить детям по всему миру возможность представлять, создавать и делиться. Спасибо!",
    "annualReport.donateButton": "Пожертвовать"
}