{
    "annualReport.subnavMessage": "Správa",
    "annualReport.subnavMission": "Misia",
    "annualReport.subnavMilestones": "Míľniky",
    "annualReport.subnavReach": "Dosah",
    "annualReport.subnavInitiatives": "Iniciatívy",
    "annualReport.subnavFinancials": "Financie",
    "annualReport.subnavSupporters": "Podporovatelia",
    "annualReport.subnavTeam": "Tím",
    "annualReport.subnavDonate": "Podpor nás",
    "annualReport.mastheadYear": "Výročná správa za rok 2019",
    "annualReport.mastheadTitle": "Kultivácia sveta tvorivého učenia",
    "annualReport.messageTitle": "Správa od tímu Scratch",
    "annualReport.messageP1": "Rok 2019 bol pre Scratch rokom veľkého pokroku. Rok sme začali uvedením Scratch 3.0, našej najnovšej generácie Scratch, ktorá je navrhnutá tak, aby podnietila kreativitu detí a zaujala deti s rôznymi záujmami a prostredím. Koniec roka sme oslávili tým, že sa náš tím presťahoval z MIT do svojho nového domova v Scratch Foundation, v hravom priestore na prvom poschodí neďaleko South Station v Bostone. V priebehu roka komunita Scratch naďalej prosperovala a rástla: Viac ako 20 miliónov mladých ľudí vytvorilo v roku 2019 projekty so Scratch, čo predstavuje nárast o 48 % v porovnaní s predchádzajúcim rokom.",
    "annualReport.messageP2": "Vplyv a dôležitosť Scratch boli zdôraznené v roku 2020, keď pandémia COVID prinútila školy zatvoriť. Aktivita v online komunite Scratch sa viac ako zdvojnásobila, keď sa mladí ľudia, ktorí boli obmedzení vo svojich domovoch, obrátili na Scratch, aby sa kreatívne vyjadrili a spojili sa navzájom. Scratchers sa tiež aktívne zapájali do Black Lives Matter a iných hnutí za rasovú spravodlivosť a spravodlivosť, vytvárali animované projekty a štúdiá na šírenie povedomia a žiadali zmenu.",
    "annualReport.messageP3": "Odkedy sme v roku 2007 spustili Scratch, vždy sme Scratch vnímali ako viac než len programovací jazyk. Scratch poskytuje príležitosti pre všetkých mladých ľudí zo všetkých prostredí, aby rozvíjali svoj hlas, vyjadrovali svoje nápady a tvorili spolu. Radi vidíme spôsoby, akými Scratchers reagovali na nedávne spoločenské výzvy kreativitou, spoluprácou, starostlivosťou a láskavosťou.",
    "annualReport.messageP4": "V tejto výročnej správe sa podelíme o viac o poslaní, plánoch, dopade a dosahu Scratch, podporených príkladmi toho, ako Scratch rozširuje možnosti vzdelávania pre širokú rozmanitosť mladých ľudí na celom svete, a to v školách aj počas ich životy.",
    "annualReport.messageP5": "Sme hrdí na to, čo dnes mladí ľudia vytvárajú a učia sa pomocou aplikácie Scratch, a sme odhodlaní v budúcnosti poskytovať viac príležitostí pre viac mladých ľudí.",
    "annualReport.messageSignature": "— Tím Scratch",
    "annualReport.covidResponseTitle": "Scratch reagira na COVID",
    "annualReport.covidResponseP1": "Keď píšeme túto výročnú správu, máme pred sebou niekoľko mesiacov pandémie COVID. Od polovice marca 2020 je kancelária Scratch zatvorená a členovia tímu Scratch Team aktívne pracujú z domu na podpore detí a pedagógov na celom svete, ktorých životy narušila pandémia.",
    "annualReport.covidResponseP2": "17. marca sme spustili iniciatívu #ScratchAtHome s cieľom poskytnúť deťom, rodinám a pedagógom nápady, ako sa zapojiť do kreatívnych vzdelávacích aktivít so Scratchom doma. Naďalej pridávame videonávody a ďalšie zdroje do {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "#ScratchAtDomovská stránka",
    "annualReport.covidResponseP3": "Aktivita sa {scratchCommunityLink} v porovnaní s minulým rokom viac ako zdvojnásobila. Scratchers vytvárajú a zdieľajú projekty, aby podporili a inšpirovali ostatných počas pandémie – s projektmi a štúdiami, ktoré ponúkajú nápady na cvičenie doma, tipy na udržanie zdravia, humor na povzbudenie jeden druhého a vďaka nevyhnutným pracovníkom.",
    "annualReport.covidResponseScratchCommunity": "Scratch online komunitu",
    "annualReport.missionTitle": "NASA misia",
    "annualReport.missionSubtitle": "Naším poslaním je poskytnúť všetkým deťom zo všetkých prostredí príležitosti predstaviť si, vytvárať a spolupracovať s novými technológiami – aby mohli formovať svet zajtrajška.",
    "annualReport.missionP1": "Zaviazali sme sa uprednostňovať spravodlivosť vo všetkých aspektoch našej práce, s osobitným zameraním na iniciatívy a prístupy, ktoré podporujú deti, rodiny a pedagógov, ktorí sú najviac vzdialení od vzdelávacej spravodlivosti.",
    "annualReport.missionP2": "Scratch sme vyvinuli ako bezplatné, bezpečné a hravé vzdelávacie prostredie, ktoré zapája všetky deti do tvorivého myslenia, systematického uvažovania a spolupráce – základné zručnosti pre každého v dnešnej spoločnosti. Spolupracujeme s pedagógmi a rodinami, aby sme podporili deti pri objavovaní, zdieľaní a učení.",
    "annualReport.missionP3": "Pri vývoji nových technológií, aktivít a učebných materiálov sa riadime tým, čo nazývame {fourPsItalics}:",
    "annualReport.fourPs": "Štyri P kreatívneho učenia",
    "annualReport.missionProjectsTitle": "Projekty",
    "annualReport.missionPeersTitle": "Kamaráti",
    "annualReport.missionPassionTitle": "Nadšenie",
    "annualReport.missionPlayTitle": "Zahraj",
    "annualReport.missionProjectsDescription": "Zapojte deti do navrhovania, tvorenia a tvorivého vyjadrovania",
    "annualReport.missionPeersDescription": "Podporujte deti v spolupráci, zdieľaní, remixovaní a mentorovaní",
    "annualReport.missionPassionDescription": "Umožnite deťom stavať na svojich záujmoch a pracovať na osobne zmysluplných projektoch",
    "annualReport.missionPlayDescription": "Povzbudzujte deti, aby hrali, experimentovali a opakovali",
    "annualReport.milestonesTitle": "Míľniky",
    "annualReport.milestonesDescription": "Tu sú niektoré kľúčové udalosti a úspechy v histórii Scratch a globálnej komunity Scratch.",
    "annualReport.milestones2003Message": "Získal grant Národnej vedeckej nadácie na začatie vývoja aplikácie Scratch",
    "annualReport.milestones2004Message": "Prvý Scratch workshop ponúkol na Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Verejné spustenie programovacieho jazyka Scratch a online komunity",
    "annualReport.milestones2008Message": "Zorganizovala prvú Scratch konferenciu pre pedagógov a vývojárov",
    "annualReport.milestones2009Message1.4": "Vydaný Scratch 1.4, preložený do viac ako 40 jazykov",
    "annualReport.milestones2009MessageScratchDay": "Usporiadal prvé podujatie Scratch Day pre deti a rodiny",
    "annualReport.milestones2010Message": "Scratch online komunita má 1 milión členov",
    "annualReport.milestones2013MessageFoundation": "Založená nadácia Code-to-Learn Foundation (neskôr premenovaná na Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Spustenie aplikácie Scratch 2.0, ktorá poskytuje nové príležitosti na spoluprácu",
    "annualReport.milestones2014Message": "Spustenie aplikácie ScratchJr pre mladšie deti vo veku 5 až 7 rokov",
    "annualReport.milestones2016Message": "Scratch online komunita má 10 miliónov členov",
    "annualReport.milestones2017Message": "Scratch Day sa rozrastá na 1 100 podujatí v 60 krajinách",
    "annualReport.milestones2019MessageScratch3": "Spustenie aplikácie Scratch 3.0, ktorá rozširuje to, čo môžu deti vytvárať pomocou kódu",
    "annualReport.milestones2019MessageMove": "Scratch Team sa presúva z MIT do Scratch Foundation",
    "annualReport.reachTitle": "Oslovenie detí na celom svete",
    "annualReport.reachSubtitle": "Scratch je najväčšia kódovacia komunita na svete pre deti a tínedžerov vo veku od 8 rokov.",
    "annualReport.reachMillion": "miliónov",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Jedineční návštevníci",
    "annualReport.reachProjectsCreated": "Projekty vytvorené",
    "annualReport.reachProjectCreators": "Ľudia vytvorili projekty",
    "annualReport.reachComments": "Komentáre uverejnené v komunite online",
    "annualReport.reachGrowthTitle": "Rast komunity",
    "annualReport.reachGrowthBlurb": "Nové účty vytvorené v komunite Scratch Online za posledných 5 rokov.",
    "annualReport.reachGlobalCommunity": "Naša globálna komunita",
    "annualReport.reachMapBlurb": "Celkový počet účtov zaregistrovaných v komunite Scratch Online od spustenia Scratch do roku 2019",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "na logaritmickej stupnici",
    "annualReport.reachTranslationTitle": "Scratch je preložený do 60+ jazykov",
    "annualReport.reachTranslationBlurb": "Vďaka dobrovoľným prekladateľom z celého sveta.",
    "annualReport.reachScratchJrBlurb": "ScratchJr je úvodné programovacie prostredie, ktoré umožňuje malým deťom (vo veku 5 – 7 rokov) vytvárať si vlastné interaktívne príbehy a hry.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Stiahnuté od spustenia v roku 2014",
    "annualReport.initiativesTitle": "Iniciatívy",
    "annualReport.initiativesDescription": "Práca v Scratch Foundation sa sústreďuje na tri strategické oblasti: kreatívne nástroje, komunitu a školy. Každá oblasť uprednostňuje hlas a potreby detí, ktoré sú nedostatočne zastúpené v kreatívnej výpočtovej technike, a snaží sa podporovať deti v rôznych prostrediach a kultúrach po celom svete.",
    "annualReport.equity": "Equity",
    "annualReport.globalStrategy": "Globálna stratégia",
    "annualReport.toolsTitle": "Kreatívne nástroje",
    "annualReport.toolsIntro": "Neustále experimentujeme a inovujeme nové technológie a nové dizajny – vždy sa snažíme poskytnúť deťom nové spôsoby tvorenia, spolupráce a učenia sa.",
    "annualReport.toolsSpotlight": "Kreatívne nástroje — Spotlight Story",
    "annualReport.toolsLaunch": "Spustenie aplikácie Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "Navrhli sme Scratch 3.0, aby sme rozšírili, ako, čo a kde môžu deti vytvárať pomocou Scratch. Scratch 3.0, ktorý bol vydaný začiatkom roka 2019, viedol k prudkému nárastu aktivity v komunite Scratch s viacerými projektmi – a väčšou rozmanitosťou projektov – než kedykoľvek predtým.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 obsahuje knižnicu rozšírení – ďalšie kolekcie kódovacích blokov, ktoré pridávajú Scratch nové možnosti. Niektoré rozšírenia poskytujú prístup k webovým službám a ďalším softvérovým funkciám, zatiaľ čo iné spájajú Scratch so zariadeniami fyzického sveta, ako sú motory a senzory.",
    "annualReport.toolsTexttoSpeech": "Prevod textu na reč",
    "annualReport.toolsTexttoSpeechIntro": "Vďaka rozšíreniu Text-to-Speech môžu deti naprogramovať svoje postavičky Scratch, aby hovorili nahlas rôznymi hlasmi.",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} projekty v roku 2019 využívali prevod textu na reč",
    "annualReport.toolsMostPopular": "Najpopulárnejší",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} nové rozšírenie Scratch v komunite",
    "annualReport.toolsCollabAWS": "Spolupráca s Amazon Web Services",
    "annualReport.toolsTranslate": "Preklad",
    "annualReport.toolsTranslateIntro": "Vďaka rozšíreniu Translate, ktoré je postavené na rozhraní Google Translate API, môžu deti začleniť automatický preklad do svojich projektov, čím podporujú výučbu jazykov a globálnu komunikáciu.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} jazyky preložené v rozšírení",
    "annualReport.toolsSupportsLiteracy": "Podporuje gramotnosť",
    "annualReport.toolsCSandLanguageArts": "informatika a jazykové umenie",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} naprieč {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Spolupráca so spoločnosťou Google",
    "annualReport.toolsPhysicalWorld": "Fyzické svetové spojenia",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Študenti môžu vytvárať tanečné roboty, interaktívne sochy a experimenty so zberom údajov pomocou Scratch s robotickými súpravami LEGO. Nová súprava LEGO Education SPIKE Prime Set obsahuje aplikáciu založenú na Scratch. Okrem toho sú k dispozícii rozšírenia Scratch pre {mindstormsLink} a {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Spolupráca s LEGO Education",
    "annualReport.toolsVideoTutorials": "Videonávody",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 predstavil rozmanitú zbierku videonávodov, ktoré deťom pomôžu začať so Scratch. Návody sú otvorené a navrhnuté tak, aby povzbudzovali študentov, aby experimentovali, sledovali svoje záujmy a vyjadrovali svoje vlastné nápady.",
    "annualReport.toolsNumTutorials": "25 nových tutoriálov",
    "annualReport.toolsNewTutorials": "{numTutorials} k dispozícii v Scratch 3.0",
    "annualReport.toolsNumViews": "23 miliónov",
    "annualReport.toolsTutorialsViews": "{numViews} zobrazenia v roku 2019",
    "annualReport.toolsApp": "Aplikácia Scratch podporuje učenie offline",
    "annualReport.toolsDownloadLink": "stiahnuteľná aplikácia",
    "annualReport.toolsRaspberryLink": "použite na Raspberry Pi 4",
    "annualReport.toolsAppIntro": "Počas roku 2019 tím Scratch vydal Scratch 3.0 ako {downloadableLink} aplikáciu na použitie na viacerých platformách vrátane Windows, MacOS, ChromeOS a tabletov s Androidom. Okrem toho Raspberry Pi Foundation vydala Scratch 3.0 pre {raspberryLink}. Tieto verzie na stiahnutie sú obzvlášť dôležité pre milióny študentov v oblastiach, kde je internetové pripojenie nedostupné alebo nespoľahlivé.",
    "annualReport.toolsAbhiTitle": "Abhi v Cartoon Network",
    "annualReport.toolsAbhiIntro": "Aby sme zdôraznili, čo deti dokážu so Scratch 3.0, v spolupráci s Cartoon Network sme vytvorili video s Abhi, 12-ročným Scratcherom, ktorý rád tvorí animácie a hry. Vo videu sa Abhi stretáva s Ianom Jonesom-Quarteyom, tvorcom OK K.O. a ďalšie relácie Cartoon Network. Abhi predstaví Ianovi kľúčové funkcie novej verzie Scratch a spoločne nakreslia a naprogramujú animáciu postavy Cartoon Network, ktorá skáče hore a dole.",
    "annualReport.toolsAbhiQuote": "Moja najobľúbenejšia vec na Scratch je komunita, pretože sú pre mňa milí a nápomocní. Preto sa vždy rád podelím o každý projekt, ktorý je v mojich snoch.",
    "annualReport.communityTitle": "Komunita",
    "annualReport.communityIntro": "Online komunita Scratch bola vždy dôležitou súčasťou skúseností so Scratch a poskytovala deťom príležitosti na spoluprácu, zdieľanie a poskytovanie si vzájomnej spätnej väzby.",
    "annualReport.communitySpotlight": "Komunita – Spotlight Story",
    "annualReport.communityTeam": "Tím komunity Scratch",
    "annualReport.communityTeamIntro1": "Na otázku, prečo používajú Scratch, väčšina Scratchers hovorí o dôležitosti online komunity pre motiváciu ich neustálej účasti, ktorá poskytuje priestor, kde môžu prejaviť svoju kreativitu, spoznať priateľov, získať spätnú väzbu, získať nové nápady a naučiť sa nové zručnosti. Mnoho Scratchers vyjadruje svoje uznanie komunite Scratch ako bezpečnému a príjemnému priestoru na spojenie, zdieľanie a učenie sa jeden od druhého.",
    "annualReport.communityTeamIntro2": "So 40 000 novými projektmi a 400 000 novými komentármi v online komunite Scratch každý deň, ako môžeme zabezpečiť, aby komunita zostala bezpečná a priateľská a zároveň podporovala a povzbudzovala kreatívne prejavy? Náš komunitný tím, vrátane zamestnancov na plný úväzok a siete moderátorov, vedie túto zásadnú prácu. Práca komunitného tímu má dva kľúčové rozmery: moderovanie a zapojenie komunity.",
    "annualReport.communityModerationTitle": "Moderovanie komunity",
    "annualReport.communityModerationInfo": "Keď sa mladí ľudia pridajú ku komunite Scratch, súhlasia s tým, že sa budú riadiť súborom pokynov pre komunitu, ktorých cieľom je udržať Scratch bezpečným a podporným miestom pre mladých ľudí zo všetkých prostredí. Náš komunitný tím používa širokú škálu nástrojov a stratégií na podporu dobrého digitálneho občianstva a na udržanie pozitívneho prostredia pre tvorcov Scratchers. Automatické filtre zabraňujú zdieľaniu súkromných informácií alebo uverejňovaniu nevhodného obsahu a umožňujeme komukoľvek nahlásiť obsah, ktorý pocit, že porušuje Pokyny pre komunitu.",
    "annualReport.communityGuidelinesTitle": "Pravidlá spoločenstva",
    "annualReport.communityGuidelinesInfo": "Scratch víta ľudí všetkých vekových skupín, rás, etnických skupín, náboženstiev, schopností, sexuálnych orientácií a rodovej identity.",
    "annualReport.communityGuidelinesRespect": "Rešpektuj druhých.",
    "annualReport.communityGuidelinesShare": "Zdieľané",
    "annualReport.communityGuidelinesHonest": "Buďte úprimní.",
    "annualReport.communityGuidelinesConstructive": "Buďte konštruktívni.",
    "annualReport.communityGuidelinesPrivacy": "Nezverejňujte osobné informácie.",
    "annualReport.communityGuidelinesFriendly": "Pomôžte udržiavať toto miesto v priateľskej atmosfére.",
    "annualReport.communityEngagementTitle": "zapojenie komunity",
    "annualReport.storySwap": "Výmena príbehov",
    "annualReport.communityEngagementInfo": "Ďalšou hlavnou úlohou komunitného tímu je zdôrazňovať a rozvíjať príležitosti pre mladých ľudí, aby vyjadrili svoje nápady a zapojili sa pozitívnym spôsobom. Tím obsahuje projekty a štúdiá od členov komunity, ktoré slúžia ako inšpirácia, a pravidelne zverejňuje Scratch Design Studios na podporu tvorivej činnosti. Každé leto tím organizuje online Scratch Camp: témou v roku 2019 bolo {storySwapLink}, pričom Scratchers stavali na príbehoch toho druhého.",
    "annualReport.communitySDSTitle": "Scratch Design Studios",
    "annualReport.communitySDSInfo": "Niektoré štúdiá Scratch Design Studios z roku 2019:",
    "annualReport.communityDayintheLife": "Deň v živote",
    "annualReport.communityDayintheLifeInfo": "Vytvorte projekt o jednom dni v živote niečoho",
    "annualReport.communityYear3000": "Rok 3000",
    "annualReport.communityYear3000Info": "Aký by mohol byť život v roku 3000?",
    "annualReport.communityBounce": "Odskočiť",
    "annualReport.communityBounceInfo": "Vytvorte projekt, ktorý zahŕňa poskakovanie, skákanie, boing alebo skákanie.",
    "annualReport.communityMonochromatic": "Jednofarebné",
    "annualReport.communityMonochromaticInfo": "Ako by to vyzeralo, keby bola len jedna farba?",
    "annualReport.communityQuotes": "Komunita — Citáty",
    "annualReport.communityQuote1": "Do Scratch som sa pripojil, keď som mal 11 rokov a veci, ktoré som sa naučil pri používaní platformy a interakcii s komunitou, boli skutočne dôležitou súčasťou môjho učenia sa v dospelosti.",
    "annualReport.communityQuote2": "Scratch mi umožnil robiť veci z domu, napríklad \n- Rešpektovať ľudí a ich projekty\n- Spoznať priateľov\n- Cítiť, že v tejto karanténe nie som sám\n....a oveľa viac, takže chcem povedzte \n¡GRACIAS!",
    "annualReport.communityQuote3": "Na Scratchi som asi 2 roky a bola to skúsenosť, ktorá mi zmenila život! Naučil som sa toľko nových vecí, ako je kódovanie, online etiketa a umenie!",
    "annualReport.communityQuote4": "Scratch bol môj obľúbený koníček v šiestej triede. Tajne ma zoznámil s booleovskou logikou, poradím operácií a vnorenými matematickými výrazmi – nehovoriac o samotnom počítačovom programovaní.",
    "annualReport.studio": "štúdio",
    "annualReport.communityBLMIntro": "Keď sa protesty proti rasovej spravodlivosti prehnali Spojenými štátmi po tragickej vražde Georga Floyda, Breonny Taylorovej, Ahmauda Arberyho a ďalších začiatkom roku 2020, mnohí mladí ľudia použili Scratch ako spôsob, ako vyjadriť svoju podporu hnutiu Black Lives Matter, vytvárať projekty a uverejňovaním komentárov vystupovať proti rasizmu a policajnému násiliu. V {BLMStudioLink} uvedenom na domovskej stránke Scratch prispeli Scratchers stovkami projektov a tisíckami komentárov. Tím komunity Scratch sa aktívne zapojil, aby podporil Scratchers počas traumatického obdobia a zabezpečil, aby všetky projekty a rozhovory zostali rešpektované.",
    "annualReport.communityArtwork": "Umelecké dielo od Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "Vnímame mladých ľudí ako agentov zmeny.",
    "annualReport.communityChangeInfo": "Zaviazali sme sa spolupracovať s nimi a s pedagógmi a rodinami, ktoré ich podporujú, aby sme zabezpečili, že si rozvinú zručnosti, motiváciu a sebadôveru, ktoré budú potrebovať na to, aby viedli plnohodnotný život a priniesli zmysluplnú zmenu v spoločnosti.",
    "annualReport.watchVideo": "Sledovať video",
    "annualReport.schoolsTitle": "Školy",
    "annualReport.schoolsIntro": "Poskytujeme programy a zdroje na podporu učiteľov a študentov na školách po celom svete, ktoré sú navrhnuté tak, aby dosiahli rovnosť v kreatívnych počítačových skúsenostiach na základe projektov, vášne, rovesníkov a hry.",
    "annualReport.schoolsSpotlight": "Školy --- Spotlight Story",
    "annualReport.cpsProjectTitle": "Creative Computing na verejných školách v Chicagu",
    "annualReport.cpsProjectIntroP1": "V roku 2019, s financovaním z Google.org, sa tím Scratch spojil so SocialWorks, CS4ALL Chicago a Chicago Public Schools s cieľom podporiť sedem základných škôl v South Side of Chicago, ktoré spustili iniciatívu na začlenenie kreatívneho kódovania do svojich učebných osnov.",
    "annualReport.cpsProjectIntroP2": "V rámci tejto iniciatívy si stovky študentov predstavili a nakreslili samých seba ako superhrdinu svojich vlastných videohier. Tieto nápady priviedli k životu v spoločnom projekte Scratch s názvom SuperMe. Miestny hrdina z Chicaga a hudobník Chance the Rapper, ktorý získal cenu Grammy, bol natoľko inšpirovaný prácou študentov, že ju nazval oficiálnou videohrou pre svoju hitovú pieseň „I Love You So Much“ a podelil sa o ňu so svetom.",
    "annualReport.familyCreativeNightsHeader": "Rodinné večery kreatívneho kódovania",
    "annualReport.familyCreativeNightsDescription": "Kľúčom k úspechu tejto iniciatívy bolo spojiť študentov, rodiny, učiteľov a ďalších členov komunity prostredníctvom Family Creative Coding Nights. Tieto udalosti spojili stovky rodinných príslušníkov všetkých vekových kategórií – od malých detí až po starých rodičov – pri aktivitách, v ktorých sa miešalo kódovanie s umením, tancom a hudbou. Tieto podujatia posilnili spojenie medzi domovom a školou a uznali dôležitú úlohu rodín pri inšpirácii a podpore učenia sa detí.",
    "annualReport.familyNightsPhotoCredit": "Fotografie od Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Investícia do profesionálneho rozvoja učiteľov",
    "annualReport.teacherPDDescription": "Učitelia zo zúčastnených základných škôl sa zišli na workshopoch profesionálneho rozvoja, kde získali skúsenosti z prvej ruky pri vytváraní vlastných projektov Scratch a našli zmysluplné spôsoby, ako využiť Scratch na podporu vzdelávania študentov v rámci učebných osnov.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, CPS pedagóg",
    "annualReport.teacherPDQuote": "Najviac ma prekvapila vnútorná spolupráca, ktorá prišla s používaním Scratch v mojej triede. Často samotní študenti niečo objavili v platforme Scratch, ukázali mi to a potom to šírili medzi sebou.",
    "annualReport.extendingReachHeader": "Rozšírenie dosahu",
    "annualReport.extendingReachDescription": "Aby sa rozšíril dosah tohto partnerstva, CS4ALL Chicago postavilo na modeli Family Creative Coding Night a sprístupnilo ho všetkým verejným školám v Chicagu. Google CS First vytvoril sprievodcov {codeYourHeroLink} pre študentov a učiteľov, ktorí sú bezplatne k dispozícii online v angličtine a španielčine.",
    "annualReport.codeYourHero": "Kódujte svojho hrdinu",
    "annualReport.inTheNewsHeader": "V správach",
    "annualReport.chicagoSunTimesArticle": "Článok Chicago Sun Times",
    "annualReport.rollingStoneArticle": "Článok Rolling Stone",
    "annualReport.conferencesTitle": "Scratch konferencie po celom svete",
    "annualReport.conferencesIntro": "V roku 2008 tím Scratch usporiadal prvú konferenciu Scratch na MIT, na ktorej sa stretli pedagógovia, výskumníci a vývojári, aby sa podelili o nápady a skúsenosti týkajúce sa používania Scratch na podporu kreatívneho učenia. Odvtedy tím Scratch každé dva roky organizoval a hostil konferenciu Scratch na MIT. Okrem toho členovia globálnej komunity Scratch zorganizovali a usporiadali viac ako tucet konferencií, ktoré sa rozprestierali naprieč oceánmi, kontinentmi, kultúrami a jazykmi.",
    "annualReport.conferencesHeroImageCaption": "Konferencia Scratch Africa, foto {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Latinská Amerika",
    "annualReport.conferencesLatinAmericaDescription": "V máji 2019 sa pedagógovia z celého Čile a ďalších oblastí Latinskej Ameriky stretli na druhej konferencii {scratchAlSurLink} v Santiagu v Čile. Po konferencii spoločnosť Scratch al Sur vydala {spanishVersionLink} príručku {creativeComputingCurriculumLink}, ktorú vyvinula skupina Creative Computing na Harvard Graduate School of Education.",
    "annualReport.conferencesSpanishVersionLinkText": "španielska verzia",
    "annualReport.conferencesLatinAmericaImageCaption": "Fotografiu poskytol {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Európe",
    "annualReport.conferencesEuropeDescription": "V auguste 2019 zorganizovala Raspberry Pi Foundation štvrtý ročník {scratchConferenceEuropeLink}, ktorý sa konal v Cambridge vo Veľkej Británii. Na konferencii sa stretli formálni a neformálni pedagógovia z viac ako 25 krajín na praktických workshopoch, prezentáciách a demonštráciách študentov, pedagógov, výskumníkov a komunitných organizácií.",
    "annualReport.conferencesEuropeImageCaption": "Fotografiu poskytol {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Afrika",
    "annualReport.conferencesAfricaDescription": "V októbri 2019 sa prvý {scratchAfricaConferenceLink} konal v Nairobi v Keni a prilákal viac ako 250 pedagógov a študentov z celej Afriky, aby sa podelili o lekcie, posilnili postavenie mladých ľudí a oslávili úspechy v kreatívnom kódovaní. Na konferencii tím Scratch spustil svahilskú verziu aplikácie Scratch, ktorá je k dispozícii na použitie online aj offline.",
    "annualReport.conferencesAfricaImageCaption": "Fotka od {photoCredit}",
    "annualReport.financialsTitle": "Finančné údaje – 2019",
    "annualReport.financialsButton": "Auditované finančné výkazy za rok 2019",
    "annualReport.financialsFutureYears": "Poznámka: Finančná situácia v budúcich rokoch bude výrazne odlišná, keďže zamestnanci Scratch teraz prešli z MIT na Scratch Foundation.",
    "annualReport.supportersTitle": "Ďakujeme našim podporovateľom",
    "annualReport.supportersIntro": "Ďakujeme našim štedrým podporovateľom. Váš príspevok nám pomáha rozširovať kreatívne vzdelávacie príležitosti pre deti všetkých vekových kategórií, zo všetkých prostredí a na celom svete.",
    "annualReport.supportersSpotlightTitle": "Darca – Spotlight Story",
    "annualReport.supportersSFETitle": "Nadácia rodiny Siegelovcov",
    "annualReport.supportersSFEDescription1": "V máji 2012 sa David Siegel zúčastnil Scratch Day v MIT Media Lab so svojím synom Zachom, aktívnym a nadšeným Scratcherom. Keď David sledoval, ako Zach a ďalšie deti používajú Scratch na kódovanie svojich vlastných hier, animácií a robotických tvorov, videl, aký veľký potenciál mal Scratch pomôcť deťom naučiť sa praktické zručnosti kódovania a rozvíjať sa ako počítačoví myslitelia.",
    "annualReport.supportersSFEDescription2": "David pozná dôležitosť výpočtového myslenia z prvej ruky a jeho kariéra počítačového vedca a podnikateľa bola formovaná rovnakou zvedavosťou, ktorú Scratch každý deň pomáha mladým študentom objavovať. Je to rovnaký objaviteľský inštinkt, ktorý ho viedol k štúdiu informatiky na Princetone a k získaniu titulu PhD na základe práce dokončenej v laboratóriu umelej inteligencie na MIT. V roku 2001 spoluzakladal spoločnosť Two Sigma, ktorá sa rozrástla na svetového lídra v aplikovaní strojového učenia a dátovej vedy do správy investícií.",
    "annualReport.supportersSFEDescription3": "V roku 2011 David založil Siegel Family Endowment (SFE) na podporu organizácií, ktoré sa snažia pomôcť ľuďom prispôsobiť sa požiadavkám novej technológie a lepšie pochopiť a zmierniť silné narušenia, ktoré technológie spôsobili takmer v každom sektore. Je tiež spoluzakladateľom nadácie Scratch Foundation a je silným zástancom poslania organizácie udržiavať Scratch bezplatný a dostupný pre študentov na celom svete.",
    "annualReport.supportersCoFounder": "Spoluzakladateľ a spolupredseda",
    "annualReport.supportersQuote": "Zabezpečenie toho, aby Scratch zostal bezplatný a dostupný pre deti kdekoľvek, je jedným z najúčinnejších spôsobov, ako môžeme pomôcť mladým študentom zapojiť sa a prosperovať v čoraz digitálnom svete. Podpora Scratch je dnes dôležitejšia ako kedykoľvek predtým.",
    "annualReport.supportersThankYou": "Ďakujeme našim podporovateľom",
    "annualReport.supportersAllDescription": "Naším poslaním je poskytnúť všetkým deťom zo všetkých prostredí príležitosti predstaviť si, vytvárať a zdieľať nové technológie. Chceme poďakovať všetkým podporovateľom Scratch, ktorí nám odkedy sme začali pracovať na Scratch v roku 2002, pomohli vytvoriť úžasné vzdelávacie skúsenosti pre milióny mladých ľudí na celom svete. Nasledujúci zoznam je založený na kumulatívnom darovaní Scratch (na MIT aj Scratch Foundation) do 31. decembra 2019.",
    "annualReport.supportersFoundingDescription": "Sme obzvlášť vďační našim zakladajúcim partnerom, ktorí nás podporovali od prvých dní Scratch, pričom každý z nich nám v rôznych formách poskytoval kumulatívnu podporu v hodnote najmenej 10 000 000 USD.",
    "annualReport.supportersFoundingTitle": "Zakladajúci partneri",
    "annualReport.supportersCreativityTitle": "Kruh kreativity – 1 000 000 $ a viac",
    "annualReport.supportersCollaborationTitle": "Kolaboračný kruh – 200 000 USD+",
    "annualReport.supportersImaginationTitle": "Kruh predstavivosti – 50 000 dolárov+",
    "annualReport.supportersInspirationTitle": "Inšpiračný kruh – 20 000 USD+",
    "annualReport.supportersExplorationTitle": "Prieskumný kruh – 5 000 USD+",
    "annualReport.supportersInKindTitle": "Podporovatelia v naturáliách",
    "annualReport.leadershipTitle": "Náš tím",
    "annualReport.leadershipBoard": "Predstavenstvo",
    "annualReport.leadershipChair": "Stolička",
    "annualReport.leadershipProfessor": "Profesor výskumu učenia",
    "annualReport.leadershipViceChair": "Podpredsedníčka",
    "annualReport.leadershipBoardMember": "Člen predstavenstva",
    "annualReport.leadershipPresidentCEO": "Prezident a generálny riaditeľ",
    "annualReport.leadershipFormerPresident": "Bývalý prezident",
    "annualReport.leadershipFounderCEO": "Zakladateľ a generálny riaditeľ",
    "annualReport.leadershipFormerChairCEO": "Bývalý predseda a generálny riaditeľ",
    "annualReport.leadershipBoardSecretaryTreasurer": "Tajomník predstavenstva a pokladník",
    "annualReport.leadershipBoardSecretary": "Tajomník predstavenstva",
    "annualReport.leadershipBoardTreasurer": "Pokladník predstavenstva",
    "annualReport.leadershipScratchTeam": "Scratch Team",
    "annualReport.leadershipInterim": "Dočasný výkonný riaditeľ",
    "annualReport.donateTitle": "Podpor nás",
    "annualReport.donateMessage": "Vaša podpora nám umožňuje, aby bol Scratch bezplatný pre každého, udržiava naše servery v prevádzke a čo je najdôležitejšie, sme schopní poskytnúť deťom na celom svete príležitosť predstavovať si, vytvárať a zdieľať. Ďakujem!",
    "annualReport.donateButton": "Podpor nás"
}