{
    "annualReport.subnavMessage": "Meddelande",
    "annualReport.subnavMission": "Uppdrag",
    "annualReport.subnavMilestones": "Milstolpar",
    "annualReport.subnavReach": "Nå",
    "annualReport.subnavInitiatives": "Initiativ",
    "annualReport.subnavFinancials": "Ekonomi",
    "annualReport.subnavSupporters": "Supportrar",
    "annualReport.subnavTeam": "Team",
    "annualReport.subnavDonate": "Donera",
    "annualReport.mastheadYear": "Årsredovisning 2019",
    "annualReport.mastheadTitle": "Att odla en värld av kreativt lärande",
    "annualReport.messageTitle": "Meddelande från Scratch-teamet",
    "annualReport.messageP1": "2019 var ett år med stora framsteg för Scratch. Vi började året med lanseringen av Scratch 3.0, vår senaste generation av Scratch, designad för att väcka barns kreativitet och engagera barn med olika intressen och bakgrunder. Vi firade slutet av året med att vårt team flyttade från MIT till sitt nya hem på Scratch Foundation, i ett lekfullt utrymme på första våningen nära South Station i Boston. Under hela året fortsatte Scratch-gemenskapen att frodas och växa: Mer än 20 miljoner unga människor skapade projekt med Scratch 2019, en ökning med 48 % jämfört med året innan.",
    "annualReport.messageP2": "Effekten och betydelsen av Scratch har lyfts fram under 2020 när covid-pandemin tvingade skolor att stänga. Aktiviteten i Scratchs onlinecommunity mer än fördubblades när unga människor, begränsade till sina hem, vände sig till Scratch för att uttrycka sig kreativt och få kontakt med varandra. Scratchers har också varit aktivt engagerade i Black Lives Matter och andra rörelser för rasrättvisa och rättvisa, och skapat animerade projekt och studior för att sprida medvetenhet och kräva förändring.",
    "annualReport.messageP3": "Sedan vi lanserade Scratch 2007 har vi alltid sett Scratch som mer än ett programmeringsspråk. Scratch ger möjligheter för alla ungdomar, från alla bakgrunder, att utveckla sina röster, uttrycka sina idéer och skapa med varandra. Vi älskar att se hur Scratchers har svarat på de senaste samhällsutmaningarna med kreativitet, samarbete, omtanke och vänlighet.",
    "annualReport.messageP4": "I den här årsrapporten kommer vi att dela mer om Scratchs uppdrag, planer, inverkan och räckvidd, med hjälp av exempel på hur Scratch utökar inlärningsmöjligheter för en bred mångfald av ungdomar runt om i världen, både i skolor och i hela världen. liv.",
    "annualReport.messageP5": "Vi är stolta över vad unga människor skapar och lär sig med Scratch idag, och vi är fast beslutna att ge fler möjligheter för fler unga människor i framtiden.",
    "annualReport.messageSignature": "— Scratch-teamet",
    "annualReport.covidResponseTitle": "Scratch svarar på COVID",
    "annualReport.covidResponseP1": "När vi skriver denna årsredovisning är vi månader in i covid-pandemin. Sedan mitten av mars 2020 har Scratch-kontoret varit stängt och Scratch Team-medlemmar har aktivt arbetat hemifrån för att stödja barn och pedagoger runt om i världen vars liv har störts av pandemin.",
    "annualReport.covidResponseP2": "Den 17 mars lanserade vi #ScratchAtHome-initiativet för att ge barn, familjer och pedagoger idéer för att engagera sig i kreativa lärandeaktiviteter med Scratch hemma. Vi fortsätter att lägga till videohandledningar och andra resurser till {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "#ScratchAtHome-sida",
    "annualReport.covidResponseP3": "Aktiviteten i {scratchCommunityLink} har mer än fördubblats från förra året. Scratchers skapar och delar projekt för att stödja och inspirera andra genom pandemin – med projekt och studior som erbjuder idéer för att träna hemma, tips för att hålla sig friska, humor för att muntra upp varandra och tack vare viktiga medarbetare.",
    "annualReport.covidResponseScratchCommunity": "Scratch online-gemenskap",
    "annualReport.missionTitle": "Vårt uppdrag",
    "annualReport.missionSubtitle": "Vårt uppdrag är att ge alla barn, från alla bakgrunder, möjligheter att föreställa sig, skapa och samarbeta med ny teknik – så att de kan forma morgondagens värld.",
    "annualReport.missionP1": "Vi är fast beslutna att prioritera rättvisa i alla aspekter av vårt arbete, med särskilt fokus på initiativ och tillvägagångssätt som stödjer barn, familjer och lärare längst bort från utbildningsrättvisa.",
    "annualReport.missionP2": "Vi har utvecklat Scratch som en fri, säker, lekfull inlärningsmiljö som engagerar alla barn i att tänka kreativt, resonera systematiskt och arbeta tillsammans – väsentliga färdigheter för alla i dagens samhälle. Vi arbetar med pedagoger och familjer för att stödja barn i att utforska, dela och lära sig.",
    "annualReport.missionP3": "När vi utvecklar ny teknik, aktiviteter och läromedel vägleds vi av vad vi kallar {fourPsItalics}:",
    "annualReport.fourPs": "Fyra K för kreativt lärande",
    "annualReport.missionProjectsTitle": "Projekt",
    "annualReport.missionPeersTitle": "Kamrater",
    "annualReport.missionPassionTitle": "Kärlek",
    "annualReport.missionPlayTitle": "Leka",
    "annualReport.missionProjectsDescription": "Engagera barn i att designa, skapa och uttrycka sig kreativt",
    "annualReport.missionPeersDescription": "Stöd barn i att samarbeta, dela, remixa och mentorskap",
    "annualReport.missionPassionDescription": "Låt barn bygga vidare på sina intressen och arbeta med personligt meningsfulla projekt",
    "annualReport.missionPlayDescription": "Uppmuntra barn att mixtra, experimentera och iterera",
    "annualReport.milestonesTitle": "Milstolpar",
    "annualReport.milestonesDescription": "Här är några viktiga händelser och prestationer i historien om Scratch och det globala Scratch-communityt.",
    "annualReport.milestones2003Message": "Tilldelades ett National Science Foundation-anslag för att starta utvecklingen av Scratch",
    "annualReport.milestones2004Message": "Erbjöd första Scratch-workshopen på Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Offentlig lansering av Scratch-programmeringsspråket och onlinegemenskapen",
    "annualReport.milestones2008Message": "Arrangerade första Scratch-konferens för pedagoger och utvecklare",
    "annualReport.milestones2009Message1.4": "Släppt Scratch 1.4, översatt till mer än 40 språk",
    "annualReport.milestones2009MessageScratchDay": "Var värd för det första Scratch Day-eventet för barn och familjer",
    "annualReport.milestones2010Message": "Scratch online community når 1 miljon medlemmar",
    "annualReport.milestones2013MessageFoundation": "Etablerade Code-to-Learn Foundation (senare omdöpt till Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Lansering av Scratch 2.0, ger nya möjligheter till samarbete",
    "annualReport.milestones2014Message": "Lansering av ScratchJr för yngre barn i åldrarna 5 till 7",
    "annualReport.milestones2016Message": "Scratch online community når 10 miljoner medlemmar",
    "annualReport.milestones2017Message": "Scratch Day växer till 1 100 evenemang i 60 länder",
    "annualReport.milestones2019MessageScratch3": "Lansering av Scratch 3.0, utökar vad barn kan skapa med kod",
    "annualReport.milestones2019MessageMove": "Scratch Team flyttar från MIT till Scratch Foundation",
    "annualReport.reachTitle": "Nå barn runt om i världen",
    "annualReport.reachSubtitle": "Scratch är världens största kodningscommunity för barn och tonåringar från 8 år och uppåt.",
    "annualReport.reachMillion": "miljon",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "unika besökare",
    "annualReport.reachProjectsCreated": "Projekt skapade",
    "annualReport.reachProjectCreators": "Människor skapade projekt",
    "annualReport.reachComments": "Kommentarer publicerade i onlinegemenskapen",
    "annualReport.reachGrowthTitle": "Samhällstillväxt",
    "annualReport.reachGrowthBlurb": "Nya konton skapade i Scratch Online Community under de senaste 5 åren.",
    "annualReport.reachGlobalCommunity": "Vår globala gemenskap",
    "annualReport.reachMapBlurb": "Totalt antal konton registrerade i Scratch Online Community från lanseringen av Scratch till och med 2019",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "på en logaritmisk skala",
    "annualReport.reachTranslationTitle": "Scratch är översatt till 60+ språk",
    "annualReport.reachTranslationBlurb": "Tack vare frivilliga översättare från hela världen.",
    "annualReport.reachScratchJrBlurb": "ScratchJr är en introduktionsmiljö för programmering som gör det möjligt för små barn (5-7 år) att skapa sina egna interaktiva berättelser och spel.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Nedladdningar sedan lanseringen 2014",
    "annualReport.initiativesTitle": "Initiativ",
    "annualReport.initiativesDescription": "Arbetet på Scratch Foundation fokuserar på tre strategiska områden: kreativa verktyg, gemenskap och skolor. Varje område prioriterar rösten och behoven hos barn som är underrepresenterade i kreativ datoranvändning och försöker stödja barn i olika miljöer och kulturer runt om i världen.",
    "annualReport.equity": "Rättvisa",
    "annualReport.globalStrategy": "Global strategi",
    "annualReport.toolsTitle": "Kreativa verktyg",
    "annualReport.toolsIntro": "Vi experimenterar och innoverar ständigt med ny teknik och ny design – vi strävar alltid efter att ge barn nya sätt att skapa, samarbeta och lära sig.",
    "annualReport.toolsSpotlight": "Kreativa verktyg — Spotlight-berättelse",
    "annualReport.toolsLaunch": "Lansering av Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "Vi designade Scratch 3.0 för att utöka hur, vad och var barn kan skapa med Scratch. Släppt i början av 2019 ledde Scratch 3.0 till en ökning av aktiviteten i Scratch-communityt, med fler projekt – och ett större utbud av projekt – än någonsin tidigare.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 innehåller ett bibliotek med tillägg – extra samlingar av kodningsblock som lägger till nya funktioner till Scratch. Vissa tillägg ger tillgång till webbtjänster och andra mjukvarufunktioner, medan andra kopplar ihop Scratch med enheter i den fysiska världen som motorer och sensorer.",
    "annualReport.toolsTexttoSpeech": "Text till tal",
    "annualReport.toolsTexttoSpeechIntro": "Med tillägget Text-to-Speech kan barn programmera sina Scratch-karaktärer att tala högt, med en mängd olika röster.",
    "annualReport.toolsNumProjects": "330 000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} projekt under 2019 använde text-till-tal",
    "annualReport.toolsMostPopular": "Mest populär",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} nytt Scratch-tillägg i communityn",
    "annualReport.toolsCollabAWS": "Samarbete med Amazon Web Services",
    "annualReport.toolsTranslate": "Översätta",
    "annualReport.toolsTranslateIntro": "Med Translate-tillägget, byggt på Google Translate API, kan barn införliva automatisk översättning i sina projekt, vilket stödjer språkinlärning och global kommunikation.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} språk översatta i tillägget",
    "annualReport.toolsSupportsLiteracy": "Stöder läskunnighet",
    "annualReport.toolsCSandLanguageArts": "datavetenskap och språkkonst",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} tvärs över {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Samarbete med Google",
    "annualReport.toolsPhysicalWorld": "Fysiska världsanslutningar",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Eleverna kan skapa dansande robotar, interaktiva skulpturer och datainsamlingsexperiment med hjälp av Scratch med LEGO-robotkit. Det nya LEGO Education SPIKE Prime Setet har en app baserad på Scratch. Dessutom finns Scratch-tillägg tillgängliga för {mindstormsLink} och {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Samarbete med LEGO Education",
    "annualReport.toolsVideoTutorials": "Videoguide",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 introducerade en mångsidig samling videosjälvstudier för att hjälpa barn att komma igång med Scratch. Handledningarna är öppna och utformade för att uppmuntra eleverna att experimentera, följa sina intressen och uttrycka sina egna idéer.",
    "annualReport.toolsNumTutorials": "25 nya tutorials",
    "annualReport.toolsNewTutorials": "{numTutorials} tillgänglig i Scratch 3.0",
    "annualReport.toolsNumViews": "23 miljoner",
    "annualReport.toolsTutorialsViews": "{numViews} visningar under 2019",
    "annualReport.toolsApp": "Scratch-appen stöder inlärning offline",
    "annualReport.toolsDownloadLink": "nedladdningsbar app",
    "annualReport.toolsRaspberryLink": "Använd på Raspberry Pi 4",
    "annualReport.toolsAppIntro": "Under 2019 släppte Scratch-teamet Scratch 3.0 som en {downloadableLink} för användning på flera plattformar, inklusive Windows, MacOS, ChromeOS och Android-surfplattor. Dessutom släppte Raspberry Pi Foundation Scratch 3.0 för {raspberryLink}. Dessa nedladdningsbara versioner är särskilt viktiga för miljontals elever i områden där internetuppkoppling är otillgänglig eller opålitlig.",
    "annualReport.toolsAbhiTitle": "Abhi på Cartoon Network",
    "annualReport.toolsAbhiIntro": "För att lyfta fram vad barn kan göra med Scratch 3.0, samarbetade vi med Cartoon Network för att skapa en video med Abhi, en 12-årig Scratcher som älskar att göra animationer och spel. I videon träffar Abhi Ian Jones-Quartey, skapare av OK K.O.! Nu Blir Vi Hjältar och andra serier i Cartoon Network. Abhi introducerar Ian för nyckelfunktioner i den nya versionen av Scratch, och tillsammans ritar och programmerar de en animation av en Cartoon Network-karaktär som hoppar upp och ner.",
    "annualReport.toolsAbhiQuote": "Min favoritsak med Scratch är gemenskapen, eftersom de är trevliga och hjälpsamma för mig. Det är därför jag alltid är glad över att dela med mig av alla projekt som finns i mina drömmar.",
    "annualReport.communityTitle": "Gemenskap",
    "annualReport.communityIntro": "Scratchs onlinecommunity har alltid varit en viktig del av Scratch-upplevelsen, och gett möjligheter för barn att samarbeta, dela och ge feedback till varandra.",
    "annualReport.communitySpotlight": "Community - Spotlight-berättelse",
    "annualReport.communityTeam": "Scratch community team",
    "annualReport.communityTeamIntro1": "På frågan varför de använder Scratch, talar de flesta Scratchers om vikten av onlinecommunityt för att motivera sitt pågående deltagande, tillhandahålla ett utrymme där de kan uttrycka sin kreativitet, få vänner, få feedback, få nya idéer och lära sig nya färdigheter. Många Scratchers uttrycker sin uppskattning för Scratch-communityt som ett säkert och välkomnande utrymme för att ansluta, dela och lära av varandra.",
    "annualReport.communityTeamIntro2": "Med 40 000 nya projekt och 400 000 nya kommentarer i Scratch onlinecommunityt varje dag, hur kan vi säkerställa att communityn förblir säker och vänlig, samtidigt som vi stödjer och uppmuntrar kreativa uttryck? Vårt Community Team, inklusive heltidsanställd personal och ett nätverk av moderatorer, leder detta viktiga arbete. Det finns två nyckeldimensioner av samhällsteamets arbete: moderering och samhällsengagemang.",
    "annualReport.communityModerationTitle": "Gemenskapsmoderering",
    "annualReport.communityModerationInfo": "När ungdomar går med i Scratch-communityt går de med på att följa en uppsättning riktlinjer för communityn, som är utformade för att hålla Scratch en säker och stödjande plats för unga människor från alla bakgrunder. Vårt community-team använder en mängd olika verktyg och strategier för att uppmuntra ett gott digitalt medborgarskap och upprätthålla en positiv miljö för Scratchers att skapa sig i. Automatiserade filter förhindrar att privat information delas eller att olämpligt innehåll publiceras, och vi tillåter alla att rapportera innehåll de anser bryter mot communityns riktlinjer.",
    "annualReport.communityGuidelinesTitle": "Användarvillkor",
    "annualReport.communityGuidelinesInfo": "Scratch välkomnar människor från alla åldrar, raser, etnicitet, religioner, sexuell läggning och könsidentiteter.",
    "annualReport.communityGuidelinesRespect": "Respektera varandra.",
    "annualReport.communityGuidelinesShare": "Dela.",
    "annualReport.communityGuidelinesHonest": "Var ärlig.",
    "annualReport.communityGuidelinesConstructive": "Var konstruktiv.",
    "annualReport.communityGuidelinesPrivacy": "Behåll personlig info privat.",
    "annualReport.communityGuidelinesFriendly": "Vi hjälps åt att hålla sajten vänlig.",
    "annualReport.communityEngagementTitle": "Samhällsengagemang",
    "annualReport.storySwap": "Berättelse byta",
    "annualReport.communityEngagementInfo": "En annan viktig roll för Community Team är att lyfta fram och utveckla möjligheter för unga människor att uttrycka sina idéer och engagera sig på ett positivt sätt. Teamet har projekt och studior från communitymedlemmar som inspiration, och det publicerar regelbundet Scratch Design Studios för att uppmuntra kreativ aktivitet. Varje sommar anordnar teamet ett Scratch Camp online: temat 2019 var {storySwapLink}, med Scratchers som bygger på varandras berättelser.",
    "annualReport.communitySDSTitle": "Scratch Design studios",
    "annualReport.communitySDSInfo": "Några Scratch Design Studios från 2019:",
    "annualReport.communityDayintheLife": "Dag i livet",
    "annualReport.communityDayintheLifeInfo": "Skapa ett projekt om en dag i någots liv",
    "annualReport.communityYear3000": "År 3000",
    "annualReport.communityYear3000Info": "Hur kan livet se ut år 3000?",
    "annualReport.communityBounce": "Studsa",
    "annualReport.communityBounceInfo": "Skapa ett projekt som innebär att studsa, hoppa, boing eller hoppa.",
    "annualReport.communityMonochromatic": "Enfärgad",
    "annualReport.communityMonochromaticInfo": "Hur skulle det se ut om det bara fanns en färg?",
    "annualReport.communityQuotes": "Gemenskap — Citat",
    "annualReport.communityQuote1": "Jag gick med i Scratch när jag var 11 år gammal och de saker jag lärde mig genom att använda plattformen och interagera med samhället var verkligen en viktig del av min uppväxt.",
    "annualReport.communityQuote2": "Scratch har tillåtit mig att göra saker hemifrån, som \n- Respektera människor och deras projekt\n- Skaffa vänner\n- Känn att jag inte är ensam i den här karantänen\n...och mycket mer, så jag vill säg \n¡GRACIAS!",
    "annualReport.communityQuote3": "Jag har varit på Scratch i ungefär 2 år, och det har varit en livsförändrande upplevelse! Jag har lärt mig så många nya saker, som kodning, nätetikett och konst!",
    "annualReport.communityQuote4": "Scratch var min favorithobby i sjätte klass. Den introducerade mig i hemlighet för boolesk logik, operationsordning och kapslade matematiska uttryck – för att inte tala om själva datorprogrammeringen.",
    "annualReport.studio": "studio",
    "annualReport.communityBLMIntro": "När rasrättsliga protester svepte över USA efter de tragiska morden på George Floyd, Breonna Taylor, Ahmaud Arbery och andra i början av 2020, använde många unga människor Scratch som ett sätt att uttrycka sitt stöd för Black Lives Matter-rörelsen, skapade projekt och lägga upp kommentarer för att tala ut mot rasism och polisvåld. I en {BLMStudioLink} på Scratch-hemsidan bidrog Scratchers med hundratals projekt och tusentals kommentarer. Scratch Community Team var aktivt involverat för att stödja Scratchers under en traumatisk tid och för att säkerställa att alla projekt och samtal förblev respektfulla.",
    "annualReport.communityArtwork": "Konstverk av Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "Vi ser unga människor som förändringsagenter.",
    "annualReport.communityChangeInfo": "Vi är engagerade i att arbeta med dem, och med de pedagoger och familjer som stöder dem, för att säkerställa att de utvecklar de färdigheter, motivationen och det självförtroende de behöver för att leva tillfredsställande liv och åstadkomma en meningsfull förändring i samhället.",
    "annualReport.watchVideo": "Kolla video",
    "annualReport.schoolsTitle": "Skolor",
    "annualReport.schoolsIntro": "Vi tillhandahåller program och resurser för att stödja lärare och elever i skolor runt om i världen, utformade för att uppnå rättvisa i kreativa datorupplevelser, baserat på projekt, passion, kamrater och lek.",
    "annualReport.schoolsSpotlight": "Skolor — Spotlätt berättelse",
    "annualReport.cpsProjectTitle": "Creative Computing i Chicago Public Schools",
    "annualReport.cpsProjectIntroP1": "Under 2019, med finansiering från Google.org, samarbetade Scratch-teamet med SocialWorks, CS4ALL Chicago och Chicago Public Schools för att stödja sju grundskolor i South Side of Chicago när de lanserade ett initiativ för att införliva kreativ kodning i sin läroplan.",
    "annualReport.cpsProjectIntroP2": "Som en del av detta initiativ föreställde och ritade hundratals studenter sig själva som superhjälten i sina egna videospel. De väckte dessa idéer till liv i ett samarbete Scratch-projekt som heter SuperMe. Den lokala Chicago-hjälten och Grammy-belönade musikern Chance the Rapper blev så inspirerad av elevernas arbete att han utnämnde det till det officiella videospelet för sin hitlåt I Love You So Much och delade det med världen.",
    "annualReport.familyCreativeNightsHeader": "Familjens kreativa kodningskvällar",
    "annualReport.familyCreativeNightsDescription": "En nyckel till framgången för detta initiativ var att koppla samman elever, familjer, lärare och andra medlemmar i samhället genom Family Creative Coding Nights. Dessa evenemang samlade hundratals familjemedlemmar i alla åldrar – från små barn till mor- och farföräldrar – i aktiviteter som blandade kodning med konst, dans och musik. Dessa evenemang stärkte förbindelserna mellan hem och skola, och erkände familjernas viktiga roll när det gäller att inspirera och stödja barns lärande.",
    "annualReport.familyNightsPhotoCredit": "Foton av Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Satsa på professionell utveckling för lärare",
    "annualReport.teacherPDDescription": "Lärare från de deltagande grundskolorna samlades för professionella utvecklingsworkshops, fick förstahandserfarenhet av att skapa sina egna Scratch-projekt och hittade meningsfulla sätt att använda Scratch för att stödja elevernas lärande över hela läroplanen.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, CPS-pedagog",
    "annualReport.teacherPDQuote": "Det som förvånade mig mest var det inneboende samarbetet som följde med att använda Scratch i mitt klassrum. Ofta upptäcker eleverna själva något i Scratch-plattformen, visar mig och sprider det sedan sinsemellan.",
    "annualReport.extendingReachHeader": "Utöka räckvidden",
    "annualReport.extendingReachDescription": "För att utöka räckvidden för detta partnerskap byggde CS4ALL Chicago på Family Creative Coding Night-modellen och har gjort den tillgänglig för alla Chicago Public Schools. Google CS First producerade {codeYourHeroLink}-guider för elever och lärare, tillgängliga gratis online på engelska och spanska.",
    "annualReport.codeYourHero": "Koda din hjälte",
    "annualReport.inTheNewsHeader": "På nyheterna",
    "annualReport.chicagoSunTimesArticle": "Chicago Sun Times artikel",
    "annualReport.rollingStoneArticle": "Rolling Stone-artikel",
    "annualReport.conferencesTitle": "Scratch-konferenser runt om i världen",
    "annualReport.conferencesIntro": "2008 var Scratch-teamet värd för den första Scratch-konferensen på MIT, som samlade lärare, forskare och utvecklare för att dela idéer och erfarenheter för att använda Scratch för att stödja kreativt lärande. Sedan dess har Scratch-teamet organiserat och varit värd för en Scratch-konferens på MIT vartannat år. Dessutom har medlemmar av det globala Scratch-communityt organiserat och varit värd för mer än ett dussin konferenser – som sträcker sig över hav, kontinenter, kulturer och språk.",
    "annualReport.conferencesHeroImageCaption": "Scratch Africa Conference, foto av {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Latinamerika",
    "annualReport.conferencesLatinAmericaDescription": "I maj 2019 samlades lärare från hela Chile och andra områden i Latinamerika för den andra {scratchAlSurLink} konferensen i Santiago, Chile. Efter konferensen släppte Scratch al Sur en {spanishVersionLink} av {creativeComputingCurriculumLink} guiden, utvecklad av Creative Computing-gruppen vid Harvard Graduate School of Education.",
    "annualReport.conferencesSpanishVersionLinkText": "Spansk version",
    "annualReport.conferencesLatinAmericaImageCaption": "Foto tillhandahållet av {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Europa",
    "annualReport.conferencesEuropeDescription": "I augusti 2019 anordnade Raspberry Pi Foundation den fjärde {scratchConferenceEuropeLink}, som hölls i Cambridge, Storbritannien. Konferensen samlade formella och informella lärare från mer än 25 länder för praktiska workshops, presentationer och demonstrationer av studenter, utbildare, forskare och samhällsbaserade organisationer.",
    "annualReport.conferencesEuropeImageCaption": "Foto tillhandahållet av {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Afrika",
    "annualReport.conferencesAfricaDescription": "I oktober 2019 hölls den första {scratchAfricaConferenceLink} en i Nairobi, Kenya, och lockade mer än 250 lärare och studenter från hela Afrika för att dela lektioner, stärka unga människor och fira framgångar inom kreativ kodning. På konferensen lanserade Scratch Team en swahiliversion av Scratch, tillgänglig för användning både online och offline.",
    "annualReport.conferencesAfricaImageCaption": "Foto tillhandahållet av {photoCredit}",
    "annualReport.financialsTitle": "Ekonomi - 2019",
    "annualReport.financialsButton": "Reviderade räkenskaper 2019",
    "annualReport.financialsFutureYears": "Notera: Ekonomin under kommande år kommer att vara avsevärt annorlunda, eftersom Scratch-personalen nu har övergått från MIT till Scratch Foundation.",
    "annualReport.supportersTitle": "Tack till våra supportrar",
    "annualReport.supportersIntro": "Tack till våra generösa supportrar. Ditt bidrag hjälper oss att utöka kreativa lärandemöjligheter för barn i alla åldrar, från alla bakgrunder, runt om i världen.",
    "annualReport.supportersSpotlightTitle": "Donoror - Strålkastare berättelse",
    "annualReport.supportersSFETitle": "Siegel familjefond",
    "annualReport.supportersSFEDescription1": "I maj 2012 deltog David Siegel i Scratch Day på MIT Media Lab med sin son Zach, en aktiv och entusiastisk Scratcher. När David såg Zach och andra barn använda Scratch för att koda sina egna spel, animationer och robotvarelser, såg David hur stor potential Scratch hade för att hjälpa barn att både lära sig praktiska kodningsfärdigheter och utvecklas som beräkningstänkare.",
    "annualReport.supportersSFEDescription2": "David vet hur viktigt det är med beräkningstänkande, och hans karriär som datavetare och entreprenör har formats av samma nyfikenhet som Scratch hjälper unga elever att utforska varje dag. Det är samma utforskande instinkt som fick honom att studera datavetenskap vid Princeton och ta en doktorsexamen baserat på arbete som gjorts vid MIT:s Artificial Intelligence Lab. 2001 var han med och grundade Two Sigma, som har vuxit till att bli världsledande inom tillämpning av maskininlärning och datavetenskap för investeringsförvaltning.",
    "annualReport.supportersSFEDescription3": "2011 grundade David Siegel Family Endowment (SFE) för att stödja organisationer som arbetar för att hjälpa människor att anpassa sig till kraven från ny teknik, och för att bättre förstå och mildra de kraftfulla störningar som teknologin har drivit på i nästan alla sektorer. Han är också en av grundarna av Scratch Foundation och är en stark förespråkare för organisationens uppdrag att hålla Scratch fri och tillgänglig för elever över hela världen.",
    "annualReport.supportersCoFounder": "Medgrundare och medordförande",
    "annualReport.supportersQuote": "Att se till att Scratch förblir gratis och tillgängligt för barn överallt är ett av de mest effektfulla sätten vi kan hjälpa unga elever att engagera sig och frodas i en allt mer digital värld. Att stödja Scratch är viktigare idag än någonsin tidigare.",
    "annualReport.supportersThankYou": "Tack till våra supportrar",
    "annualReport.supportersAllDescription": "Vårt uppdrag är att ge alla barn, från alla bakgrunder, möjligheter att föreställa sig, skapa och dela med ny teknik. Vi vill tacka alla Scratch-supportrar som sedan vi började arbeta med Scratch 2002 har hjälpt oss att skapa fantastiska lärandeupplevelser för miljontals ungdomar runt om i världen. Följande lista är baserad på kumulativt bidrag till Scratch (både hos MIT och Scratch Foundation) till och med den 31 december 2019.",
    "annualReport.supportersFoundingDescription": "Vi är särskilt tacksamma mot våra grundande partners som stöttade oss från Scratchs tidiga dagar, och var och en gav minst 10 000 000 USD i kumulativt stöd, i olika former.",
    "annualReport.supportersFoundingTitle": "Grundande partners",
    "annualReport.supportersCreativityTitle": "Kreativitetscirkel – $1 000 000+",
    "annualReport.supportersCollaborationTitle": "Samarbetscirkel – $200 000+",
    "annualReport.supportersImaginationTitle": "Fantasicirkel - $50 000+",
    "annualReport.supportersInspirationTitle": "Inspirationscirkel – $20 000+",
    "annualReport.supportersExplorationTitle": "Utforskningscirkel – $5 000+",
    "annualReport.supportersInKindTitle": "In-kind supportrar",
    "annualReport.leadershipTitle": "Vårt lag",
    "annualReport.leadershipBoard": "Styrelse",
    "annualReport.leadershipChair": "Stol",
    "annualReport.leadershipProfessor": "Professor i lärandeforskning",
    "annualReport.leadershipViceChair": "Vice ordförande",
    "annualReport.leadershipBoardMember": "Styrelsemedlem",
    "annualReport.leadershipPresidentCEO": "Ordförande och VD",
    "annualReport.leadershipFormerPresident": "Före detta president",
    "annualReport.leadershipFounderCEO": "Grundare och VD",
    "annualReport.leadershipFormerChairCEO": "Tidigare ordförande och VD",
    "annualReport.leadershipBoardSecretaryTreasurer": "Styrelsesekreterare & kassör",
    "annualReport.leadershipBoardSecretary": "Styrelsesekreterare",
    "annualReport.leadershipBoardTreasurer": "Styrelsekassör",
    "annualReport.leadershipScratchTeam": "Scratch Team",
    "annualReport.leadershipInterim": "Tillförordnad verkställande direktör",
    "annualReport.donateTitle": "Stöd oss",
    "annualReport.donateMessage": "Ditt stöd gör det möjligt för oss att göra Scratch gratis för alla, håller våra servrar igång, och viktigast av allt, vi kan ge barn över hela världen en möjlighet att föreställa sig, skapa och dela. Tack!",
    "annualReport.donateButton": "Donera"
}