{
    "annualReport.subnavMessage": "Ujumbe",
    "annualReport.subnavMission": "Misheni",
    "annualReport.subnavMilestones": "Hatua Kuu",
    "annualReport.subnavReach": "Fika",
    "annualReport.subnavInitiatives": "Mipango",
    "annualReport.subnavFinancials": "Fedha",
    "annualReport.subnavSupporters": "Wafuasi",
    "annualReport.subnavTeam": "Timu",
    "annualReport.subnavDonate": "Toa",
    "annualReport.mastheadYear": "Ripoti ya Mwaka wa 2019",
    "annualReport.mastheadTitle": "Kukuza Ulimwengu wa Masomo Bunifu",
    "annualReport.messageTitle": "Ujumbe kutoka kwa Timu ya Scratch",
    "annualReport.messageP1": "2019 ulikuwa mwaka wa maendeleo makubwa kwa Scratch. Tulianza mwaka na uzinduzi wa Scratch 3.0, kizazi chetu kipya zaidi cha Scratch, iliyoundwa  kuchochea ubunifu wa watoto na kuwashirikisha watoto walio na masilahi na asili anuwai. Tulisherehekea mwisho wa mwaka na timu yetu kuhamia kutoka MIT kwenda kwenye nyumba yake mpya huko Scratch Foundation, katika nafasi ya kucheza ya ghorofa ya kwanza karibu na Kituo cha Kusini huko Boston. Kwa mwaka mzima, jamii ya Scratch iliendelea kustawi na kukua: Zaidi ya vijana milioni 20 waliunda miradi na Scratch mnamo 2019, ongezeko la 48% kwa mwaka",
    "annualReport.messageP2": "Athari na umuhimu wa Scratch zimeangaziwa katika mwaka wa 2020 kwa vile janga la COVID lililazimu shule kufungwa. Shughuli katika jamii ya Scratch mtandaoni iliongezeka zaidi ya mara mbili wakati vijana, hawangeweza kutoka kwenye nyumba zao, wakaanza kutegemea Scratch kujieleza kwa ubunifu na kuungana na wenzao. WanaScratch pia wamekuwa wakishiriki kikamilifu katika Black Lives Matter na harakati zingine za haki ya rangi na usawa, kuunda miradi na studio za kuhamasisha na kudai mabadiliko.",
    "annualReport.messageP3": "Kuanzia wakati tulizindua Scratch mnamo 2007, tumeiona Scratch kuwa zaidi ya lugha ya programu.  Scratch hutoa fursa kwa vijana wote, kutoka asili zote, kuzikuza sauti zao, kuzieleza dhana zao, na kuunda pamoja. Tunapenda kuona vile WanaScratch wamekabiliana na changamoto za hivi karibuni za jamii kwa ubunifu, ushirikiano, kujali, na fadhili.",
    "annualReport.messageP4": "Katika Ripoti hii ya Mwaka, tutashiriki zaidi juu ya misheni, miradi, athari, na ueneaji wa Scratch, unaoungwa mkono na mifano ya jinsi Scratch inapanua fursa za masomo kwa vijana wa namna mbalimbali ulimwenguni kote, shuleni na maishani mwao.",
    "annualReport.messageP5": "Tuna majivuno jinsi vijana wanaunda na kujifunza kupitia Scratch leo, na tunajitolea kutoa fursa zaidi kwa vijana zaidi katika siku zijazo.",
    "annualReport.messageSignature": "— Timu ya Scratch",
    "annualReport.covidResponseTitle": "Scratch Yakabiliana na COVID",
    "annualReport.covidResponseP1": "Tunapoandika ripoti hii ya mwaka, tuko na miezi kadhaa katika janga la COVID. Tangu katikati ya Machi 2020, ofisi ya Scratch imefungwa na washiriki wa Timu ya Scratch wamekuwa wakijitahidi kufanya kazi kutoka nyumbani kusaidia watoto na waalimu ulimwenguni kote ambao maisha yao yamevurugwa na janga hili.",
    "annualReport.covidResponseP2": "Mnamo Machi 17, tulizindua mpango wa #ScratchAtHome kuwapa watoto, familia, na walimu dhana za kushiriki katika shughuli za masomo bunifu kupitia Scratch nyumbani. Tunaendelea kuongeza mafunzo ya video na rasilimali zingine kwa {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "Ukarasa la #ScratchAtHome",
    "annualReport.covidResponseP3": "Shughuli katika {scratchCommunityLink}imeongezeka zaidi ya mara mbili kutoka mwaka jana. WanaScratch wanaunda na kushiriki miradi kusaidia na kuhamasisha wengine wakati wa janga—kwa miradi na studio ambazo hutoa dhana za kufanya mazoezi nyumbani, madokezo ya kudumisha afya, ucheshi wa kuchangamshana, na shukrani kwa wafanyikazi muhimu.",
    "annualReport.covidResponseScratchCommunity": "Jamii ya Scratch mtandaoni",
    "annualReport.missionTitle": "Misheni  Yetu",
    "annualReport.missionSubtitle": "Misheni yetu ni kuwapa watoto wote, kutoka asili zote, fursa za kuwazia, kuunda, na kushirikiana na teknolojia mpya — ili waweze kuuelekeza ulimwengu wa kesho.",
    "annualReport.missionP1": "Tumejitolea kutanguliza usawa katika nyanja zote za kazi yetu, kwa kuzingatia mipango na njia zinazosaidia watoto, familia, na waalimu wenye umbali na haki ya kielimu.",
    "annualReport.missionP2": "Tumeendeleza Scratch kama mazingira bure, salama na ya kujifunza kwa kucheza ambayo huwashirikisha watoto wote kufikiria kwa ubunifu, kuwaza kwa mpangilio, na kufanya kazi kwa kushirikiana — stadi muhimu kwa kila mtu katika jamii ya leo. Tunafanya kazi na walimu na familia kusaidia watoto kuchunguza, kushiriki, na kujifunza.",
    "annualReport.missionP3": "Katika kuendeleza teknolojia mpya, shughuli, na vifaa vya kujifunza, tunaongozwa na kile tunachoita {fourPsItalics}:",
    "annualReport.fourPs": "Four P’s of Creative Learning",
    "annualReport.missionProjectsTitle": "Miradi",
    "annualReport.missionPeersTitle": "Marika",
    "annualReport.missionPassionTitle": "Shauku",
    "annualReport.missionPlayTitle": "Cheza",
    "annualReport.missionProjectsDescription": "Shirikisha watoto katika kubuni, kuunda, na kujieleza kwa ubunifu",
    "annualReport.missionPeersDescription": "Saidia watoto kushirikiana, kujadiliana, kuboresha, na kushauri",
    "annualReport.missionPassionDescription": "Wezesha watoto kuboresha mapendezi yao na kufanya miradi binafsi yenye maana",
    "annualReport.missionPlayDescription": "Himiza watoto kucheza, kujaribu, na kurejelea",
    "annualReport.milestonesTitle": "Hatua Kuu",
    "annualReport.milestonesDescription": "Hapa kuna hafla muhimu na mafanikio katika historia ya Scratch na jamii ya Scratch ya ulimwenguni.",
    "annualReport.milestones2003Message": "Ilituzwa ruzuku ya National Science Foundation ili kuanzisha maendeleo ya Scratch",
    "annualReport.milestones2004Message": "Iliandaa warsha ya kwanza ya Scratch kwenye Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Uzinduzi wa umma wa lugha ya programu ya Scratch na jamii kwenye mtandao",
    "annualReport.milestones2008Message": "Kupangwa kwa Mkutano wa kwanza wa Scratch wa walimu na wasanidi",
    "annualReport.milestones2009Message1.4": "Kutolewa kwa Scratch 1.4, iliyotafsiriwa katika lugha zaidi ya 40",
    "annualReport.milestones2009MessageScratchDay": "Kuandaliwa kwa hafla ya kwanza ya Scratch Day ya watoto na familia",
    "annualReport.milestones2010Message": "Jamii ya Scratch kwenye mtandao yafikisha washiriki milioni 1",
    "annualReport.milestones2013MessageFoundation": "Kuanzishwa kwa Code-to-Learn Foundation (baadaye ilibadilishwa jina na kuitwa Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Uzinduzi wa Scratch 2.0, kutoa fursa mpya za ushirikiano",
    "annualReport.milestones2014Message": "Uzinduzi wa ScratchJr ya watoto wadogo, umri wa miaka 5 hadi 7",
    "annualReport.milestones2016Message": "Jamii ya Scratch mtandaoni yafikisha washiriki milioni 10",
    "annualReport.milestones2017Message": "Scratch Day imeongezeka kwa matukio 1,100 katika nchi 60",
    "annualReport.milestones2019MessageScratch3": "Uzinduzi wa Scratch 3.0, kupanau yale watoto wanaweza kuunda na alama ya siri",
    "annualReport.milestones2019MessageMove": "Timu ya Scratch imehama kutoka MIT na kuenda Scratch Foundation",
    "annualReport.reachTitle": "Kuwafikia Watoto Duniani Kote",
    "annualReport.reachSubtitle": "Scratch ndio jamii kubwa zaidi duniani ya uandishi wa kodi ya watoto na vijana, wa umri wa miaka 8 na zaidi.",
    "annualReport.reachMillion": "milioni",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Wageni wa Kipekee",
    "annualReport.reachProjectsCreated": "Miradi Iliyoundwa",
    "annualReport.reachProjectCreators": "Miradi Iliyoundwa na Watu",
    "annualReport.reachComments": "Maoni Yaliyochapishwa katika Jumuiya ya Mtandaoni",
    "annualReport.reachGrowthTitle": "Ukuzi wa Jamii",
    "annualReport.reachGrowthBlurb": "Akaunti mpya zilizoundwa katika Jamii ya Scratch kwenye Mtandao ndani ya miaka 5 iliyopita.",
    "annualReport.reachGlobalCommunity": "Jamii yetu ya Kimataifa",
    "annualReport.reachMapBlurb": "Jumla ya akaunti zilizosajiliwa katika Jamii ya Scratch kwenye Mtandao kutoka uzinduzi wa Scratch hadi 2019",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "kwa kipimo cha logarithimu",
    "annualReport.reachTranslationTitle": "Scratch Imetafsiriwa katika Lugha 60+",
    "annualReport.reachTranslationBlurb": "Shukran kwa watafsiri wa kujitolea kutoka pande zote za dunia.",
    "annualReport.reachScratchJrBlurb": "ScratchJr ni mazingira ya utangulizi wa programu ambayo yanawezesha watoto wadogo (wenye umri wa miaka 5-7) kuunda hadithi na michezo husika.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Vipakuaji Tangu Kuzinduliwa mwaka wa 2014",
    "annualReport.initiativesTitle": "Mipango",
    "annualReport.initiativesDescription": "Kazi katika Scratch Foundation huzingatia maeneo matatu ya kimkakati: zana za ubunifu, jamii, na shule. Kila eneo hupa kipaumbele sauti na mahitaji ya watoto ambao hawajawakilishwa kwa masomo bunifu ya kompyuta na hujitolea kusaidia watoto katika mazingira na tamaduni tofauti ulimwenguni.",
    "annualReport.equity": "Usawa",
    "annualReport.globalStrategy": "Mkakati wa Kimataifa",
    "annualReport.toolsTitle": "Zana za Ubunifu",
    "annualReport.toolsIntro": "Tunajaribu kila wakati na uvumbuzi wa teknolojia mpya na miundo mpya  —kila wakati kujitahidi kuwapa watoto njia mpya za kuunda, kushirikiana, na kujifunza.",
    "annualReport.toolsSpotlight": "Zana za Ubunifu — Hadithi ya Kuangazia",
    "annualReport.toolsLaunch": "Uzinduzi wa Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "Tulibuni Scratch 3.0 ili kupanua vipi, nini, na wapi watoto wanaweza kuunda na Scratch. Iliyotolewa mwanzoni mwa 2019, Scratch 3.0 ilisababisha kuongezeka kwa shughuli katika jamii ya Scratch, na miradi zaidi — na aina kubwa zaidi ya miradi — kuliko awali.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 huwa na maktaba ya viendelezi  — makusanyo ya ziada ya bloku za kodi ambazo huongeza uwezo mpya kwa Scratch. Viendelezi vingine huwezesha ufikiaji wa huduma za wavuti na huduma zingine za programu, wakati vingine huunganisha Scratch na vifaa vya kimwili-ulimwengu kama mota na sensa.",
    "annualReport.toolsTexttoSpeech": "Nakala-kwa-Hotuba",
    "annualReport.toolsTexttoSpeechIntro": "Kwa upanuzi wa Nakala-kwa-Hotuba, watoto wanaweza kupanga herufi zao za Scratch kuzungumza kwa sauti kubwa, kwa sauti tofauti tofauti.",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects}miradi ya 2019 iliyotumia Nakala-kwa-Hotuba",
    "annualReport.toolsMostPopular": "Maarufu Zaidi",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular}ugani mpya wa Scratch katika jamii",
    "annualReport.toolsCollabAWS": "Ushirikiano na Amazon Web Services",
    "annualReport.toolsTranslate": "Tafsiri",
    "annualReport.toolsTranslateIntro": "Pamoja na ugani wa Tafsiri, uliojengwa kwenye API ya Tafsiri ya Google, watoto wanaweza kuingiza tafsiri moja kwa moja kwenye miradi yao, kusaidia kujifunza lugha na mawasiliano ya ulimwengu.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": " {numLanguages}lugha zilizotafsiriwa katika kiendelezi",
    "annualReport.toolsSupportsLiteracy": "Inasaidia kusoma na kuandika",
    "annualReport.toolsCSandLanguageArts": "sayansi ya kompyuta na sanaa ya lugha",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy}kote  {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Ushirikiano na Google",
    "annualReport.toolsPhysicalWorld": "Miunganisho ya Ulimwengu wa Kimwili",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Wanafunzi wanaweza kuunda roboti za kucheza, sanamu zinazoingiliana, na majaribio ya ukusanyaji wa data kwa kutumia Scratch na vifaa vya roboti vya LEGO. Kituo kipya cha elimu ya LEGO SPIKE kimeweka programu kulingana na Scratch. Kwa kuongezea, viongezeo vya Scratch vinapatikana  kwa {mindstormsLink}na {weDoLink}",
    "annualReport.toolsCollabLEGO": "Ushirikiano na LEGO Education",
    "annualReport.toolsVideoTutorials": "Mafunzo ya Video",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 ilianzisha mkusanyiko tofauti wa mafunzo ya video ili kusaidia watoto kuanza na Scratch. Mafundisho hayo yamefunguliwa wazi na imeundwa kuhamasisha wanafunzi kujaribu, kufuata masilahi yao, na kuelezea maoni yao wenyewe.",
    "annualReport.toolsNumTutorials": "Mafunzo 25 mapya",
    "annualReport.toolsNewTutorials": "{numTutorials}inapatikana katika Scratch 3.0",
    "annualReport.toolsNumViews": "milioni 23",
    "annualReport.toolsTutorialsViews": "{numViews}maoni katika 2019",
    "annualReport.toolsApp": "Programu ya Scratch Inawezesha Kujifunza Mbali na Mkondoni",
    "annualReport.toolsDownloadLink": "programu inayoweza kupakuliwa",
    "annualReport.toolsRaspberryLink": "tumia kwenye Raspberry Pi 4",
    "annualReport.toolsAppIntro": "Mnamo mwaka wa 2019, Timu ya Scratch ilitoa Scratch 3.0 kama {downloadableLink}kutumika kwa majukwaa to fauti, kama Windows, MacOS, ChromeOS, na Android tablets. Pia, Raspberry Pi Foundation ilitoa Scratch 3.0 kwa {raspberryLink}. Toleo hizi zinazoweza kupakuliwa ni muhimu sana kwa mamilioni ya wanafunzi katika maeneo ambayo unganisho la mtandao halipatikani au haliaminika.",
    "annualReport.toolsAbhiTitle": "Abhi katika Cartoon Network",
    "annualReport.toolsAbhiIntro": "Ili kuonyesha kile watoto wanaweza kufanya na Scratch 3.0, tulishirikiana na Cartoon Network  kuunda video iliyo na Abhi, Scratcher wa miaka 12 ambaye anapenda kufanya michoro na michezo. Kwenye video, Abhi hukutana na Ian Jones-Quartey, muundaji wa OK K.O. na maonyesho mengine ya Mtandao wa Cartoon. Abhi anamtambulisha Ian kwa huduma muhimu za toleo jipya la Scratch, na kwa pamoja huchota na kupanga uhuishaji wa tabia ya Mtandao wa Cartoon kuruka juu na chini.",
    "annualReport.toolsAbhiQuote": "Jambo nilipenda sana kuhusu Scratch ni jamii, kwa sababu ni nzuri na inasaidia kwangu. Ndio sababu ninafurahi kila wakati kushiriki kila mradi ulio kwenye ndoto zangu.",
    "annualReport.communityTitle": "Jamii",
    "annualReport.communityIntro": "Jamii ya mtandaoni ya Scratch daima imekuwa sehemu muhimu ya uzoefu wa Scratch, kutoa fursa kwa watoto kushirikiana, kushiriki, na kutoa maoni kwa kila mmoja.",
    "annualReport.communitySpotlight": "Jamii — Hadithi ya Uangalizi",
    "annualReport.communityTeam": "Timu ya Jamii ya Scratch",
    "annualReport.communityTeamIntro1": "Walipoulizwa kwa nini hutumia Scratch, Scratchers wengi huzungumza juu ya umuhimu wa jamii ya mkondoni kwa kuhamasisha ushiriki wao unaoendelea, kutoa nafasi ambayo wanaweza kuelezea ubunifu wao, kufanya marafiki, kupokea maoni, kupata maoni mapya, na kujifunza ujuzi mpya. Waandishi wengi huonyesha shukrani zao kwa jamii ya Scratch kama nafasi salama na ya kukaribisha kuungana, kushiriki, na kujifunza kutoka kwa mwenzake.",
    "annualReport.communityTeamIntro2": "Na miradi 40, 000 mpya na maoni 400,000 mpya katika jamii ya Scratch mkondoni kila siku, tunawezaje kuhakikisha kuwa jamii inabaki salama na ya kirafiki, wakati pia inasaidia na kuhimiza usemi wa ubunifu? Timu yetu ya Jumuiya, pamoja na wafanyikazi wa wakati wote na mtandao wa wasimamizi, inaongoza kazi hii muhimu. Kuna vipimo viwili muhimu vya kazi ya Timu ya Jamii: wastani na ushiriki wa jamii.",
    "annualReport.communityModerationTitle": "Udhibiti wa Jamii",
    "annualReport.communityModerationInfo": "Wakati vijana wanajiunga na jamii ya Scratch, wanakubali kufuata seti ya Miongozo ya Jumuiya, ambayo imeundwa kuweka Scratch mahali salama na ya kuunga mkono kwa vijana kutoka asili zote. Timu yetu ya Jumuiya hutumia zana na mikakati anuwai ya kuhamasisha uraia mzuri wa dijiti na kudumisha mazingira mazuri ya Vipandikizi kuunda. Vichungi vya moja kwa moja huzuia habari ya kibinafsi kutoka kwa pamoja au maudhui yasiyofaa kutoka kwa kuchapishwa, na tunaruhusu mtu yeyote kuripoti yaliyomo anahisi anakiuka Miongozo ya Jumuiya.",
    "annualReport.communityGuidelinesTitle": "Miongozo ya Jamii",
    "annualReport.communityGuidelinesInfo": "Scratch inawakaribisha watu wote wa umri, kabila, dini, ulemavu, tabaka, maelekeo ya kingono na utambulisho wa kijinsia.",
    "annualReport.communityGuidelinesRespect": "Kuwa na heshima.",
    "annualReport.communityGuidelinesShare": "Shiriki.",
    "annualReport.communityGuidelinesHonest": "Kuwa mwaminifu.",
    "annualReport.communityGuidelinesConstructive": "Kuwa yenye faida",
    "annualReport.communityGuidelinesPrivacy": "Hifadhi taarifa ya kibinafsi faraghani",
    "annualReport.communityGuidelinesFriendly": "Saidia kukuza urafiki katika tovuti.",
    "annualReport.communityEngagementTitle": "Ushiriki wa Jamii",
    "annualReport.storySwap": "Story Swap",
    "annualReport.communityEngagementInfo": "Jukumu lingine kubwa la Timu ya Jamii ni kuonyesha na kukuza fursa kwa vijana kutoa maoni yao na kujihusisha katika njia nzuri. Timu hiyo ina miradi na studio kutoka kwa wanachama wa jamii kutumika kama msukumo, na mara kwa mara inachapisha Scratch Studios kuhamasisha shughuli za ubunifu. Kila msimu wa joto, timu hupanga Kambi ya Scratch mkondoni: mada mnamo 2019 ilikuwa {storySwapLink}, na Scratchers  kujenga kwenye hadithi za mwenzao.",
    "annualReport.communitySDSTitle": "Scratch Design Studios",
    "annualReport.communitySDSInfo": "Baadhi ya Scratch Design Studios kutoka 2019:",
    "annualReport.communityDayintheLife": "Siku Maishani",
    "annualReport.communityDayintheLifeInfo": "Unda mradi kuhusu siku katika maisha ya kitu",
    "annualReport.communityYear3000": "mwaka wa 3000",
    "annualReport.communityYear3000Info": "Maisha yawezakuwa vipi mwaka wa 3000?",
    "annualReport.communityBounce": "Duta",
    "annualReport.communityBounceInfo": "Unda mradi ambao unajumuisha kuduta, kuruka, kupiga, au kuruka.",
    "annualReport.communityMonochromatic": "Monokramati",
    "annualReport.communityMonochromaticInfo": "Mambo yangeonekanaje kama kungekuwa na rangi moja tu?",
    "annualReport.communityQuotes": "Jamii — Nukuu",
    "annualReport.communityQuote1": "Nilijiunga na Scratch nilipokuwa na umri wa miaka 11 na mambo niliyojifunza kutoka kwa kutumia jukwaa na kuingiliana na jamii yalikuwa sehemu muhimu sana ya kujifunza kwangu kukua.",
    "annualReport.communityQuote2": "Scratch imeniruhusu kufanya vitu kutoka nyumbani, kama\n- Heshimu watu na miradi yao\n- Fanya marafiki\n- Sikia kuwa mimi sio peke yangu katika karantini hii\n.na mengi zaidi, kwa hivyo nataka kusema... SHUKRANI!",
    "annualReport.communityQuote3": "Nimekuwa kwenye Scratch kwa takribani miaka 2, na imekuwa uzoefu wa kubadilisha maisha! Nimejifunza mambo mengi mapya, kama vile kuandika misimbo, adabu ya mtandaoni, na sanaa!",
    "annualReport.communityQuote4": "Scratch ilikuwa kichekesho changu cha kupenda zaidi katika daraja la sita. Ilinitambulisha kwa siri kwa mantiki ya Boolean, mpangilio wa shughuli, na misemo ya hisabati iliyosisitizwa —bila kutaja programu ya kompyuta yenyewe.",
    "annualReport.studio": "studio",
    "annualReport.communityBLMIntro": "Kama maandamano ya haki za kikabila yalifunga Amerika baada ya mauaji mabaya ya George Floyd, Breonna Taylor, Ahmaud Arbery, na wengine mapema 2020, vijana wengi walitumia Scratch kama njia ya kuelezea msaada wao kwa harakati ya Njia ya Maisha Nyeusi, kuunda miradi na kutuma maoni ya kusema dhidi ya ubaguzi wa rangi na vurugu za polisi. Katika {BLMStudioLink} iliyoonyeshwa kwenye ukurasa wa nyumbani wa Scratch, Scratchers walichangia mamia ya miradi na maelfu ya maoni. Timu ya Jumuiya ya Scratch ilihusika sana, kuunga mkono Scratchers wakati wa kiwewe na kuhakikisha kwamba miradi yote na mazungumzo yanabaki ya heshima.",
    "annualReport.communityArtwork": "Mchoro wa Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "Tunawaona vijana kama mawakala wa mabadiliko.",
    "annualReport.communityChangeInfo": "Tumejitolea kufanya kazi nao, na kwa waelimishaji na familia zinazowaunga mkono, kuhakikisha kuwa wanaendeleza ustadi, motisha, na ujasiri ambao watahitaji kuishi maisha ya kutimiza na kuleta mabadiliko ya maana katika jamii.",
    "annualReport.watchVideo": "Tazama Video",
    "annualReport.schoolsTitle": "Shule",
    "annualReport.schoolsIntro": "Tunatoa programu na rasilimali kusaidia waalimu na wanafunzi katika shule kote ulimwenguni, iliyoundwa ili kufikia usawa katika uzoefu wa ubunifu wa kompyuta, kwa msingi wa miradi, shauku, marafiki, na kucheza.",
    "annualReport.schoolsSpotlight": "Shule  — Hadithi ya Uangalizi",
    "annualReport.cpsProjectTitle": "Kompyuta ya ubunifu katika Shule za Umma za Chicago",
    "annualReport.cpsProjectIntroP1": "Mnamo mwaka wa 2019, na ufadhili kutoka Google.org, Timu ya Scratch ilishirikiana na SocialWorks, CS4ALL Chicago na Shule za Umma za Chicago kusaidia shule saba za msingi katika Upande wa Kusini wa Chicago wakati walipozindua mpango wa kuingiza uundaji wa ubunifu katika mtaala wao.",
    "annualReport.cpsProjectIntroP2": "Kama sehemu ya mpango huu, mamia ya wanafunzi walifikiria na kujisukuma kama superhero ya michezo yao ya video. Walileta maoni hayo maishani katika mradi wa kushirikiana wa Scratch unaoitwa SuperMe. Shujaa wa mtaa wa Chicago na Grammy tuzo ya kushinda tuzo ya mwanamuziki Nafasi ya Rapper ilisukumwa sana na kazi ya wanafunzi hivi kwamba aliipa jina la mchezo rasmi wa video kwa wimbo wake uliopigwa “I Love You So Much” na akashiriki na ulimwengu.",
    "annualReport.familyCreativeNightsHeader": "Familia za ubunifu wa Code Usiku",
    "annualReport.familyCreativeNightsDescription": "Ufunguo wa mafanikio ya mpango huu ilikuwa kuwaunganisha wanafunzi, familia, waalimu, na washiriki wengine wa jamii kupitia Familia za Creative Cuan. Hafla hizi zilileta pamoja mamia ya wanafamilia wa kila kizazi —kutoka kwa watoto wadogo hadi kwa babu —katika shughuli ambazo zilichanganya uandishi na sanaa, densi, na muziki. Hafla hizi ziliimarisha uhusiano kati ya nyumba na shule, kwa kutambua jukumu muhimu la familia katika kuhamasisha na kusaidia kujifunza kwa watoto.",
    "annualReport.familyNightsPhotoCredit": "Picha na Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Kuwekeza katika Maendeleo ya Kitaaluma kwa Walimu",
    "annualReport.teacherPDDescription": "Walimu katika shule za msingi zilizoshiriki walikuja pamoja kwa semina za maendeleo ya kitaalam, wakipata uzoefu wa kwanza katika kuunda miradi yao ya Scratch na kutafuta njia zenye maana za kutumia Scratch kusaidia kujifunza kwa mwanafunzi katika mtaala wote.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, Mwalimu wa CPS",
    "annualReport.teacherPDQuote": "Kilichonishangaza zaidi ni ushirikiano wa ndani ambao ulikuja na kutumia Scratch darasani mwangu. Mara nyingi, wanafunzi wenyewe waligundua kitu kwenye jukwaa la Scratch, nionyeshe, na kisha kueneza kati yao wenyewe.",
    "annualReport.extendingReachHeader": "Kupanua Ufikivu",
    "annualReport.extendingReachDescription": "Kupanua ufikiaji wa ushirikiano huu, CS4ALL Chicago iliyojengwa juu ya mfano wa Creative Citing Night na imeifanya ipatikane kwa Shule zote za Umma za Chicago. Google CS Kwanza ilitengenezwa {codeYourHeroLink}miongozo ya wanafunzi na waalimu, inapatikana bure mkondoni kwa Kiingereza na Kihispania.",
    "annualReport.codeYourHero": "Nambari Shujaa Wako",
    "annualReport.inTheNewsHeader": "Kwenye Habari",
    "annualReport.chicagoSunTimesArticle": "Makala la Chicago Sun times",
    "annualReport.rollingStoneArticle": "Makala la Rolling Stone",
    "annualReport.conferencesTitle": "Mikutano ya Scratch duniani kote",
    "annualReport.conferencesIntro": "Mnamo 2008, Timu ya Scratch ilishiriki mkutano wa kwanza wa Scratch huko MIT, ikileta pamoja waelimishaji, watafiti, na watengenezaji kushiriki maoni na uzoefu wa kutumia Scratch kusaidia kujifunza kwa ubunifu. Tangu wakati huo, Timu ya Scratch imeandaa na kushiriki mkutano wa Scratch huko MIT kila baada ya miaka mbili. Kwa kuongezea, washiriki wa jamii ya kimataifa ya Scratch wameandaa na kushiriki mikutano zaidi ya dazeni —kunyoosha bahari, mabara, tamaduni, na lugha.",
    "annualReport.conferencesHeroImageCaption": "Mkutano wa Afrika wa Scratch, picha na {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Amerika ya Kilatino",
    "annualReport.conferencesLatinAmericaDescription": "Katika Mei 2019, waelimishaji kutoka kote Chile na maeneo mengine ya Amerika ya Kusini walikusanyika kwa pili {scratchAlSurLink} mkutano huko Santiago, Chile. Kufuatia mkutano huo, Scratch al Sur aliachia a {spanishVersionLink}ya {creativeComputingCurriculumLink}mwongozo, uliyotengenezwa na Kikundi cha Creative Computing katika Shule ya Elimu ya Wanafunzi ya Harvard..",
    "annualReport.conferencesSpanishVersionLinkText": "Toleo la Kihispania",
    "annualReport.conferencesLatinAmericaImageCaption": "Picha imetolewa na {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Ulaya",
    "annualReport.conferencesEuropeDescription": "Mnamo Agosti 2019, Raspberry Pi Foundation iliandaa ya nne {scratchConferenceEuropeLink}uliofanyika Cambridge, Uingereza. Mkutano huo ulileta pamoja waelimishaji rasmi na wasio rasmi kutoka nchi zaidi ya 25 kwa semina za mikono, mawasilisho, na maandamano ya wanafunzi, waelimishaji, watafiti, na mashirika ya kijamii.",
    "annualReport.conferencesEuropeImageCaption": "Picha imetolewa na {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Afrika",
    "annualReport.conferencesAfricaDescription": "Mnamo Oktoba 2019, ya kwanza {scratchAfricaConferenceLink}ilifanyika jijini Nairobi, Kenya, ikichora waelimishaji na wanafunzi zaidi ya 250 kutoka Afrika kote kushiriki masomo, kuwawezesha vijana, na kusherehekea mafanikio katika uandishi wa ubunifu. Katika mkutano huo, Timu ya Scratch ilizindua toleo la Kiswahili la Scratch, linalopatikana kwa matumizi ya mkondoni na nje ya mkondo.",
    "annualReport.conferencesAfricaImageCaption": "Picha na {photoCredit}",
    "annualReport.financialsTitle": "Fedha - 2019",
    "annualReport.financialsButton": "Fedha zilizokaguliwa 2019",
    "annualReport.financialsFutureYears": "Kumbuka: Fedha katika miaka ijayo itakuwa tofauti sana, kwani wafanyikazi wa Scratch sasa wamebadilishwa kutoka MIT kwenda kwa Scratch Foundation.",
    "annualReport.supportersTitle": "Shukran kwa Wafuasi wetu",
    "annualReport.supportersIntro": "Asante kwa wafuasi wetu wakarimu. Mchango wako hutusaidia kupanua fursa za kujifunza za ubunifu kwa watoto wa kila kizazi, kutoka asili zote, kote ulimwenguni.",
    "annualReport.supportersSpotlightTitle": "Mfadhili - Hadithi ya Uangalizi",
    "annualReport.supportersSFETitle": "Endaumenti ya Familia ya Siegel",
    "annualReport.supportersSFEDescription1": "Mnamo Mei 2012, David Siegel alihudhuria Siku ya Scratch kwenye Maabara ya Media ya MIT na mtoto wake Zach, Scratcher anayefanya kazi na mwenye shauku. Kuangalia Zach na watoto wengine wanaotumia Scratch kuorodhesha michezo yao wenyewe, michoro, na viumbe vya roboti, David aliona ni kiasi gani cha Scratch kinachoweza kusaidia watoto wote kujifunza ustadi wa uandishi, na kukuza kama wafikiriaji wa hesabu.",
    "annualReport.supportersSFEDescription2": "David anajua umuhimu wa fikira za computational mwenyewe, na kazi yake kama mwanasayansi wa kompyuta na mjasiriamali imeundwa na udadisi ule ule ambao Scratch husaidia wanafunzi wachanga kuchunguza kila siku. Ni wazo lile lile la upelelezi ambalo lilimpelekea kusoma sayansi ya kompyuta huko Princeton, na kupata PhD kulingana na kazi iliyokamilishwa katika Maabara ya Ujasusi ya bandia ya MIT. Mnamo 2001, alianzisha Sigma mbili, ambayo imekua kiongozi wa ulimwengu katika kutumia ujifunzaji wa mashine na sayansi ya data kwa usimamizi wa uwekezaji.",
    "annualReport.supportersSFEDescription3": "Mnamo mwaka wa 2011, David alianzisha Siegel Family Endowment (SFE) kusaidia mashirika yanayofanya kazi kusaidia watu kuzoea mahitaji ya teknolojia mpya, na kuelewa vizuri na kupunguza usumbufu mkubwa ambao teknolojia imeendesha karibu kila sekta. Yeye pia ni mwanzilishi mwenza wa Scratch Foundation, na ni mtetezi hodari kwa dhamira ya shirika kuweka Scratch bure na kupatikana kwa wanafunzi kote ulimwenguni.",
    "annualReport.supportersCoFounder": "Mwanzilishi mwenza na Mwenyekiti mwenza",
    "annualReport.supportersQuote": "Kuhakikisha kuwa Scratch inabaki bure na inapatikana kwa watoto kila mahali ni njia moja yenye athari tunaweza kusaidia wanafunzi vijana kujihusisha na kustawi katika ulimwengu unaozidi kuongezeka wa dijiti. Kusaidia Scratch ni muhimu zaidi leo kuliko hapo awali.",
    "annualReport.supportersThankYou": "Asante kwa wafuasi wetu",
    "annualReport.supportersAllDescription": "Dhamira yetu ni kutoa watoto wote, kutoka asili zote, na fursa za kufikiria, kuunda, na kushiriki na teknolojia mpya. Tunataka kuwashukuru wafuasi wote wa Scratch ambao, tangu tuanze kufanya kazi mnamo 2002, wametusaidia kuunda uzoefu wa kushangaza wa kujifunza kwa mamilioni ya vijana ulimwenguni kote. Orodha ifuatayo inategemea utoaji wa jumla kwa Scratch (katika MIT na Scratch Foundation) hadi Desemba 31, 2019.",
    "annualReport.supportersFoundingDescription": "Tunashukuru sana kwa Washirika wetu wa Kuanzisha ambao walituunga mkono kutoka siku za mwanzo za kuanza, kila mmoja akitoa angalau $ 10, 000,000 ya msaada wa jumla, katika aina mbali mbali.",
    "annualReport.supportersFoundingTitle": "Washirika Waanzilishi",
    "annualReport.supportersCreativityTitle": "Mzunguko wa Ubunifu  — $ 1,000,000+",
    "annualReport.supportersCollaborationTitle": "Mzunguko wa Ushirikiano  — $ 200,000 +",
    "annualReport.supportersImaginationTitle": "Mzunguko wa Mawazo — $ 50,000 +",
    "annualReport.supportersInspirationTitle": "Mzunguko wa Msukumo — $ 20,000 +",
    "annualReport.supportersExplorationTitle": "Mzunguko wa Utafutaji  — $ 5,000 +",
    "annualReport.supportersInKindTitle": "Wafuasi wa Aina",
    "annualReport.leadershipTitle": "Timu Yetu",
    "annualReport.leadershipBoard": "Baraza la Waelekezi",
    "annualReport.leadershipChair": "Mwenyekiti",
    "annualReport.leadershipProfessor": "Profesa wa Utafiti wa Kujifunza",
    "annualReport.leadershipViceChair": "Mwenyekiti Msaidizi",
    "annualReport.leadershipBoardMember": "Mjumbe wa Bodi",
    "annualReport.leadershipPresidentCEO": "Rais na Mkurugenzi Mtendaji",
    "annualReport.leadershipFormerPresident": "Rais wa Zamani",
    "annualReport.leadershipFounderCEO": "Mwanzilishi na Mkurugenzi Mtendaji",
    "annualReport.leadershipFormerChairCEO": "Mwenyekiti wa Zamani na Mkurugenzi Mtendaji",
    "annualReport.leadershipBoardSecretaryTreasurer": "Katibu wa Bodi & Mweka Hazina",
    "annualReport.leadershipBoardSecretary": "Katibu wa Bodi ",
    "annualReport.leadershipBoardTreasurer": "Mweka Hazina wa Bodi",
    "annualReport.leadershipScratchTeam": "Timu ya Scratch",
    "annualReport.leadershipInterim": "Mkurugenzi Mtendaji wa Mpitio",
    "annualReport.donateTitle": "Tusaidie",
    "annualReport.donateMessage": "Msaada wako unatuwezesha kufanya Scratch bure kwa kila mtu, inaweka seva zetu zinafanya kazi, na muhimu zaidi, tuna uwezo wa kutoa watoto ulimwenguni kote fursa ya kufikiria, kuunda na kushiriki. Asante!",
    "annualReport.donateButton": "Toa"
}