{
    "annualReport.subnavMessage": "Mesaj",
    "annualReport.subnavMission": "Misyon",
    "annualReport.subnavMilestones": "Kilometre Taşları",
    "annualReport.subnavReach": "Hedef",
    "annualReport.subnavInitiatives": "Girişimler",
    "annualReport.subnavFinancials": "Finansal Bilgiler",
    "annualReport.subnavSupporters": "Destekçiler",
    "annualReport.subnavTeam": "Ekip",
    "annualReport.subnavDonate": "Bağış",
    "annualReport.mastheadYear": "2019 Yıllık Raporu",
    "annualReport.mastheadTitle": "Yaratıcı Öğrenme Dünyasını Geliştirmek",
    "annualReport.messageTitle": "Scratch Ekibinden Mesaj",
    "annualReport.messageP1": "2019, Scratch için büyük bir ilerleme yılı oldu. Yıla, çocukların yaratıcılığını teşvik etmek ve farklı ilgi alanları ve geçmişlere sahip çocukların ilgisini çekmek için tasarlanan en yeni nesil Scratch'imiz Scratch 3.0'ın lansmanı ile başladık. Ekibimizin MIT'den Boston'daki South Station yakınlarındaki birinci kattaki eğlenceli bir mekandaki Scratch Vakfı'ndaki yeni evine taşınmasıyla yılın sonunu kutladık. Yıl boyunca, Scratch topluluğu gelişmeye ve büyümeye devam etti: 20 milyondan fazla genç, 2019'da Scratch ile projeler yarattı, bu bir önceki yıla göre %48'lik bir artış oldu.",
    "annualReport.messageP2": "Scratch'in etkisi ve önemi, 2020'de COVID pandemisi okulları kapanmaya zorladığı için vurgulandı. Scratch çevrimiçi topluluğundaki etkinlik, evlerine kapanan gençlerin kendilerini yaratıcı bir şekilde ifade etmek ve birbirleriyle bağlantı kurmak için Scratch'a yönelmesiyle iki katından fazla arttı. Scratchers ayrıca Black Lives Matter ve ırksal adalet ve eşitlik için diğer hareketlerde aktif olarak yer aldı, farkındalığı yaymak ve değişim talep etmek için animasyonlu projeler ve stüdyolar yarattı.",
    "annualReport.messageP3": "Scratch'i 2007'de piyasaya sürdüğümüzden beri, Scratch'i her zaman bir programlama dilinden daha fazlası olarak gördük. Scratch, her kökenden tüm gençlere seslerini geliştirmeleri, fikirlerini ifade etmeleri ve birbirleriyle birlikte yaratmaları için fırsatlar sunar. Scratcher'ların son zamanlardaki toplumsal zorluklara yaratıcılık, işbirliği, özen ve nezaketle nasıl yanıt verdiğini görmekten çok memnunuz.",
    "annualReport.messageP4": "Bu Yıllık Raporda, Scratch'in hem okullarda hem de okullarında dünya çapında çok çeşitli genç insanlar için hayatları boyunca öğrenme fırsatlarını nasıl genişlettiğine dair örneklerle desteklenen Scratch'in misyonu, planları, etkisi ve erişimi hakkında daha fazla bilgi paylaşacağız.",
    "annualReport.messageP5": "Bugün gençlerin Scratch ile yarattıklarından ve öğrendiklerinden gurur duyuyoruz ve gelecekte daha fazla gence daha fazla fırsat sunmaya kararlıyız.",
    "annualReport.messageSignature": "— Scratch Ekibi",
    "annualReport.covidResponseTitle": "Scratch, COVID'e Yanıt Veriyor",
    "annualReport.covidResponseP1": "Bu yıllık raporu yazarken, COVID pandemisine aylarca girmiş bulunuyoruz. Mart 2020'nin ortasından bu yana Scratch ofisi kapatıldı ve Scratch Ekibi üyeleri, dünya çapında salgın nedeniyle hayatları alt üst olan çocukları ve eğitimcileri desteklemek için aktif olarak evden çalışıyor.",
    "annualReport.covidResponseP2": "17 Mart'ta çocuklara, ailelere ve eğitimcilere evde Scratch ile yaratıcı öğrenme etkinliklerine katılma fikirleri sağlamak için #ScratchAtHome girişimini başlattık. {scratchAtHomeLink}'ye video eğitimleri ve diğer kaynakları eklemeye devam ediyoruz.",
    "annualReport.covidResponseScratchAtHomePage": "#ScratchAtHome sayfası",
    "annualReport.covidResponseP3": "{scratchCommunityLink}'teki aktivite geçen yıla göre iki katından fazla arttı. Scratcher'lar, evde egzersiz yapmak için fikirler, sağlıklı kalmak için ipuçları, birbirini neşelendirmek için mizah ve temel çalışanlar sayesinde sunan —projeler ve stüdyolar ile pandemi boyunca diğerlerini desteklemek ve ilham vermek için projeler yaratıyor ve paylaşıyor.",
    "annualReport.covidResponseScratchCommunity": "Scratch çevrimiçi topluluğu",
    "annualReport.missionTitle": "Misyonumuz",
    "annualReport.missionSubtitle": "Misyonumuz, tüm geçmişlere sahip tüm çocuklara hayal etme, yaratma ve yeni teknolojilerle işbirliği yapma fırsatları sunmaktır — böylece yarının dünyasını şekillendirebilirler.",
    "annualReport.missionP1": "Eğitim adaletinden en uzak çocukları, aileleri ve eğitimcileri destekleyen girişimlere ve yaklaşımlara özellikle odaklanarak, çalışmalarımızın tüm yönlerinde eşitliğe öncelik vermeye kararlıyız.",
    "annualReport.missionP2": "Scratch'i, tüm çocukları yaratıcı düşünmeye, sistematik olarak akıl yürütmeye — iş birliği içinde çalışmaya dahil eden, günümüz toplumunda herkes için temel beceriler olan ücretsiz, güvenli, eğlenceli bir öğrenme ortamı olarak geliştirdik. Çocukları keşfetme, paylaşma ve öğrenme konusunda desteklemek için eğitimciler ve ailelerle birlikte çalışıyoruz.",
    "annualReport.missionP3": "Yeni teknolojiler, etkinlikler ve öğrenme materyalleri geliştirirken {fourPsItalics} dediğimiz şey bize rehberlik eder:",
    "annualReport.fourPs": "Yaratıcı Öğrenmenin Dört P'si",
    "annualReport.missionProjectsTitle": "Projeler",
    "annualReport.missionPeersTitle": "Akranlar",
    "annualReport.missionPassionTitle": "Tutku",
    "annualReport.missionPlayTitle": "Çal",
    "annualReport.missionProjectsDescription": "Çocukları kendilerini yaratıcı bir şekilde tasarlamaya, yaratmaya ve ifade etmeye teşvik edin",
    "annualReport.missionPeersDescription": "Çocukları işbirliği yapma, paylaşma, yeniden düzenleme ve akıl hocalığı yapma konusunda destekleyin",
    "annualReport.missionPassionDescription": "Çocukların ilgi alanlarını geliştirmelerini ve kişisel olarak anlamlı projeler üzerinde çalışmalarını sağlayın",
    "annualReport.missionPlayDescription": "Çocukları kurcalamaya, denemeye ve tekrar etmeye teşvik edin",
    "annualReport.milestonesTitle": "Kilometre Taşları",
    "annualReport.milestonesDescription": "İşte Scratch ve küresel Scratch topluluğunun tarihindeki bazı önemli olaylar ve başarılar.",
    "annualReport.milestones2003Message": "Scratch'in geliştirilmesine başlamak için Ulusal Bilim Vakfı hibesi verildi",
    "annualReport.milestones2004Message": "Computer Clubhouse Teen Summit'te ilk Scratch atölyesini sundu",
    "annualReport.milestones2007Message": "Scratch programlama dilinin ve çevrimiçi topluluğun halka açık lansmanı",
    "annualReport.milestones2008Message": "Eğitimciler ve geliştiriciler için ilk Scratch Konferansı düzenlendi",
    "annualReport.milestones2009Message1.4": "40'tan fazla dile çevrilen Scratch 1.4 yayınlandı",
    "annualReport.milestones2009MessageScratchDay": "Çocuklar ve aileler için ilk Scratch Day etkinliğine ev sahipliği yaptı",
    "annualReport.milestones2010Message": "Scratch çevrimiçi topluluğu 1 milyon üyeye ulaştı",
    "annualReport.milestones2013MessageFoundation": "Code-to-Learn Vakfı kuruldu (daha sonra Scratch Vakfı olarak yeniden adlandırıldı)",
    "annualReport.milestones2013MessageScratch2": "İşbirliği için yeni fırsatlar sunan Scratch 2.0'ın lansmanı",
    "annualReport.milestones2014Message": "5 ile 7 yaş arası daha küçük çocuklar için ScratchJr'ın lansmanı",
    "annualReport.milestones2016Message": "Scratch çevrimiçi topluluğu 10 milyon üyeye ulaştı",
    "annualReport.milestones2017Message": "Scratch Day 60 ülkede 1.100 etkinliğe ulaştı",
    "annualReport.milestones2019MessageScratch3": "Çocukların kodla oluşturabileceklerini genişleten Scratch 3.0'ın lansmanı",
    "annualReport.milestones2019MessageMove": "Scratch Team, MIT'den Scratch Vakfı'na geçiyor",
    "annualReport.reachTitle": "Dünyanın Her Yerindeki Çocuklara Ulaşmak",
    "annualReport.reachSubtitle": "Scratch, 8 yaş ve üzeri çocuklar ve gençler için dünyanın en büyük kodlama topluluğudur.",
    "annualReport.reachMillion": "milyon",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Tekil Ziyaretçiler",
    "annualReport.reachProjectsCreated": "Proje Oluşturuldu",
    "annualReport.reachProjectCreators": "Proje Oluşturan İnsanlar",
    "annualReport.reachComments": "Çevrimiçi Toplulukta Yayınlanan Yorumlar",
    "annualReport.reachGrowthTitle": "Topluluk Büyümesi",
    "annualReport.reachGrowthBlurb": "Son 5 yıl içinde Scratch Çevrimiçi Topluluğunda oluşturulan yeni hesaplar.",
    "annualReport.reachGlobalCommunity": "Bizim Küresel Topluluğumuz",
    "annualReport.reachMapBlurb": "Scratch'in lansmanından 2019'a kadar Scratch Çevrimiçi Topluluğunda kayıtlı toplam hesap",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "logaritmik ölçekte",
    "annualReport.reachTranslationTitle": "Scratch 60+ Dile Çevrildi",
    "annualReport.reachTranslationBlurb": "Dünyanın her yerinden gönüllü çevirmenlere teşekkürler.",
    "annualReport.reachScratchJrBlurb": "ScratchJr, küçük çocukların (5-7 yaş arası) kendi etkileşimli hikayelerini ve oyunlarını yaratmalarını sağlayan bir giriş programlama ortamıdır.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "2014'te Lansmandan Beri İndirilenler",
    "annualReport.initiativesTitle": "Girişimler",
    "annualReport.initiativesDescription": "Scratch Vakfı'ndaki çalışmalar üç stratejik alana odaklanıyor: yaratıcı araçlar, topluluk ve okullar. Her alan, yaratıcı bilgi işlemde yeterince temsil edilmeyen çocukların sesine ve ihtiyaçlarına öncelik verir ve dünya çapında farklı ortam ve kültürlerdeki çocukları desteklemeyi amaçlar.",
    "annualReport.equity": "Eşitlik",
    "annualReport.globalStrategy": "Küresel Strateji",
    "annualReport.toolsTitle": "Yaratıcı Araçlar",
    "annualReport.toolsIntro": "Sürekli olarak yeni teknolojiler ve yeni tasarımlarla deneyler ve yenilikler yapıyoruz — çocuklara her zaman yaratmanın, işbirliği yapmanın ve öğrenmenin yeni yollarını sağlamaya çalışıyoruz.",
    "annualReport.toolsSpotlight": "Yaratıcı Araçlar — Öne Çıkan Hikaye",
    "annualReport.toolsLaunch": "Scratch 3.0'ın Lansmanı",
    "annualReport.toolsLaunchIntro1": "Çocukların Scratch ile nasıl, ne ve nerede yaratabileceklerini genişletmek için Scratch 3.0'ı tasarladık. 2019'un başında piyasaya sürülen Scratch 3.0, her zamankinden — daha fazla proje ve daha fazla proje çeşitliliği — ile Scratch topluluğunda bir aktivite artışına yol açtı.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0, Scratch'e yeni yetenekler ekleyen ekstra kodlama blokları koleksiyonları olan bir uzantı kitaplığı içerir. — Bazı uzantılar web hizmetlerine ve diğer yazılım özelliklerine erişim sağlarken, diğerleri Scratch'i motorlar ve sensörler gibi fiziksel dünya cihazlarıyla bağlar.",
    "annualReport.toolsTexttoSpeech": "Text-to-Speech",
    "annualReport.toolsTexttoSpeechIntro": "Text-to-Speech uzantısı ile çocuklar, Scratch karakterlerini çeşitli farklı seslerde yüksek sesle konuşmaya programlayabilirler.",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "2019'da {numProjects} proje Text-to-Speech kullandı",
    "annualReport.toolsMostPopular": "En Popüler",
    "annualReport.toolsTexttoSpeechPopular": "Toplulukta {mostPopular} yeni Scratch Uzantısı",
    "annualReport.toolsCollabAWS": "Amazon Web Servisleri ile İşbirliği",
    "annualReport.toolsTranslate": "Çeviri",
    "annualReport.toolsTranslateIntro": "Google Çeviri API'sı üzerine kurulu Çeviri uzantısıyla çocuklar otomatik çeviriyi projelerine dahil ederek dil öğrenimini ve küresel iletişimi destekleyebilir.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "Uzantıda {numLanguages} dil çevrildi",
    "annualReport.toolsSupportsLiteracy": "Okuryazarlığı Destekler",
    "annualReport.toolsCSandLanguageArts": "bilgisayar bilimi ve dil sanatları",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} karşısında {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Google ile İşbirliği",
    "annualReport.toolsPhysicalWorld": "Fiziksel Dünya Bağlantıları",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Öğrenciler, Scratch with LEGO robotik kitlerini kullanarak dans eden robotlar, etkileşimli heykeller ve veri toplama deneyleri oluşturabilirler. Yeni LEGO Education SPIKE Prime Set, Scratch tabanlı bir uygulamaya sahiptir. Ek olarak, {mindstormsLink} ve {weDoLink} için Scratch uzantıları mevcuttur.",
    "annualReport.toolsCollabLEGO": "LEGO Eğitimi ile İşbirliği",
    "annualReport.toolsVideoTutorials": "Eğitim Videoları",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0, çocukların Scratch'i kullanmaya başlamasına yardımcı olmak için çeşitli video eğitimleri koleksiyonunu tanıttı. Eğitimler açık uçludur ve öğrencileri denemeye, ilgi alanlarını takip etmeye ve kendi fikirlerini ifade etmeye teşvik etmek için tasarlanmıştır.",
    "annualReport.toolsNumTutorials": "25 yeni eğitim",
    "annualReport.toolsNewTutorials": "Scratch 3.0'da {numTutorials} mevcut",
    "annualReport.toolsNumViews": "23 milyon",
    "annualReport.toolsTutorialsViews": "2019'da {numViews} görüntüleme",
    "annualReport.toolsApp": "Scratch Uygulaması Çevrimdışı Öğrenmeyi Destekler",
    "annualReport.toolsDownloadLink": "indirilebilir uygulama",
    "annualReport.toolsRaspberryLink": "Raspberry Pi 4'de kullan",
    "annualReport.toolsAppIntro": "2019 boyunca Scratch Ekibi, Windows, MacOS, ChromeOS ve Android tabletler dahil olmak üzere birden fazla platformda kullanım için Scratch 3.0'ı bir {downloadableLink} olarak piyasaya sürdü. Ayrıca, Raspberry Pi Vakfı, {raspberryLink} için Scratch 3.0'ı yayınladı. Bu indirilebilir sürümler, internet bağlantısının olmadığı veya güvenilmez olduğu alanlarda milyonlarca öğrenci için özellikle önemlidir.",
    "annualReport.toolsAbhiTitle": "Cartoon Network'te Abhi",
    "annualReport.toolsAbhiIntro": "Çocukların Scratch 3.0 ile neler yapabileceğini vurgulamak için, animasyon ve oyun yapmayı seven 12 yaşındaki Scratcher Abhi'nin yer aldığı bir video oluşturmak için Cartoon Network ile işbirliği yaptık. Videoda Abhi, OK K.O. ve diğer Cartoon Network şovlarının yaratıcısı Ian Jones-Quartey ile tanışıyor. Abhi, Ian'ı Scratch'in yeni sürümünün temel özellikleriyle tanıştırır ve birlikte bir Cartoon Network karakterinin yukarı ve aşağı zıplayan bir animasyonunu çizer ve programlarlar.",
    "annualReport.toolsAbhiQuote": "Scratch ile ilgili en sevdiğim şey topluluk, çünkü onlar bana iyi geliyor ve bana yardımcı oluyorlar. Bu yüzden hayalimdeki her projeyi paylaşmaktan her zaman mutluluk duyarım.",
    "annualReport.communityTitle": "Topluluk",
    "annualReport.communityIntro": "Scratch çevrimiçi topluluğu her zaman Scratch deneyiminin önemli bir parçası olmuştur ve çocuklara işbirliği yapma, paylaşma ve birbirlerine geri bildirim sağlama fırsatları sunar.",
    "annualReport.communitySpotlight": "Topluluk — Önce Çıkan Hikaye",
    "annualReport.communityTeam": "Scratch Topluluk Ekibi",
    "annualReport.communityTeamIntro1": "Scratch'i neden kullandıkları sorulduğunda, çoğu Scratcher çevrimiçi topluluğun devam eden katılımlarını motive etme, yaratıcılıklarını ifade edebilecekleri, arkadaş edinebilecekleri, geri bildirim alabilecekleri, yeni fikirler edinebilecekleri ve yeni beceriler öğrenebilecekleri bir alan sağlamak için öneminden bahseder. Birçok Scratchers, Scratch topluluğuna bağlanmak, paylaşmak ve birbirlerinden öğrenmek için güvenli ve sıcak bir alan olarak takdirlerini ifade eder.",
    "annualReport.communityTeamIntro2": "Scratch çevrimiçi topluluğunda her gün 40.000 yeni proje ve 400.000 yeni yorumla, yaratıcı ifadeyi destekleyip teşvik ederken topluluğun güvenli ve arkadaş canlısı kalmasını nasıl sağlayabiliriz? Tam zamanlı personel ve bir moderatör ağından oluşan Topluluk Ekibimiz bu önemli işi yönetmektedir. Topluluk Ekibinin çalışmalarının iki temel boyutu vardır: moderasyon ve topluluk katılımı.",
    "annualReport.communityModerationTitle": "Topluluk Yönetimi",
    "annualReport.communityModerationInfo": "Gençler Scratch topluluğuna katıldığında, Scratch'i her kökenden genç insanlar için güvenli ve destekleyici bir yer olarak tutmak için tasarlanmış bir dizi Topluluk Kurallarına uymayı kabul ederler. Topluluk Ekibimiz, iyi dijital vatandaşlığı teşvik etmek ve Scratcher'ların oluşturması için olumlu bir ortam sağlamak için çok çeşitli araçlar ve stratejiler kullanır. Otomatik filtreler, özel bilgilerin paylaşılmasını veya uygunsuz içeriğin yayınlanmasını engeller ve herkesin Topluluk Kurallarını ihlal ettiğini hissettiği içeriği bildirmesine izin veririz. ",
    "annualReport.communityGuidelinesTitle": "Topluluk Kuralları",
    "annualReport.communityGuidelinesInfo": "Scratch her yaştan, her ırktan, her etnik kökenden, her dinden, her cinsel kimlikten insana kucak açar.",
    "annualReport.communityGuidelinesRespect": "Saygılı ol.",
    "annualReport.communityGuidelinesShare": "Paylaş",
    "annualReport.communityGuidelinesHonest": "Dürüst ol.",
    "annualReport.communityGuidelinesConstructive": "Biz yapıcıyız.",
    "annualReport.communityGuidelinesPrivacy": "Kişisel bilgilerini özel tut.",
    "annualReport.communityGuidelinesFriendly": "Siteyi dostane tutmaya destek ol.",
    "annualReport.communityEngagementTitle": "Topluluk Anlaşması",
    "annualReport.storySwap": "Hikayeyi Değiştir",
    "annualReport.communityEngagementInfo": "Topluluk Ekibinin bir diğer önemli rolü de gençlerin fikirlerini ifade etmeleri ve olumlu yollarla katılım göstermeleri için fırsatları vurgulamak ve geliştirmektir. Ekip, ilham kaynağı olması için topluluk üyelerinden projeler ve stüdyolar sunuyor ve yaratıcı etkinliği teşvik etmek için düzenli olarak Scratch Design Studios yayınlıyor. Ekip her yaz çevrimiçi bir Scratch Kampı düzenler: 2019'daki tema, Scratchers'ın birbirlerinin hikayeleri üzerine inşa ettiği {storySwapLink} idi.",
    "annualReport.communitySDSTitle": "Scratch Tasarım Stüdyosu",
    "annualReport.communitySDSInfo": "2019'dan Bazı Scratch Tasarım Stüdyoları",
    "annualReport.communityDayintheLife": "Hayattaki Gün",
    "annualReport.communityDayintheLifeInfo": "Bir şeyin hayatındaki bir gün hakkında bir proje oluşturun",
    "annualReport.communityYear3000": "Yıl 3000",
    "annualReport.communityYear3000Info": "3000 yılında hayat nasıl olabilir?",
    "annualReport.communityBounce": "Zıplama",
    "annualReport.communityBounceInfo": "Zıplama, atlama, sıçrama veya hoplama içeren bir proje oluşturun.",
    "annualReport.communityMonochromatic": "Tek renkli",
    "annualReport.communityMonochromaticInfo": "Sadece bir renk olsaydı işler nasıl görünürdü?",
    "annualReport.communityQuotes": "Topluluk — Alıntılar",
    "annualReport.communityQuote1": "Scratch'e 11 yaşındayken katıldım ve platformu kullanmaktan ve toplulukla etkileşim kurmaktan öğrendiğim şeyler, büyürken öğrenmemin gerçekten hayati bir parçasıydı.",
    "annualReport.communityQuote2": "Scratch, evden bir şeyler yapmama izin verdi, örneğin\n- İnsanlara ve projelerine saygı göstermek\n- Arkadaş edinmek\n- Bu karantinada yalnız olmadığımı hissetmek\n....ve çok daha fazlası, bu yüzden\n ¡GRACIAS!",
    "annualReport.communityQuote3": "Yaklaşık 2 yıldır Scratch'tayım ve hayatımı değiştiren bir deneyim oldu! Kodlama, çevrimiçi görgü kuralları ve sanat gibi pek çok yeni şey öğrendim!",
    "annualReport.communityQuote4": "Scratch, altıncı sınıfta en sevdiğim hobimdi. Beni gizlice Boole mantığı, işlem sırası ve iç içe matematiksel ifadelerle tanıştırdı — bilgisayar programlamanın kendisinden bahsetmiyorum bile.",
    "annualReport.studio": "stüdyo",
    "annualReport.communityBLMIntro": "2020'nin başlarında George Floyd, Breonna Taylor, Ahmaud Arbery ve diğerlerinin trajik cinayetlerinin ardından Amerika Birleşik Devletleri'nde ırk adaleti protestoları süpürürken, birçok genç Scratch'i Siyahi Hayatlar Önemlidir hareketine desteklerini göstermek için ırkçılık ve polis şiddetine karşı çıkmak için yorumlar yaparak ifade etmenin bir yolu olarak kullandı.  Scratch ana sayfasında yer alan bir {BLMStudioLink}'te Scratchers, yüzlerce projeye ve binlerce yoruma katkıda bulundu. Scratch Topluluk Ekibi, travmatik bir dönemde Scratchers'ı desteklemek ve tüm projelerin ve konuşmaların saygılı kalmasını sağlamak için aktif olarak yer aldı.",
    "annualReport.communityArtwork": "Scratcher OnionDipAnimations tarafından sanat çalışması",
    "annualReport.communityChangeTitle": "Gençleri değişimin ajanları olarak görüyoruz.",
    "annualReport.communityChangeInfo": "Onlarla ve onları destekleyen eğitimciler ve ailelerle birlikte çalışarak, tatmin edici bir yaşam sürmek ve toplumda anlamlı bir değişiklik meydana getirmek için ihtiyaç duyacakları becerileri, motivasyonu ve güveni geliştirmelerini sağlamaya kararlıyız.",
    "annualReport.watchVideo": "Videoyu Oynat",
    "annualReport.schoolsTitle": "Okullar",
    "annualReport.schoolsIntro": "Projelere, tutkuya, akranlara ve oyuna dayalı yaratıcı bilgi işlem deneyimlerinde eşitliği sağlamak için tasarlanmış, dünyanın dört bir yanındaki okullardaki öğretmenleri ve öğrencileri desteklemek için programlar ve kaynaklar sağlıyoruz.",
    "annualReport.schoolsSpotlight": "Okullar — Öne Çıkan Hikaye",
    "annualReport.cpsProjectTitle": "Chicago Devlet Okullarında Yaratıcı Bilgi İşlem",
    "annualReport.cpsProjectIntroP1": "2019'da Scratch Ekibi, Google.org'un finansmanıyla, yaratıcı kodlamayı müfredatlarına dahil etmek için bir girişim başlatırken, Chicago'nun Güney Yakası'ndaki yedi ilköğretim okulunu desteklemek için SocialWorks, CS4ALL Chicago ve Chicago Devlet Okulları ile ortaklık kurdu.",
    "annualReport.cpsProjectIntroP2": "Bu girişimin bir parçası olarak yüzlerce öğrenci, kendilerini kendi video oyunlarının süper kahramanı olarak hayal etti ve çizdi. Bu fikirleri SuperMe adlı ortak bir Scratch projesinde hayata geçirdiler. Yerel Chicago kahramanı ve Grammy Ödüllü müzisyen Chance the Rapper, öğrencilerin çalışmalarından o kadar ilham aldı ki, hit şarkısı “I Love You So Much”ın resmi video oyunu adını verdi ve dünyayla paylaştı.",
    "annualReport.familyCreativeNightsHeader": "Aile Yaratıcı Kodlama Geceleri",
    "annualReport.familyCreativeNightsDescription": "Bu girişimin başarısının anahtarı, Aile Yaratıcı Kodlama Geceleri aracılığıyla öğrencileri, aileleri, öğretmenleri ve diğer topluluk üyelerini birbirine bağlamaktı. Bu etkinlikler, —küçük çocuklardan büyükanne ve büyükbabalara kadar— her yaştan yüzlerce aile üyesini, kodlamayı sanat, dans ve müzikle karıştıran etkinliklerde bir araya getirdi. Bu etkinlikler, ailelerin çocukların öğrenimine ilham verme ve onları desteklemedeki önemli rolünün farkına vararak ev ve okul arasındaki bağlantıları güçlendirdi.",
    "annualReport.familyNightsPhotoCredit": "Fotoğraflar: Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Öğretmenler için Mesleki Gelişime Yatırım",
    "annualReport.teacherPDDescription": "Katılımcı ilköğretim okullarındaki öğretmenler, mesleki gelişim atölyeleri için bir araya gelerek, kendi Scratch projelerini oluşturma konusunda ilk elden deneyim kazandılar ve müfredat boyunca öğrencilerin öğrenmesini desteklemek için Scratch'i kullanmanın anlamlı yollarını buldular.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, CPS Eğitimcisi",
    "annualReport.teacherPDQuote": "Beni en çok şaşırtan şey, Scratch'i sınıfımda kullanmanın getirdiği içsel işbirliğiydi. Çoğu zaman, öğrenciler Scratch platformunda bir şey keşfeder, bana gösterir ve sonra bunu kendi aralarında yayarlardı.",
    "annualReport.extendingReachHeader": "Erişimi Genişletme",
    "annualReport.extendingReachDescription": "Bu ortaklığın kapsamını genişletmek için CS4ALL Chicago, Family Creative Coding Night modelini geliştirdi ve bunu tüm Chicago Devlet Okullarının kullanımına sundu. Google CS First, öğrenciler ve öğretmenler için İngilizce ve İspanyolca dillerinde ücretsiz çevrimiçi olarak sunulan {codeYourHeroLink} kılavuzlar üretti.",
    "annualReport.codeYourHero": "Kahramanını Kodla",
    "annualReport.inTheNewsHeader": "Haberlerde",
    "annualReport.chicagoSunTimesArticle": "Chicago Sun Times Makalesi",
    "annualReport.rollingStoneArticle": "Rolling Stone Makalesi",
    "annualReport.conferencesTitle": "Dünya çapında Scratch Konferansları",
    "annualReport.conferencesIntro": "2008'de Scratch Ekibi, MIT'de ilk Scratch konferansına ev sahipliği yaptı ve eğitimcileri, araştırmacıları ve geliştiricileri bir araya getirerek yaratıcı öğrenmeyi desteklemek için Scratch'i kullanmaya yönelik fikir ve deneyimleri paylaşmak üzere bir araya getirdi. O zamandan beri, Scratch Ekibi her iki yılda bir MIT'de bir Scratch konferansı düzenledi ve ev sahipliği yaptı. Buna ek olarak, küresel Scratch topluluğunun —üyeleri, okyanuslar, kıtalar, kültürler ve diller arasında yayılan bir düzineden fazla konferans düzenledi ve ev sahipliği yaptı.",
    "annualReport.conferencesHeroImageCaption": "Scratch Africa Konferansı, {photoCredit}'in fotoğrafı",
    "annualReport.conferencesLatinAmericaTitle": "Latin Amerika",
    "annualReport.conferencesLatinAmericaDescription": "Mayıs 2019'da Şili'nin dört bir yanından ve Latin Amerika'nın diğer bölgelerinden eğitimciler ikinci {scratchAlSurLink} konferansı için Şili'nin Santiago kentinde bir araya geldi. Konferansın ardından Scratch al Sur, Harvard Graduate School of Education'daki Creative Computing grubu tarafından geliştirilen {creativeComputingCurriculumLink} kılavuzunun {spanishVersionLink}'sini yayınladı.",
    "annualReport.conferencesSpanishVersionLinkText": "İspanyol versiyon",
    "annualReport.conferencesLatinAmericaImageCaption": "Fotoğrafı sağlayan: {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Avrupa",
    "annualReport.conferencesEuropeDescription": "Ağustos 2019'da Raspberry Pi Vakfı, İngiltere'nin Cambridge kentinde düzenlenen dördüncü {scratchConferenceEuropeLink}'i düzenledi. Konferans, öğrenciler, eğitimciler, araştırmacılar ve toplum temelli kuruluşlar tarafından uygulamalı atölye çalışmaları, sunumlar ve gösteriler için 25'ten fazla ülkeden örgün ve gayri resmi eğitimcileri bir araya getirdi.",
    "annualReport.conferencesEuropeImageCaption": "Fotoğrafı sağlayan: {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Afrika",
    "annualReport.conferencesAfricaDescription": "Ekim 2019'da Kenya, Nairobi'de ilk {scratchAfricaConferenceLink} düzenlendi ve Afrika'nın dört bir yanından 250'den fazla eğitimci ve öğrenci dersleri paylaşmak, gençleri güçlendirmek ve yaratıcı kodlamadaki başarıları kutlamak için bir araya geldi. Konferansta Scratch Ekibi, Scratch'in hem çevrimiçi hem de çevrimdışı olarak kullanılabilen Swahili versiyonunu piyasaya sürdü.",
    "annualReport.conferencesAfricaImageCaption": "Fotoğraf: {photoCredit}",
    "annualReport.financialsTitle": "Finansal Bilgiler - 2019",
    "annualReport.financialsButton": "2019 Denetlenmiş Finansal Bilgiler",
    "annualReport.financialsFutureYears": "Not: Scratch personeli artık MIT'den Scratch Vakfı'na geçtiğinden, gelecek yıllardaki finansal bilgiler önemli ölçüde farklı olacaktır.",
    "annualReport.supportersTitle": "Destekçilerimize Teşekkürler",
    "annualReport.supportersIntro": "Cömert destekçilerimize teşekkür ederiz. Katkınız, dünyanın her yerindeki her kökenden, her yaştan çocuk için yaratıcı öğrenme fırsatlarını genişletmemize yardımcı oluyor.",
    "annualReport.supportersSpotlightTitle": "Bağış — Öne Çıkan Hikaye",
    "annualReport.supportersSFETitle": "Siegel Aile Vakfı",
    "annualReport.supportersSFEDescription1": "Mayıs 2012'de David Siegel, aktif ve hevesli bir Scratcher olan oğlu Zach ile MIT Medya Laboratuvarı'ndaki Scratch Day'e katıldı. Zach ve diğer çocukların kendi oyunlarını, animasyonlarını ve robotik yaratıklarını kodlamak için Scratch'i kullandıklarını izleyen David, Scratch'in çocukların hem pratik kodlama becerilerini öğrenmelerine hem de hesaplamalı düşünürler olarak gelişmelerine yardımcı olmak için ne kadar potansiyele sahip olduğunu gördü.",
    "annualReport.supportersSFEDescription2": "David, hesaplamalı düşünmenin önemini ilk elden biliyor ve bir bilgisayar bilimcisi ve girişimci olarak kariyeri, Scratch'in genç öğrencilerin her gün keşfetmesine yardımcı olduğu aynı merakla şekillendi. Onu Princeton'da bilgisayar bilimi okumaya ve MIT'nin Yapay Zeka Laboratuarı'nda tamamladığı çalışmaya dayalı bir doktora derecesi almaya iten de aynı keşif içgüdüsüydü. 2001 yılında, makine öğrenimi ve veri biliminin yatırım yönetimine uygulanmasında dünya lideri haline gelen Two Sigma'nın kurucu ortağı oldu.",
    "annualReport.supportersSFEDescription3": "2011'de David, insanların yeni teknolojinin taleplerine uyum sağlamasına yardımcı olmak için çalışan kuruluşları desteklemek ve teknolojinin neredeyse her sektörde yol açtığı güçlü aksaklıkları daha iyi anlamak ve azaltmak için Siegel Aile Vakfı'nı (SFE) kurdu. Aynı zamanda Scratch Vakfı'nın kurucu ortağıdır ve Scratch'i dünyanın her yerinden öğrenenler için ücretsiz ve erişilebilir kılmak için kuruluşun misyonunun güçlü bir savunucusudur.",
    "annualReport.supportersCoFounder": "Kurucu ve Eş Başkan",
    "annualReport.supportersQuote": "Scratch'in çocuklar için her yerde ücretsiz ve erişilebilir durumda kalmasını sağlamak, genç öğrencilerin giderek daha dijital hale gelen bir dünyada yer almalarına ve başarılı olmalarına yardımcı olabileceğimiz en etkili yollardan biridir. Scratch'i desteklemek bugün her zamankinden daha önemli.",
    "annualReport.supportersThankYou": "Destekçilerimize teşekkürler",
    "annualReport.supportersAllDescription": "Misyonumuz, her kökenden tüm çocuklara hayal etme, yaratma ve yeni teknolojilerle paylaşma fırsatları sunmaktır. 2002 yılında Scratch üzerinde çalışmaya başladığımızdan beri dünya çapında milyonlarca genç için harika öğrenme deneyimleri yaratmamıza yardımcı olan tüm Scratch destekçilerine teşekkür etmek istiyoruz. Aşağıdaki liste, 31 Aralık 2019'a kadar Scratch'e (hem MIT hem de Scratch Vakfı'nda) yapılan kümülatif bağışlara dayanmaktadır.",
    "annualReport.supportersFoundingDescription": "Scratch'in ilk günlerinden itibaren bizi destekleyen ve her biri çeşitli şekillerde en az 10.000.000 $'lık kümülatif destek sağlayan Kurucu Ortaklarımıza özellikle minnettarız.",
    "annualReport.supportersFoundingTitle": "Kurucu Ortaklar",
    "annualReport.supportersCreativityTitle": "Yaratıcılık Çemberi — 1,000,000$+",
    "annualReport.supportersCollaborationTitle": "İşbirliği Çemberi — 200.000$+",
    "annualReport.supportersImaginationTitle": "Hayal Gücü Çemberi — 50.000$+",
    "annualReport.supportersInspirationTitle": "İlham Çemberi — 20.000$+",
    "annualReport.supportersExplorationTitle": "Keşif Çemberi — 5.000$+",
    "annualReport.supportersInKindTitle": "Ayni Destekçiler",
    "annualReport.leadershipTitle": "Ekibimiz",
    "annualReport.leadershipBoard": "Yönetim Kurulu",
    "annualReport.leadershipChair": "Başkan",
    "annualReport.leadershipProfessor": "Öğrenme Araştırması Profesörü",
    "annualReport.leadershipViceChair": "Başkan Yardımcısı",
    "annualReport.leadershipBoardMember": "Kurul Üyesi",
    "annualReport.leadershipPresidentCEO": "Başkan ve CEO",
    "annualReport.leadershipFormerPresident": "Eski Başkan",
    "annualReport.leadershipFounderCEO": "Kurucu ve CEO",
    "annualReport.leadershipFormerChairCEO": "Eski Başkan ve CEO",
    "annualReport.leadershipBoardSecretaryTreasurer": "Yönetim Kurulu Sekreteri ve Sayman",
    "annualReport.leadershipBoardSecretary": "Yönetim Kurulu Sekreteri",
    "annualReport.leadershipBoardTreasurer": "Yönetim Kurulu Saymanı",
    "annualReport.leadershipScratchTeam": "Scratch Ekibi",
    "annualReport.leadershipInterim": "Geçici Yönetici",
    "annualReport.donateTitle": "Bizi Destekleyin",
    "annualReport.donateMessage": "Desteğiniz, Scratch'i herkes için ücretsiz hale getirmemizi sağlıyor, sunucularımızı çalışır durumda tutuyor ve en önemlisi, dünyanın dört bir yanındaki çocuklara hayal etme, yaratma ve paylaşma fırsatı sunabiliyoruz. Teşekkürler!",
    "annualReport.donateButton": "Bağış Yap"
}