{
    "annualReport.subnavMessage": "Thông tin",
    "annualReport.subnavMission": "Phân công",
    "annualReport.subnavMilestones": "Mốc Quan trọng",
    "annualReport.subnavReach": "Tôi",
    "annualReport.subnavInitiatives": "Sáng tạo",
    "annualReport.subnavFinancials": "Tài chính",
    "annualReport.subnavSupporters": "Ủng hộ",
    "annualReport.subnavTeam": "Nhóm",
    "annualReport.subnavDonate": "Đóng góp",
    "annualReport.mastheadYear": "Báo cáo thường niên 2019",
    "annualReport.mastheadTitle": "Kiến tạo một Thế giới Học tập Sáng tạo",
    "annualReport.messageTitle": "Tin nhắn từ Nhóm Scratch",
    "annualReport.messageP1": "Năm 2019 là năm của sự tuyệt vời với Scratch. Chúng tôi khởi đầu năm với sự ra mắt của Scratch 3.0, phiên bản mới nhất của Scratch từ chúng tôi, được thiết kế để giúp trẻ em sáng tạo và thu hút chúng về niềm yêu thích lập trình. Chúng tôi tổ chức vào cuối năm khi nhóm của chúng tôi rời khỏi MIT đến ngôi nhà mới tại Quỹ Scratch, trong không gian tầng 1 vui vẻ gần South Station tại Boston. Trong cả năm, cộng đồng Scratch không ngừng phát triển và đổi mới: Hơn 20 triệu người trẻ đã tạo dự án với Scratch vào năm 2019, tăng thêm 48% trước đây.",
    "annualReport.messageP2": "Sự quan trọng của Scratch được làm rõ vào năm 2020, đại dịch COVID tràn lan buộc nhiều trường học phải đóng cửa. Hoạt động trên cộng đồng Scratch trực tuyến tăng gấp đôi, ",
    "annualReport.messageP3": "Từ khi chúng tôi ra mắt Scratch vào năm 2007, chúng tôi luôn coi Scratch là nhiều hơn một ngôn ngữ lập trình. Scratch cung cấp cơ hội cho tất cả những người trẻ tuổi, từ mọi hoàn cảnh, để phát triển tiếng nói của mình, thể hiện ý tưởng và sáng tạo cùng nhau. Chúng tôi thích nhìn thấy cách mà những Scratcher phản ứng với những thách thức xã hội gần đây bằng sự sáng tạo, hợp tác, quan tâm và lòng tốt.",
    "annualReport.messageP4": "Trong Báo cáo thường niên này, chúng tôi sẽ chia sẻ thêm về sứ mệnh, kế hoạch, tác động và phạm vi tiếp cận của Scratch, kèm theo các ví dụ về cách Scratch đang mở rộng cơ hội học tập cho nhiều đối tượng trẻ em trên toàn thế giới, cả ở trường học và trong suốt cuộc đời.",
    "annualReport.messageP5": "Chúng tôi tự hào về những gì mà những bạn trẻ đang sáng tạo và học hỏi với Scratch ngày hôm nay và chúng tôi cam kết sẽ mang đến nhiều cơ hội hơn cho nhiều bạn trẻ hơn trong tương lai.",
    "annualReport.messageSignature": "— Nhóm Scratch",
    "annualReport.covidResponseTitle": "Scratch phản ứng với COVID",
    "annualReport.covidResponseP1": "Khi chúng tôi viết báo cáo thường niên này, chúng ta đã trải qua nhiều tháng trong đại dịch COVID. Từ giữa tháng 3 năm 2020, văn phòng Scratch đã đóng cửa và các thành viên của Đội Scratch đã tích cực làm việc tại nhà để hỗ trợ trẻ em và nhà giáo dục trên toàn thế giới có cuộc sống bị gián đoạn do đại dịch.",
    "annualReport.covidResponseP2": "Vào ngày 17 tháng 3, chúng tôi đã khởi động sáng kiến ​​#ScratchAtHome để cung cấp cho trẻ em, gia đình và nhà giáo dục những ý tưởng tham gia các hoạt động học tập sáng tạo với Scratch tại nhà. Chúng tôi tiếp tục thêm các video hướng dẫn và các tài nguyên khác vào {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "trang #ScratchAtHome",
    "annualReport.covidResponseP3": "Hoạt động trong {scratchCommunityLink} đã tăng gấp đôi so với năm ngoái. Scratchers đang tạo và chia sẻ các dự án để hỗ trợ và truyền cảm hứng cho những người khác trong suốt đại dịch—với các dự án và studio cung cấp ý tưởng tập thể dục tại nhà, mẹo để giữ gìn sức khỏe, sự hài hước để động viên nhau và cảm ơn những người lao động thiết yếu.",
    "annualReport.covidResponseScratchCommunity": "Cộng đồng trực tuyến Scratch",
    "annualReport.missionTitle": "Sứ mệnh của chúng tôi",
    "annualReport.missionSubtitle": "Sứ mệnh của chúng tôi là cung cấp cho tất cả trẻ em, từ mọi hoàn cảnh, cơ hội để tưởng tượng, sáng tạo và hợp tác với các công nghệ mới — để các em có thể định hình thế giới ngày mai.",
    "annualReport.missionP1": "Chúng tôi cam kết ưu tiên công bằng trong mọi khía cạnh công việc, đặc biệt chú trọng vào các sáng kiến ​​và phương pháp hỗ trợ trẻ em, gia đình và nhà giáo dục còn xa rời công lý giáo dục.",
    "annualReport.missionP2": "Chúng tôi đã phát triển Scratch như một môi trường học tập miễn phí, an toàn và vui tươi, giúp tất cả trẻ em tham gia vào tư duy sáng tạo, lý luận có hệ thống và làm việc theo nhóm—những kỹ năng thiết yếu cho mọi người trong xã hội ngày nay. Chúng tôi làm việc với các nhà giáo dục và gia đình để hỗ trợ trẻ em khám phá, chia sẻ và học tập.",
    "annualReport.missionP3": "Trong quá trình phát triển các công nghệ, hoạt động và tài liệu học tập mới, chúng tôi được hướng dẫn bởi cái mà chúng tôi gọi là {fourPsItalics}:",
    "annualReport.fourPs": "Bốn chữ P của Học tập sáng tạo",
    "annualReport.missionProjectsTitle": "Các chương trình",
    "annualReport.missionPeersTitle": "Những người bạn",
    "annualReport.missionPassionTitle": "Đam mê",
    "annualReport.missionPlayTitle": "Chơi",
    "annualReport.missionProjectsDescription": "Khuyến khích trẻ em tham gia thiết kế, sáng tạo và thể hiện bản thân một cách sáng tạo",
    "annualReport.missionPeersDescription": "Hỗ trợ trẻ em trong việc cộng tác, chia sẻ, phối hợp và cố vấn",
    "annualReport.missionPassionDescription": "Cho phép trẻ em phát triển sở thích của bản thân và thực hiện các dự án có ý nghĩa bản thân",
    "annualReport.missionPlayDescription": "Khuyến khích trẻ em mày mò, thử nghiệm và lặp đi lặp lại",
    "annualReport.milestonesTitle": "Mốc Quan trọng",
    "annualReport.milestonesDescription": "Sau đây là một số sự kiện và thành tựu quan trọng trong lịch sử của Scratch và cộng đồng Scratch toàn cầu.",
    "annualReport.milestones2003Message": "Được trao tặng khoản tài trợ của Quỹ Khoa học Quốc gia để bắt đầu phát triển Scratch",
    "annualReport.milestones2004Message": "Cung cấp buổi hội thảo Scratch đầu tiên tại Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Ra mắt công khai ngôn ngữ lập trình Scratch và cộng đồng trực tuyến",
    "annualReport.milestones2008Message": "Organized first Scratch Conference for educators and developers",
    "annualReport.milestones2009Message1.4": "Released Scratch 1.4, translated into more than 40 languages",
    "annualReport.milestones2009MessageScratchDay": "Hosted first Scratch Day event for children and families",
    "annualReport.milestones2010Message": "Scratch online community reaches 1 million members",
    "annualReport.milestones2013MessageFoundation": "Established Code-to-Learn Foundation (later renamed Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Launch of Scratch 2.0, providing new opportunities for collaboration",
    "annualReport.milestones2014Message": "Launch of ScratchJr for younger children, ages 5 to 7",
    "annualReport.milestones2016Message": "Scratch online community reaches 10 million members",
    "annualReport.milestones2017Message": "Scratch Day grows to 1,100 events in 60 countries",
    "annualReport.milestones2019MessageScratch3": "Launch of Scratch 3.0, expanding what kids can create with code",
    "annualReport.milestones2019MessageMove": "Scratch Team moves from MIT into Scratch Foundation",
    "annualReport.reachTitle": "Reaching Children Around the World",
    "annualReport.reachSubtitle": "Scratch là cộng đồng lập trình lớn nhất thế giới dành cho trẻ em và thanh thiếu niên từ 8 tuổi trở lên.",
    "annualReport.reachMillion": "triệu",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Số lượng khách truy cập",
    "annualReport.reachProjectsCreated": "Những chương trình đã tạo",
    "annualReport.reachProjectCreators": "Những chương trình do mọi người tạo ra",
    "annualReport.reachComments": "Bình luận được đăng trong Cộng đồng trực tuyến",
    "annualReport.reachGrowthTitle": "Phát triển cộng đồng",
    "annualReport.reachGrowthBlurb": "Nhiều tài khoản mới được tạo trong Cộng đồng trực tuyến Scratch trong vòng 5 năm qua.",
    "annualReport.reachGlobalCommunity": "Cộng đồng trên toàn thế giới của chúng tôi",
    "annualReport.reachMapBlurb": "Tổng số tài khoản đã đăng ký trong Cộng đồng trực tuyến Scratch từ khi Scratch ra mắt đến năm 2019",
    "annualReport.reachMap20M": "20 Triệu",
    "annualReport.reachMapLog": "on a logarithmic scale",
    "annualReport.reachTranslationTitle": "Scratch đã dịch hơn 60+ ngôn ngữ",
    "annualReport.reachTranslationBlurb": "Thanks to volunteer translators from around the world.",
    "annualReport.reachScratchJrBlurb": "ScratchJr is an introductory programming environment that enables young children (ages 5-7) to create their own interactive stories and games.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Downloads Since Launching in 2014",
    "annualReport.initiativesTitle": "Sáng tạo",
    "annualReport.initiativesDescription": "Công việc tại Scratch Foundation tập trung vào 3 lĩnh vực chiến lược: công cụ sáng tạo, cộng đồng và trường học. Mỗi lĩnh vực đều ưu tiên tiếng nói và nhu cầu của trẻ em chưa được đại diện trong lĩnh vực máy tính sáng tạo và tìm cách hỗ trợ trẻ em trong các bối cảnh và nền văn hóa đa dạng trên khắp thế giới.",
    "annualReport.equity": "Công bằng",
    "annualReport.globalStrategy": "Chiến lược toàn cầu",
    "annualReport.toolsTitle": "Công cụ sáng tạo",
    "annualReport.toolsIntro": "We are constantly experimenting and innovating with new technologies and new designs — always striving to provide children with new ways to create, collaborate, and learn.",
    "annualReport.toolsSpotlight": "Công cụ Sáng tạo — Câu chuyện Nổi bật",
    "annualReport.toolsLaunch": "Triển khai Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "Chúng tôi thiết kế Scratch 3.0 để mở rộng cách thức, nội dung và địa điểm trẻ em có thể sáng tạo với Scratch. Ra mắt vào đầu năm 2019, Scratch 3.0 đã dẫn đến sự gia tăng hoạt động trong cộng đồng Scratch, với nhiều dự án hơn — và nhiều loại dự án hơn — hơn bao giờ hết.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 includes a library of extensions — extra collections of coding blocks that add new capabilities to Scratch. Some extensions provide access to web services and other software features, while others connect Scratch with physical-world devices like motors and sensors.",
    "annualReport.toolsTexttoSpeech": "Chuyển văn bản thành giọng nói",
    "annualReport.toolsTexttoSpeechIntro": "With the Text-to-Speech extension, kids can program their Scratch characters to speak out loud, in a variety of different voices.",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} chương trình năm 2019 sử dụng Chuyển văn bản thành giọng nói",
    "annualReport.toolsMostPopular": "Nổi bật nhất",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} new Scratch Extension in the community",
    "annualReport.toolsCollabAWS": "Collaboration with Amazon Web Services",
    "annualReport.toolsTranslate": "Dịch",
    "annualReport.toolsTranslateIntro": "With the Translate extension, built on the Google Translate API, kids can incorporate automatic translation into their projects, supporting language learning and global communication.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} languages translated in the extension",
    "annualReport.toolsSupportsLiteracy": "Supports Literacy",
    "annualReport.toolsCSandLanguageArts": "Khoa học máy tính và nghệ thuật",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} across {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Cộng tác với Google",
    "annualReport.toolsPhysicalWorld": "Physical World Connections",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Students can create dancing robots, interactive sculptures, and data-collection experiments using Scratch with LEGO robotics kits. The new LEGO Education SPIKE Prime Set features an app based on Scratch. In addition, Scratch extensions are available for {mindstormsLink} and {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Cộng tác với LEGO",
    "annualReport.toolsVideoTutorials": "Video hướng dẫn",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 giới thiệu một bộ sưu tập video hướng dẫn đa dạng để giúp trẻ em bắt đầu với Scratch. Các hướng dẫn này có tính mở và được thiết kế để khuyến khích học sinh thử nghiệm, theo đuổi sở thích của mình và thể hiện ý tưởng của riêng mình.",
    "annualReport.toolsNumTutorials": "25 bài hướng dẫn mới",
    "annualReport.toolsNewTutorials": "{numTutorials} đã có trên Scratch 3.0",
    "annualReport.toolsNumViews": "23 million",
    "annualReport.toolsTutorialsViews": "{numViews} views in 2019",
    "annualReport.toolsApp": "Scratch App Supports Learning Offline",
    "annualReport.toolsDownloadLink": "ứng dụng có thể tải về",
    "annualReport.toolsRaspberryLink": "sử dụng trên Raspberry Pi 4",
    "annualReport.toolsAppIntro": "Trong năm 2019, Scratch Team đã phát hành Scratch 3.0 dưới dạng {downloadableLink} để sử dụng trên nhiều nền tảng, bao gồm Windows, MacOS, ChromeOS và máy tính bảng Android. Ngoài ra, Raspberry Pi Foundation đã phát hành Scratch 3.0 cho {raspberryLink}. Các phiên bản có thể tải xuống này đặc biệt quan trọng đối với hàng triệu người học ở những khu vực không có kết nối internet hoặc không đáng tin cậy.",
    "annualReport.toolsAbhiTitle": "Abhi at Cartoon Network",
    "annualReport.toolsAbhiIntro": "Để làm nổi bật những gì trẻ em có thể làm với Scratch 3.0, chúng tôi đã hợp tác với Cartoon Network để tạo ra một video có sự góp mặt của Abhi, một Scratcher 12 tuổi thích làm hoạt hình và trò chơi. Trong video, Abhi gặp Ian Jones-Quartey, người sáng tạo ra OK K.O. và các chương trình khác của Cartoon Network. Abhi giới thiệu cho Ian các tính năng chính của phiên bản Scratch mới và cùng nhau họ vẽ và lập trình hoạt hình của một nhân vật Cartoon Network nhảy lên nhảy xuống.",
    "annualReport.toolsAbhiQuote": "Điều tôi thích nhất ở Scratch là cộng đồng, vì họ rất tốt bụng và hữu ích với tôi. Đó là lý do tại sao tôi luôn vui vẻ chia sẻ mọi dự án trong mơ của mình.",
    "annualReport.communityTitle": "Cộng đồng",
    "annualReport.communityIntro": "Cộng đồng trực tuyến Scratch luôn là một phần quan trọng của trải nghiệm Scratch, tạo cơ hội cho trẻ em hợp tác, chia sẻ và cung cấp phản hồi cho nhau.",
    "annualReport.communitySpotlight": "Cộng đồng — Câu chuyện nổi bật",
    "annualReport.communityTeam": "Nhóm cộng đồng Scratch",
    "annualReport.communityTeamIntro1": "Khi được hỏi tại sao họ sử dụng Scratch, hầu hết Scratcher đều nói về tầm quan trọng của cộng đồng trực tuyến trong việc thúc đẩy sự tham gia liên tục của họ, cung cấp một không gian nơi họ có thể thể hiện sự sáng tạo, kết bạn, nhận phản hồi, có được ý tưởng mới và học các kỹ năng mới. Nhiều Scratcher bày tỏ sự đánh giá cao của họ đối với cộng đồng Scratch như một không gian an toàn và chào đón để kết nối, chia sẻ và học hỏi lẫn nhau.",
    "annualReport.communityTeamIntro2": "Với 40.000 dự án mới và 400.000 bình luận mới trong cộng đồng trực tuyến Scratch mỗi ngày, làm thế nào chúng ta có thể đảm bảo rằng cộng đồng vẫn an toàn và thân thiện, đồng thời hỗ trợ và khuyến khích sự thể hiện sáng tạo? Nhóm cộng đồng của chúng tôi, bao gồm nhân viên toàn thời gian và mạng lưới người điều hành, dẫn đầu công việc thiết yếu này. Có hai chiều hướng chính trong công việc của Nhóm cộng đồng: điều hành và gắn kết cộng đồng.",
    "annualReport.communityModerationTitle": "Kiểm duyệt cộng đồng",
    "annualReport.communityModerationInfo": "Khi những người trẻ tham gia cộng đồng Scratch, họ đồng ý tuân theo một bộ Nguyên tắc cộng đồng, được thiết kế để giữ cho Scratch là một nơi an toàn và hỗ trợ cho những người trẻ từ mọi hoàn cảnh. Nhóm cộng đồng của chúng tôi sử dụng nhiều công cụ và chiến lược khác nhau để khuyến khích quyền công dân kỹ thuật số tốt và duy trì một môi trường tích cực cho những người chơi Scratch sáng tạo. Các bộ lọc tự động ngăn chặn thông tin riêng tư bị chia sẻ hoặc nội dung không phù hợp bị đăng tải và chúng tôi cho phép bất kỳ ai báo cáo nội dung mà họ cảm thấy vi phạm Nguyên tắc cộng đồng.",
    "annualReport.communityGuidelinesTitle": "Hướng dẫn từ cộng đồng",
    "annualReport.communityGuidelinesInfo": "Scratch chào đón tất cả mọi người từ nhiều độ tuổi, sắc tộc, tôn giáo, năng lực, phân biệt giới tính.",
    "annualReport.communityGuidelinesRespect": "Hãy tôn trọng nhau.",
    "annualReport.communityGuidelinesShare": "Chia sẻ.",
    "annualReport.communityGuidelinesHonest": "Hãy trung thực.",
    "annualReport.communityGuidelinesConstructive": "Hãy xây dựng.",
    "annualReport.communityGuidelinesPrivacy": "Giữ bí mật các thông tin cá nhân của bạn.",
    "annualReport.communityGuidelinesFriendly": "Hãy giữ môi trường này thân thiện với mọi người.",
    "annualReport.communityEngagementTitle": "Community Engagement",
    "annualReport.storySwap": "Story Swap",
    "annualReport.communityEngagementInfo": "Một vai trò quan trọng khác của Đội cộng đồng là làm nổi bật và phát triển các cơ hội cho những người trẻ tuổi thể hiện ý tưởng của mình và tham gia theo những cách tích cực. Đội có các dự án và studio từ các thành viên cộng đồng để làm nguồn cảm hứng và thường xuyên đăng Scratch Design Studios để khuyến khích hoạt động sáng tạo. Mỗi mùa hè, đội tổ chức Trại Scratch trực tuyến: chủ đề năm 2019 là {storySwapLink}, with Scratchers building on one another’s stories.",
    "annualReport.communitySDSTitle": "Scratch Design Studios",
    "annualReport.communitySDSInfo": "Some Scratch Design Studios from 2019:",
    "annualReport.communityDayintheLife": "Day in the Life",
    "annualReport.communityDayintheLifeInfo": "Create a project about a day in the life of something",
    "annualReport.communityYear3000": "Năm 3000",
    "annualReport.communityYear3000Info": "What might life be like in the year 3000?",
    "annualReport.communityBounce": "Nhún nhảy",
    "annualReport.communityBounceInfo": "Create a project that involves bouncing, jumping, boinging, or hopping.",
    "annualReport.communityMonochromatic": "Monochromatic",
    "annualReport.communityMonochromaticInfo": "How would things look if there were only one color?",
    "annualReport.communityQuotes": "Community — Quotes",
    "annualReport.communityQuote1": "I joined Scratch when I was 11 years old and the things I learned from using the platform and interacting with the community were really a vital part of my learning growing up.",
    "annualReport.communityQuote2": "Scratch has allowed me to do things from home, like \n- Respect people and their projects\n- Make friends\n- Feel that I am not alone in this quarantine\n....and much more, so I want to say \n¡GRACIAS!",
    "annualReport.communityQuote3": "I've been on Scratch for about 2 years, and it's been a life-changing experience! I've learned so many new things, such as coding, online etiquette, and art!",
    "annualReport.communityQuote4": "Scratch was my favorite hobby in sixth grade. It secretly introduced me to Boolean logic, order of operations, and nested mathematical expressions—not to mention computer programming itself.",
    "annualReport.studio": "phòng trưng bày",
    "annualReport.communityBLMIntro": "Khi các cuộc biểu tình đòi công lý chủng tộc lan rộng khắp Hoa Kỳ sau vụ giết người thương tâm của George Floyd, Breonna Taylor, Ahmaud Arbery và những người khác vào đầu năm 2020, nhiều người trẻ đã sử dụng Scratch như một cách để bày tỏ sự ủng hộ của họ đối với phong trào Black Lives Matter, tạo ra các dự án và đăng bình luận để lên tiếng phản đối nạn phân biệt chủng tộc và bạo lực của cảnh sát. Trong {BLMStudioLink} featured on the Scratch home page, Scratchers contributed hundreds of projects and thousands of comments. The Scratch Community Team was actively involved, to support Scratchers during a traumatic time and to ensure that all projects and conversations remained respectful.",
    "annualReport.communityArtwork": "Artwork by the Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "We see young people as agents of change.",
    "annualReport.communityChangeInfo": "We are committed to working with them, and with the educators and families who support them, to ensure that they develop the skills, the motivation, and the confidence they’ll need to lead fulfilling lives and bring about meaningful change in society.",
    "annualReport.watchVideo": "Xem đoạn phim",
    "annualReport.schoolsTitle": "Các trường học",
    "annualReport.schoolsIntro": "We provide programs and resources to support teachers and students in schools around the world, designed to achieve equity in creative computing experiences, based on projects, passion, peers, and play.",
    "annualReport.schoolsSpotlight": "Schools — Spotlight Story",
    "annualReport.cpsProjectTitle": "Creative Computing in Chicago Public Schools",
    "annualReport.cpsProjectIntroP1": "In 2019, with funding from Google.org, the Scratch Team partnered with SocialWorks, CS4ALL Chicago and Chicago Public Schools to support seven elementary schools in the South Side of Chicago as they launched an initiative to incorporate creative coding into their curriculum.",
    "annualReport.cpsProjectIntroP2": "Một phần của sáng kiến ​​này, hàng trăm học sinh đã tưởng tượng và vẽ mình như siêu anh hùng trong trò chơi điện tử của riêng mình. Họ đã hiện thực hóa những ý tưởng đó trong một dự án Scratch hợp tác có tên là SuperMe. Anh hùng địa phương của Chicago và nhạc sĩ từng đoạt giải Grammy Chance the Rapper đã lấy cảm hứng từ tác phẩm của các học sinh đến nỗi anh đã đặt tên cho nó là trò chơi điện tử chính thức cho bài hát hit của mình \"I Love You So Much\" và chia sẻ nó với thế giới.",
    "annualReport.familyCreativeNightsHeader": "Family Creative Coding Nights",
    "annualReport.familyCreativeNightsDescription": "Chìa khóa thành công của sáng kiến ​​này là kết nối học sinh, gia đình, giáo viên và các thành viên khác trong cộng đồng thông qua Đêm lập trình sáng tạo gia đình. Các sự kiện này đã quy tụ hàng trăm thành viên gia đình ở mọi lứa tuổi—từ trẻ nhỏ đến ông bà—trong các hoạt động kết hợp lập trình với nghệ thuật, khiêu vũ và âm nhạc. Các sự kiện này củng cố mối liên kết giữa gia đình và nhà trường, công nhận vai trò quan trọng của gia đình trong việc truyền cảm hứng và hỗ trợ việc học của trẻ em.",
    "annualReport.familyNightsPhotoCredit": "Photos by Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Investing in Professional Development for Teachers",
    "annualReport.teacherPDDescription": "Teachers across the participating elementary schools came together for professional development workshops, gaining first-hand experience in creating their own Scratch projects and finding meaningful ways to use Scratch to support student learning across the curriculum.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, Nhà giáo dục CPS",
    "annualReport.teacherPDQuote": "What surprised me most was the intrinsic collaboration that came with using Scratch in my classroom. Often, students themselves would discover something in the Scratch platform, show me, and then spread it among themselves.",
    "annualReport.extendingReachHeader": "Mở rộng phạm vi tiếp cận",
    "annualReport.extendingReachDescription": "To expand the reach of this partnership, CS4ALL Chicago built on the Family Creative Coding Night model and has made it available to all Chicago Public Schools. Google CS First produced {codeYourHeroLink} guides for students and teachers, available free online in English and Spanish.",
    "annualReport.codeYourHero": "Mã hóa anh hùng của bạn",
    "annualReport.inTheNewsHeader": "Trong Tin tức",
    "annualReport.chicagoSunTimesArticle": "Bài viết của tờ Chicago Sun Times",
    "annualReport.rollingStoneArticle": "Bài viết của Rolling Stone",
    "annualReport.conferencesTitle": "Hội nghị Scratch trên toàn thế giới",
    "annualReport.conferencesIntro": "In 2008, the Scratch Team hosted the first Scratch conference at MIT, bringing together educators, researchers, and developers to share ideas and experiences for using Scratch to support creative learning. Since then, the Scratch Team has organized and hosted a Scratch conference at MIT every two years. In addition, members of the global Scratch community have organized and hosted more than a dozen conferences—stretching across oceans, continents, cultures, and languages.",
    "annualReport.conferencesHeroImageCaption": "Scratch Africa Conference, photo by {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Latin America",
    "annualReport.conferencesLatinAmericaDescription": "In May 2019, educators from across Chile and other areas of Latin America came together for the second {scratchAlSurLink} conference in Santiago, Chile. Following the conference, Scratch al Sur released a {spanishVersionLink} of the {creativeComputingCurriculumLink} guide, developed by the Creative Computing group at the Harvard Graduate School of Education.",
    "annualReport.conferencesSpanishVersionLinkText": "Spanish version",
    "annualReport.conferencesLatinAmericaImageCaption": "Photo provided by {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Europe",
    "annualReport.conferencesEuropeDescription": "In August 2019, the Raspberry Pi Foundation organized the fourth {scratchConferenceEuropeLink}, held in Cambridge, UK. The conference brought together formal and informal educators from more than 25 countries for hands-on workshops, presentations, and demonstrations by students, educators, researchers, and community-based organizations.",
    "annualReport.conferencesEuropeImageCaption": "Photo provided by {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Africa",
    "annualReport.conferencesAfricaDescription": "Vào tháng 10 năm 2019, sự kiện {scratchAfricaConferenceLink} đầu tiên được tổ chức tại Nairobi, Kenya, thu hút hơn 250 nhà giáo dục và sinh viên từ khắp Châu Phi để chia sẻ bài học, trao quyền cho những người trẻ tuổi và tôn vinh những thành tựu trong lĩnh vực lập trình sáng tạo. Tại hội nghị, Nhóm Scratch đã ra mắt phiên bản tiếng Swahili của Scratch, có thể sử dụng cả trực tuyến và ngoại tuyến.",
    "annualReport.conferencesAfricaImageCaption": "Photo by {photoCredit}",
    "annualReport.financialsTitle": "Financials - 2019",
    "annualReport.financialsButton": "2019 Audited Financials",
    "annualReport.financialsFutureYears": "Lưu ý: Tình hình tài chính trong những năm tới sẽ có sự thay đổi đáng kể vì đội ngũ nhân viên Scratch hiện đã chuyển từ MIT sang Quỹ Scratch.",
    "annualReport.supportersTitle": "Cảm ơn những người ủng hộ chúng tôi",
    "annualReport.supportersIntro": "Cảm ơn những người ủng hộ hào phóng của chúng tôi. Sự đóng góp của bạn giúp chúng tôi mở rộng cơ hội học tập sáng tạo cho trẻ em ở mọi lứa tuổi, từ mọi hoàn cảnh, trên toàn cầu.",
    "annualReport.supportersSpotlightTitle": "Nhà tài trợ - Câu chuyện nổi bật",
    "annualReport.supportersSFETitle": "Quỹ tài trợ của gia đình Siegel",
    "annualReport.supportersSFEDescription1": "Vào tháng 5 năm 2012, David Siegel đã tham dự Scratch Day tại MIT Media Lab cùng con trai Zach, một Scratcher năng động và nhiệt tình. Khi xem Zach và những đứa trẻ khác sử dụng Scratch để lập trình trò chơi, hoạt hình và sinh vật rô-bốt của riêng mình, David đã thấy Scratch có tiềm năng lớn như thế nào trong việc giúp trẻ em học các kỹ năng lập trình thực tế và phát triển thành những người tư duy tính toán.",
    "annualReport.supportersSFEDescription2": "David biết rõ tầm quan trọng của tư duy tính toán, và sự nghiệp của anh với tư cách là một nhà khoa học máy tính và doanh nhân đã được định hình bởi chính sự tò mò mà Scratch giúp những người học trẻ khám phá mỗi ngày. Cũng chính bản năng khám phá đó đã dẫn dắt anh đến với ngành khoa học máy tính tại Princeton và lấy bằng tiến sĩ dựa trên công trình đã hoàn thành tại Phòng thí nghiệm trí tuệ nhân tạo của MIT. Năm 2001, anh đồng sáng lập Two Sigma, công ty đã phát triển thành công ty hàng đầu thế giới trong việc ứng dụng máy học và khoa học dữ liệu vào quản lý đầu tư.",
    "annualReport.supportersSFEDescription3": "Năm 2011, David thành lập Siegel Family Endowment (SFE) để hỗ trợ các tổ chức đang nỗ lực giúp mọi người thích nghi với nhu cầu của công nghệ mới, đồng thời hiểu rõ hơn và giảm thiểu những gián đoạn mạnh mẽ mà công nghệ đã gây ra trong hầu hết mọi lĩnh vực. Ông cũng là đồng sáng lập của Scratch Foundation và là người ủng hộ mạnh mẽ cho sứ mệnh của tổ chức là giữ cho Scratch miễn phí và dễ tiếp cận với người học trên toàn thế giới.",
    "annualReport.supportersCoFounder": "Đồng sáng lập và đồng chủ tịch",
    "annualReport.supportersQuote": "Đảm bảo Scratch vẫn miễn phí và dễ tiếp cận với trẻ em ở mọi nơi là một trong những cách có tác động nhất mà chúng ta có thể giúp những người học trẻ tham gia và phát triển trong một thế giới ngày càng kỹ thuật số. Việc hỗ trợ Scratch ngày càng quan trọng hơn bao giờ hết.",
    "annualReport.supportersThankYou": "Cảm ơn những người ủng hộ chúng tôi",
    "annualReport.supportersAllDescription": "Sứ mệnh của chúng tôi là cung cấp cho tất cả trẻ em, từ mọi hoàn cảnh, cơ hội để tưởng tượng, sáng tạo và chia sẻ với các công nghệ mới. Chúng tôi muốn cảm ơn tất cả những người ủng hộ Scratch, những người đã giúp chúng tôi tạo ra những trải nghiệm học tập tuyệt vời cho hàng triệu người trẻ trên toàn thế giới kể từ khi chúng tôi bắt đầu làm việc với Scratch vào năm 2002. Danh sách sau đây dựa trên số tiền quyên góp tích lũy cho Scratch (tại cả MIT và Scratch Foundation) tính đến ngày 31 tháng 12 năm 2019.",
    "annualReport.supportersFoundingDescription": "Chúng tôi đặc biệt biết ơn các Đối tác sáng lập đã hỗ trợ chúng tôi ngay từ những ngày đầu của Scratch, mỗi người cung cấp ít nhất 10.000.000 đô la hỗ trợ tích lũy dưới nhiều hình thức khác nhau.",
    "annualReport.supportersFoundingTitle": "Đối tác sáng lập",
    "annualReport.supportersCreativityTitle": "Creativity Circle — $1,000,000+",
    "annualReport.supportersCollaborationTitle": "Collaboration Circle — $200,000+",
    "annualReport.supportersImaginationTitle": "Imagination Circle — $50,000+",
    "annualReport.supportersInspirationTitle": "Inspiration Circle — $20,000+",
    "annualReport.supportersExplorationTitle": "Exploration Circle — $5,000+",
    "annualReport.supportersInKindTitle": "In-Kind Supporters",
    "annualReport.leadershipTitle": "Đội của chúng tôi",
    "annualReport.leadershipBoard": "Hội đồng quản trị",
    "annualReport.leadershipChair": "Chủ tịch",
    "annualReport.leadershipProfessor": "Giáo sư nghiên cứu học tập",
    "annualReport.leadershipViceChair": "Phó Chủ tịch",
    "annualReport.leadershipBoardMember": "Thành viên Hội đồng quản trị",
    "annualReport.leadershipPresidentCEO": "Chủ tịch và Tổng giám đốc điều hành",
    "annualReport.leadershipFormerPresident": "Cựu chủ tịch",
    "annualReport.leadershipFounderCEO": "Người sáng lập và CEO",
    "annualReport.leadershipFormerChairCEO": "Cựu Chủ tịch và Tổng giám đốc điều hành",
    "annualReport.leadershipBoardSecretaryTreasurer": "Thư ký Hội đồng quản trị & Thủ quỹ",
    "annualReport.leadershipBoardSecretary": "Thư ký Hội đồng",
    "annualReport.leadershipBoardTreasurer": "Thủ quỹ Hội đồng",
    "annualReport.leadershipScratchTeam": "Nhóm Scratch",
    "annualReport.leadershipInterim": "Giám đốc điều hành tạm thời",
    "annualReport.donateTitle": "Hỗ trợ chúng tôi",
    "annualReport.donateMessage": "Sự ủng hộ của bạn giúp chúng tôi cung cấp Scratch miễn phí cho mọi người, giúp máy chủ của chúng tôi hoạt động và quan trọng nhất là chúng tôi có thể cung cấp cho trẻ em trên toàn thế giới cơ hội để tưởng tượng, sáng tạo và chia sẻ. Cảm ơn bạn!",
    "annualReport.donateButton": "Đóng góp"
}