{
    "membership.getInvolvedTitle": "Ymunwch â ni",
    "membership.getInvolvedDescription": "Mae cefnogwyr Scratch yn ein helpu i greu profiadau dysgu ysbrydoledig, creadigol a chofiadwy i blant ym mhobman. Dysgwch sut allwch chi a'ch teulu ymuno ag Aelodaeth Scratch.",
    "membership.getInvolvedImageDescription": "Golwg dros yr ysgwydd o blentyn yn defnyddio gliniadur. Mae sgrin y gliniadur yn dangos rhyngwyneb rhaglennu Scratch.",
    "membership.scratchMembershipTitle": "Aelodaeth Scratch",
    "membership.scratchMembershipDescription": "Rhaglen Aelodaeth Scratch yw'r ffordd orau y gall teuluoedd fel eich un chi gefnogi sefydliad dim-er-elw Scratch, a'r miliynau o blant sy'n dychmygu, creu a rhannu yma bob dydd. Gallwch feddwl am Aelodaeth fel rhodd flynyddol, gyda rhai manteision hwyliog wedi'u cynnwys.",
    "membership.scratchMembershipImageDescription": "Bathodyn melyn, crwn, tebyg i sêl gydag ymylon cregyn bylchog. Yn y canol mae wyneb Cath Scratch, ein mascot, yn gwenu ac wedi'i hamgylchynu gan y geiriau \"AELODAETH SCRATCH\".",
    "membership.scratchMembershipButtonText": "Gofynnwch i riant am Aelodaeth Scratch",
    "membership.scratchMembershipDescription2": "Ers lansio Scratch yn 2007, mae mwy na 150 miliwn o Scratchers wedi rhannu mwy nag 1 biliwn o brosjectau. Ar hyd y ffordd, rydym wedi tyfu ein tîm (a'n lle gweinydd!) i gadw'r gymuned yn ddiogel, yn ddibynadwy, ac yn hwyl i filiynau o Scratchers fel chi. Mae Aelodaeth Scratch yn ein helpu i gadw Scratch yn rhydd nawr ac yn y dyfodol, fel y gall plant ledled y byd barhau i greu'r hyn maen nhw'n ei ddychmygu.",
    "membership.scratchMembershipDescription3": "I ddweud “diolch” am gefnogi Scratch, mae Aelodau’n derbyn buddion fel pecynnau corlunau, mynediad i ddigwyddiadau i Aelodau yn unig, a mwy. Yn bwysicaf oll, trwy ymuno ag Aelodaeth, gallwch chi helpu’r gymuned sy’n golygu cymaint i Scratchers ym mhobman.",
    "membership.storyXperientialTitle": "Stori Xperiential",
    "membership.storyXperientialDescription": "Mae Story Xperiential yn eich tywys drwy'r broses o adrodd straeon yn broffesiynol sy'n cael ei ddefnyddio gan gan stiwdios fel Pixar, Disney, a Netflix i greu eich straeon gwreiddiol eich hun gydag offer fel Scratch. Mae aelodau'n cael pris arbennig a phrofi am ddim!",
    "membership.storyXperientialImageDescription": "Delwedd gyfansawdd gyda'r gair \"XPERIENTIAL\" ar y brig. Isod, mae merch ifanc yn tynnu lluniau ar dabled ddigidol sy'n dangos braslun celf ddigidol.",
    "membership.spritePacksTitle": "Pecynnau Corlun Scratch Unigryw",
    "membership.spritePacksDescription": "Mae aelodau'n cael mynediad arbennig i becynnau corlunau i ddod â'u projectau Scratch yn fyw: o gymeriadau yn eich hoff gemau fideo a sioeau teledu i gorlunau gwreiddiol newydd gan griw Scratch Cat and Friends!",
    "membership.spritePacksImageDescription": "Grŵp o nifer o gymeriadau cartŵn lliwgar, sy'n gwenu ar gefndir glas solet.",
    "membership.discountsAndMerchTitle": "Gostyngiadau a Nwyddau Unigryw",
    "membership.discountsAndMerchDescription": "Arbedwch 10% o oddi ar bron popeth yn y Siop Scratch, gan gynnwys nwyddau arbennig i Aelodau yn Unig.",
    "membership.discountsAndMerchImageDescription": "Casgliad o nwyddau brand \"Scratch Membership\" wedi'u trefnu ar gefndir porffor.",
    "membership.resourcesAndEventsTitle": "Adnoddau a Digwyddiadau Arbennig",
    "membership.resourcesAndEventsDescription": "Hogwch eich sgiliau gyda thiwtorialau Scratch, gwe-seminarau byw gyda Thîm Scratch, a chynnwys arbennig gan arbenigwyr gwadd! Gallwch ddisgwyl popeth o gyrsiau codio Scratch i gyngor ac ysbrydoliaeth gan ddatblygwyr gemau proffesiynol, pob un wedi'i wneud yn arbennig ar gyfer yr Aelodau.",
    "membership.resourcesAndEventsImageDescription": "Golwg proffil ochr o blentyn yn canolbwyntio ar sgrin gliniadur. Mae'r sgrin yn dangos y rhyngwyneb codio sy'n seiliedig ar flociau Scratch.",
    "membership.memberPerks": "Manteision Aelodau",
    "membership.andMore": "...A Mwy!",
    "membership.stayTuned": "Cadwch lygad allan am fwy o freintiau, buddion ac adnoddau arbennig yn dod yn fuan.",
    "membership.faq": "Cwestiynau Cyffredin",
    "membership.faq.whatIsMembershipTitle": "Beth yw Aelodaeth Scratch?",
    "membership.faq.whatIsMembershipDescription": "Mae aelodaeth yn ffordd newydd i roddwyr gefnogi Scratch wrth gael rhai manteision yn gyfnewid, fel mynediad cynnar i corlunau, digwyddiadau arbennig, cynnwys bonws, fframiau afatar, a themâu golygydd.",
    "membership.faq.whyIsMembershipNotFreeTitle": "Pam nad yw Aelodaeth am ddim?",
    "membership.faq.whyIsMembershipNotFreeDescription": "Mae Scratch yn rhad ac am ddim, ac mae wedi bod erioed – ond nid yw'n rhad ac am ddim i'w adeiladu, ei dyfu a'i amddiffyn. Fel sefydliad dim-er-elw, rydym yn dibynnu ar gefnogaeth rhoddwyr i gadw gweinyddion Scratch yn rhedeg yn llyfn i'n miliynau o ddefnyddwyr gweithredol, cadw'r gymuned yn ddiogel ac yn gyfeillgar, a datblygu nodweddion newydd sy'n eich helpu i archwilio technoleg arloesol.",
    "membership.faq.isScratchMakingProfitTitle": "Ydy Tîm Scratch yn defnyddio Aelodaeth i wneud elw?",
    "membership.faq.isScratchMakingProfitDescription": "Mae Scratch yn elusen: mae hynny'n golygu bod pob doler rydyn ni'n ei hennill yn mynd yn ôl i gymuned Scratch i'w gwneud hyd yn oed yn well. Mae angen rhoddion arnom i barhau i weithredu Scratch ac i helpu plant ym mhobman i greu'r hyn maen nhw'n ei ddychmygu (fel y 465,000+ o brojectau rydych chi'n eu rhannu bob dydd!). Ein hunig nod ar gyfer Aelodaeth yw cadw'r gymuned hon i ffynnu am flynyddoedd i ddod, fel y gall plant yn y dyfodol gael yr un cyfleoedd sydd gennych chi heddiw.",
    "membership.faq.isScratchPaywallingFeaturesTitle": "Ydych chi'n rhoi nodweddion Scratch y tu ôl i wal dalu?",
    "membership.faq.isScratchPaywallingFeaturesDescription": "Dydyn ni ddim yn bwriadu newid y profiad Scratch rydych chi'n ei adnabod ac yn ei garu. Mae Aelodau Scratch a'u teuluoedd yn derbyn rhai manteision dewisol y gallech chi eu gweld yng nghymuned Scratch, fel fframiau clust cath ar gyfer eu lluniau proffil, a rhai nad oes modd i chi eu gweld, fel themâu ar gyfer y golygydd cod. Bydd rhain ddim yn newid Scratch fel rydych chi'n ei adnabod - maen nhw'n ffordd fach o ddweud \"diolch\" i Aelodau a'u teuluoedd am helpu i gadw Scratch yn rhad ac am ddim i bawb.",
    "membership.faq.whyAddPerksTitle": "Pam rydych chi'n rhoi manteision i Aelodau? Pam allwch chi ddim gofyn iddyn nhw gyfrannu?",
    "membership.faq.whyAddPerksDescription": "Mae llawer o sefydliadau dim-er-elw yn cynnig manteision bach i annog rhoddion, fel crysau-t neu degannau meddal. Er ein bod ni'n dymuno y byddai pobl yn rhoi o garedigrwydd eu calon (ac mae llawer o bobl yn gwneud hynny!), mae'n helpu derbyn \"diolch\" ar ôl rhoi. Gan fod Scratch yn gymuned rithwir, mae ein \"diolch\" i Aelodau yn rhithwir hefyd. Os gwelwch chi ffrâm afatar clust cath o amgylch cymuned Scratch, byddwch chi'n gwybod bod Scratcher a'u teulu wedi rhoi i gadw Scratch yn rhad ac am ddim i bawb - yn union fel mae crys-t \"Rwy'n achub pandas!\" yn dweud wrthych chi fod person wedi cefnogi eu hoff achos. Dyw manteision aelodau ddim yn golygu bod rhai Scratchers yn well neu'n bwysicach nag eraill. Mae ein cymuned yn ffynnu oherwydd pob Scratcher, p'un a ydynt wedi rhoi i Scratch ai peidio.",
    "membership.faq.cantAffordTitle": "Beth am blant sydd ddim yn gallu fforddio Aelodaeth?",
    "membership.faq.cantAffordDescription": "Mae Aelodaeth Scratch yn gwbl ddewisol, a dydyn ni ddim yn disgwyl y bydd pawb yn ymuno. Dyna pam rydyn ni wedi dewis manteision Aelodaeth sydd dim yn gwneud newidiadau mawr i Scratch na'r gymuned fyd-eang.",
    "membership.faq.whyDoesScratchNeedMoneyTitle": "Pam mae angen arian ar Scratch – a yw'n diflannu?",
    "membership.faq.whyDoesScratchNeedMoneyDescription": "Rydym yn defnyddio rhaglenni fel Aelodaeth Scratch i wneud yn siŵr bod Scratch yn parhau i fod yn rhad ac am ddim, yn ddiogel, ac yn hwyl i'r genhedlaeth nesaf o blant fel chi. Mae Scratch wedi bod yn gartref i blant creadigol ers bron i 20 mlynedd - mae rhai o'n Scratchers cynharaf bellach yn oedolion gyda phlant sy'n defnyddio Scratch hefyd. Rydym yn meddwl bod hynny'n anhygoel, ac yn gobeithio parhau i ysbrydoli Scratchers cyhyd ag y gallwn. Ond mae angen cefnogaeth arnom i wneud i hynny ddigwydd."
}