{
    "membership.getInvolvedTitle": "Involúcrate",
    "membership.getInvolvedDescription": "Scratch supporters help us create inspiring, creative, and memorable learning experiences for kids everywhere. Learn how you and your family can join Scratch Membership.",
    "membership.getInvolvedImageDescription": "Vista por encima del hombro de un niño utilizando un ordenador portátil. La pantalla del portátil muestra la interfaz de programación Scratch.",
    "membership.scratchMembershipTitle": "Membresía de Scratch",
    "membership.scratchMembershipDescription": "The Scratch Membership Program is the best way families like yours can support the nonprofit Scratch, and the millions of kids who imagine, create, and share here every day. You can think of Membership like a yearly donation, with some fun perks included.",
    "membership.scratchMembershipImageDescription": "Una insignia amarilla, circular, con forma de sello y bordes ondulados. En el centro aparece la cara sonriente de la mascota Scratch Cat, rodeada por las palabras \"SCRATCH MEMBERSHIP\".",
    "membership.scratchMembershipButtonText": "Pregunta a un pariente sobre la Membresía de Scratch",
    "membership.scratchMembershipDescription2": "Desde que Scratch se lanzó en 2007, más de 150 millones de Scratchers han compartido más de mil millones de proyectos. A lo largo del camino, hemos ampliado nuestro equipo (¡y espacio de servidor! ) para mantener la comunidad segura, estable y divertida para millones de Scratchers como tú. La Membresía de Scratch nos ayuda a mantener Scratch gratuito ahora y en el futuro, para que los niños de todo el mundo puedan seguir creando lo que imaginan.",
    "membership.scratchMembershipDescription3": "Para decir “gracias” por apoyar Scratch, los Miembros reciben ventajas como paquetes de sprites, acceso a eventos exclusivos para Miembros y mucho más. Lo mejor de todo es que, al unirse a la Membresía, puedes ayudar a la comunidad que tanto significa para los Scratchers de todas partes.",
    "membership.storyXperientialTitle": "Story Xperiential",
    "membership.storyXperientialDescription": "Story Xperiential guides you through the professional storytelling process used by studios such as Pixar, Disney, and Netflix to create your own original stories with tools like Scratch. Members get special pricing and a free trial!",
    "membership.storyXperientialImageDescription": "A composite image with the word \"XPERIENTIAL\" at the top. Below, a young woman is drawing on a digital tablet displaying a digital art sketch.",
    "membership.spritePacksTitle": "Exclusive Scratch Sprite Packs",
    "membership.spritePacksDescription": "Los Miembros reciben acceso especial a paquetes de sprites para dar vida a los proyectos de Scratch: ¡desde personajes de tus videojuegos y programas de televisión favoritos hasta nuevos sprites originales del equipo de Scratch Cat y sus Amigos!",
    "membership.spritePacksImageDescription": "Un grupo de varios personajes de dibujos animados coloridos y sonrientes sobre un fondo azul sólido.",
    "membership.discountsAndMerchTitle": "Descuentos y Productos Exclusivos",
    "membership.discountsAndMerchDescription": "Ahorra un 10 % en casi todos los artículos en la Scratch Shop, incluyendo productos especiales exclusivos para miembros.",
    "membership.discountsAndMerchImageDescription": "Una colección de productos de la marca \"Scratch Membership\" dispuestos sobre un fondo morado.",
    "membership.resourcesAndEventsTitle": "Recursos y Eventos Especiales",
    "membership.resourcesAndEventsDescription": "Sharpen your skills with Scratch tutorials, live webinars with the Scratch Team, and special content from guest experts! You can expect everything from Scratch coding courses to advice and inspiration from professional game developers, all made especially for Members.",
    "membership.resourcesAndEventsImageDescription": "Vista lateral de un niño concentrado en la pantalla de un portátil. La pantalla muestra la interfaz de programación basada en bloques de Scratch.",
    "membership.memberPerks": "Ventajas para Miembros",
    "membership.andMore": "...¡Y Más!",
    "membership.stayTuned": "Manténgase atento para más ventajas, beneficios y recursos especiales próximamente."
}