{
    "membership.getInvolvedTitle": "Liity mukaan",
    "membership.getInvolvedDescription": "Scratchin tukijat auttavat meitä luomaan innostavia, luovia ja ikimuistoisia oppimiskokemuksia lapsille kaikkialla maailmassa. Lue, miten sinä ja perheesi voitte liittyä Scratch-jäseniksi.",
    "membership.getInvolvedImageDescription": "Olan yli otettu kuva kannettavaa tietokonetta käyttävästä lapsesta. Tietokoneen näytöllä näkyy Scratchin ohjelmointikäyttöliittymä.",
    "membership.scratchMembershipTitle": "Scratch-jäsenyys",
    "membership.scratchMembershipDescription": "Perheet voivat tukea voittoa tavoittelematonta Scratchia parhaiten liittymällä Scratchin jäsenyysohjelmaan. Samalla he tukevat miljoonia lapsia, jotka kuvittelevat, toteuttavat ja jakavat yhteisössämme joka päivä. Voit ajatella, että jäsenyys on kuin vuotuinen lahjoitus, johon sisältyy joitain hauskoja etuja.",
    "membership.scratchMembershipImageDescription": "Keltainen, pyöreä, leiman kaltainen merkki, joka on reunustettu puoliympyröillä. Keskellä on Scratchin kissamaskotin hymyilevät kasvot, jota ympäröivät sanat \"SCRATCH-JÄSENYYS\".",
    "membership.scratchMembershipButtonText": "Kysy Scratch-jäsenyydestä vanhemmaltasi",
    "membership.scratchMembershipDescription2": "Sen jälkeen, kun Scratch julkaistiin vuonna 2007, yli 150 miljoonaa scratchaajaa on jakanut yli miljardi projektia. Matkan varrella olemme kasvattaneet tiimiämme (ja palvelintilaamme!) pitääksemme yhteisön turvallisena, luotettavana ja hauskana miljoonille kaltaisillesi scratchaajille. Scratch-jäsenyys auttaa meitä pitämään Scratchin ilmaisena nyt ja tulevaisuudessa, jotta lapset ympäri maailmaa voivat luoda kuvittelemaansa.",
    "membership.scratchMembershipDescription3": "Kiitokseksi Scratchin tukemisesta jäsenet saavat etuja, kuten hahmopakkauksia, pääsyn vain jäsenille tarkoitettuihin tapahtumiin sekä paljon muuta. Ja mikä parhainta, liittymällä jäseneksi autat yhteisöä, jolla on suuri merkitys scratchaajille ympäri maailmaa.",
    "membership.storyXperientialTitle": "Story Xperiential",
    "membership.storyXperientialDescription": "Story Xperiential opastaa sinut ammattimaisen tarinankerrontaprosessin läpi, jota käyttävät Pixarin, Disneyn ja Netflixin kaltaiset studiot. Pääset luomaan oman alkuperäisen tarinasi Scratchin kaltaisilla työkaluilla. Jäsenet saavat oppaan erityishintaan ja ilmaisen kokeilun!",
    "membership.storyXperientialImageDescription": "Koostekuva, jonka yläosassa on sana \"XPERIENTIAL\". Tekstin alapuolella on nuori nainen, joka piirtää taulutietokoneella digitaalista taideluonnosta.",
    "membership.spritePacksTitle": "Vain jäsenille tarkoitetut Scratch-hahmopakkaukset",
    "membership.spritePacksDescription": "Jäsenet pääsevät käyttämään erityisiä hahmopakkauksia, joilla he voivat herättää Scratch-projektinsa eloon. Mukana on muun muassa suosikkivideopelien ja televisio-ohjelmien hahmoja sekä uusia alkuperäisiä hahmoja Scratch-kissan ja hänen ystäviensä joukkoon!",
    "membership.spritePacksImageDescription": "Suuri joukko piirrettyjä, värikkäitä hahmoja, jotka hymyilevät yksivärisellä sinisellä taustalla.",
    "membership.discountsAndMerchTitle": "Alennukset ja vain jäsenille tarkoitetut oheistuotteet",
    "membership.discountsAndMerchDescription": "Säästä 10 % melkein kaikista Scratch-kaupan tuotteista, myös erityisistä, vain jäsenille tarkoitetuista oheistuotteista.",
    "membership.discountsAndMerchImageDescription": "Kokoelma oheistuotteita, joiden tuotemerkki on \"Scratch-jäsenyys\", violetilla taustalla.",
    "membership.resourcesAndEventsTitle": "Materiaalit ja erityistapahtumat",
    "membership.resourcesAndEventsDescription": "Hio taitojasi Scratchin oppitunneilla, Scratch-tiimin livewebinaareilla ja vierailevien asiantuntijoidemme erityissisällöillä! Odotettavissa on kaikkea Scratch-koodauskursseista neuvontaan ja inspiraatioon pelialan ammattilaisilta. Kaikki tämä tehdään erityisesti jäseniä varten.",
    "membership.resourcesAndEventsImageDescription": "Sivusta otettu kuva lapsesta, joka keskittyy kannettavan tietokoneen näyttöön. Näytöllä näkyy Scratchin lohkopohjainen koodauskäyttöliittymä.",
    "membership.memberPerks": "Jäsenedut",
    "membership.andMore": "...ja paljon muuta!",
    "membership.stayTuned": "Pysy kuulolla, sillä lisää etuja ja materiaaleja on tulossa pian.",
    "membership.faq": "UKK",
    "membership.faq.whatIsMembershipTitle": "What is Scratch Membership?",
    "membership.faq.whatIsMembershipDescription": "Membership is a new way for donors to support Scratch while getting some perks in return, like early access to sprites, special events, bonus content, avatar frames, and editor themes.",
    "membership.faq.whyIsMembershipNotFreeTitle": "Why isn’t Membership free?",
    "membership.faq.whyIsMembershipNotFreeDescription": "Scratch is free, and it always has been – but it’s not free to build, grow, and protect. As a nonprofit, we rely on the support of donors to keep Scratch’s servers running smoothly for our millions of active users, keep the community safe and friendly, and develop new features that help you explore innovative technology.",
    "membership.faq.isScratchMakingProfitTitle": "Is the Scratch Team using Membership to make a profit?",
    "membership.faq.isScratchMakingProfitDescription": "Scratch is a nonprofit: that means every dollar we earn goes back into the Scratch community to make it even better. We need donations to continue operating Scratch and to help kids everywhere create what they imagine (like the 465,000+ projects you share every day!). Our one and only goal for Membership is to keep this community thriving for years to come, so kids in the future can have the same opportunities you have today.",
    "membership.faq.isScratchPaywallingFeaturesTitle": "Are you putting Scratch features behind a paywall?",
    "membership.faq.isScratchPaywallingFeaturesDescription": "We are not planning on changing the Scratch experience you know and love. Scratch Members and their families receive some optional perks that you may see in the Scratch community, like cat-ear frames for their profile pictures, and some that you can’t see, like themes for the code editor. These will not change Scratch as you know it – they’re a small way to say “thank you” to Members and their families for helping to keep Scratch free for everyone.",
    "membership.faq.whyAddPerksTitle": "Why do you give Members perks? Why can’t you just ask them to donate?",
    "membership.faq.whyAddPerksDescription": "Many nonprofits offer small perks to encourage donations, like t-shirts or plushies. While we wish that people would donate out of the goodness of their heart (and many people do!), it helps to have a “thank you” post-donation. Because Scratch is a virtual community, our “thank you”s to Members are virtual, too. If you see a cat-ear avatar frame around the Scratch community, you’ll know that a Scratcher and their family donated to keep Scratch free for everyone – just like an “I saved the pandas!” t-shirt tells you that a person has supported their favorite cause. Member perks do not mean that some Scratchers are better or more important than others. Our community thrives because of every Scratcher, whether or not they’ve donated to Scratch.",
    "membership.faq.cantAffordTitle": "What about kids who can’t afford Membership?",
    "membership.faq.cantAffordDescription": "Scratch Membership is totally optional, and we don’t expect that everyone will join. That’s why we’ve chosen Membership perks that don’t make big changes to Scratch or the global community.",
    "membership.faq.whyDoesScratchNeedMoneyTitle": "Why does Scratch need money – is it going away?",
    "membership.faq.whyDoesScratchNeedMoneyDescription": "We’re using programs like Scratch Membership to make sure that Scratch remains free, safe, and fun for the next generation of kids just like you. Scratch has been a home for creative kids for nearly 20 years – some of our earliest Scratchers are now grown-ups with children who are using Scratch, too. We think that’s amazing, and we hope to continue inspiring Scratchers for as long as we can. But we need support to make that happen."
}