{
    "membership.getInvolvedTitle": "Fatti coinvolgere",
    "membership.getInvolvedDescription": "Scratch supporters help us create inspiring, creative, and memorable learning experiences for kids everywhere. Learn how you and your family can join Scratch Membership.",
    "membership.getInvolvedImageDescription": "Vista di un bambino che usa un portatile. Lo schermo del portatile mostra l'interfaccia dell'editor di Scratch.",
    "membership.scratchMembershipTitle": "Programma di Membership",
    "membership.scratchMembershipDescription": "Il Programma di Membership di Scratch è il miglior modo per famiglie come la tua di supportare l'organizzazione non-profit Scratch e i milioni di bambini che immaginano, creano e condividono ogni giorno su questo sito. Puoi pensare ",
    "membership.scratchMembershipImageDescription": "Un badge giallo, circolare, tipo timbro. Al centro c'è una faccia sorridente della mascotte del Gatto di Scratch, circondata dalla scritta \"SCRATCH MEMBERSHIP\".",
    "membership.scratchMembershipButtonText": "Chiedi della Scratch Membership a un genitore ",
    "membership.scratchMembershipDescription2": "Da quando Scratch è stato presentato nel 2007, più di 150 milioni di membri della sua comunità hanno condiviso oltre 1 miliardo di progetti. Durante questo percorso il nostro team (e la dimensione dei nostri server!) sono cresciuti con l'obiettivo di rendere la sua comunità un posto sicuro, affidabile e divertente per milioni di membri della comunità come te. La Membership di Scratch ci aiuta a fare in modo che Scratch resti sempre gratuito, sia ora che in futuro. In questo modo i ragazzi di tutto il mondo possono continuare a creare tutto ciò che immaginano.",
    "membership.scratchMembershipDescription3": "Per dirvi grazie per il vostro supporto a Scratch, i Membri ricevono raccolte di sprite, accesso a eventi riservati ai Membri e molto altro. Ma soprattutto, diventando un Membro, puoi aiutare questa comunità così importante per i suoi membri sparsi in tutto il globo.  ",
    "membership.storyXperientialTitle": "Story Xperiential ",
    "membership.storyXperientialDescription": "Story Xperiential di guida attraverso il processo di storytelling usato da studi come Pixar, Disney e Netflix per creare le loro storie originali usando strumenti come Scratch. I Membri hanno un prezzo speciale e una prova gratuita!",
    "membership.storyXperientialImageDescription": "Un'immagine in cui compare in cima la parola \"XPERIENTIAL\" e sotto una giovane donna che disegna usando un tablet su cui compare lo schizzo di un disegno digitale.",
    "membership.spritePacksTitle": "Raccolte Esclusive di Sprite di Scratch.",
    "membership.spritePacksDescription": "I Membri hanno un accesso speciale a raccolte di sprite per dar vita ai loro progetti Scratch: da personaggi dei vostri videogiochi e spettacoli televisivi favoriti a nuovi sprite originali del gruppo del Gatto di Scratch e dei suoi amici! ",
    "membership.spritePacksImageDescription": "Un gruppo di personaggi dei cartoni animati colorati e sorridenti su uno sfondo blu.",
    "membership.discountsAndMerchTitle": "Sconti e Merchandising Esclusivo",
    "membership.discountsAndMerchDescription": "Risparmi il 10% su quasi tutto nello Scratch Shop, inclusi articoli riservati ai soli Membri.",
    "membership.discountsAndMerchImageDescription": "Collezione di merchandising etichettato \"Scratch Membership\" disposto su uno fondo viola.",
    "membership.resourcesAndEventsTitle": "Risorse e Eventi Speciali",
    "membership.resourcesAndEventsDescription": "Affina le tue abilità con i tutorial di Scratch, webinar live con il Team di Scratch e contenuti speciali offerti da ospiti esperti! Puoi aspettarti un po' di tutto, da corsi sul coding con Scratch a suggerimenti e ispirazioni da sviluppatori professionisti di videogiochi, tutto realizzato in modo speciale per i Membri.",
    "membership.resourcesAndEventsImageDescription": "Vista di un bambino che usa un portatile. Lo schermo del portatile mostra l'interfaccia di coding basata su blocchi di Scratch.",
    "membership.memberPerks": "Vantaggi Esclusivi dei Membri",
    "membership.andMore": "... E Molto Altro!",
    "membership.stayTuned": "Non perdetevi i prossimi vantaggi esclusivi, bonus e risorse che saranno disponibili a breve."
}