{
    "membership.getInvolvedTitle": "Fatti coinvolgere",
    "membership.getInvolvedDescription": "Chi supporta Scratch ci aiuta a creare esperiense di apprendimento in stimolanti, creative e memorabili per i ragazzi di tutto il mondo. Scopri come tu e la tua famiglia potete unirvi alla Membership di Scratch.",
    "membership.getInvolvedImageDescription": "Vista di un bambino che usa un portatile. Lo schermo del portatile mostra l'interfaccia dell'editor di Scratch.",
    "membership.scratchMembershipTitle": "Programma di Membership",
    "membership.scratchMembershipDescription": "Il Programma di Membership di Scratch è il miglior modo per famiglie come la tua di supportare l'organizzazione non-profit Scratch e i milioni di bambini che immaginano, creano e condividono ogni giorno su questo sito. Puoi pensare ",
    "membership.scratchMembershipImageDescription": "Un badge giallo, circolare, tipo timbro. Al centro c'è una faccia sorridente della mascotte del Gatto di Scratch, circondata dalla scritta \"SCRATCH MEMBERSHIP\".",
    "membership.scratchMembershipButtonText": "Chiedi della Scratch Membership a un genitore ",
    "membership.scratchMembershipDescription2": "Da quando Scratch è stato presentato nel 2007, più di 150 milioni di membri della sua comunità hanno condiviso oltre 1 miliardo di progetti. Durante questo percorso il nostro team (e la dimensione dei nostri server!) sono cresciuti con l'obiettivo di rendere la sua comunità un posto sicuro, affidabile e divertente per milioni di membri della comunità come te. La Membership di Scratch ci aiuta a fare in modo che Scratch resti sempre gratuito, sia ora che in futuro. In questo modo i ragazzi di tutto il mondo possono continuare a creare tutto ciò che immaginano.",
    "membership.scratchMembershipDescription3": "Per dirvi grazie per il vostro supporto a Scratch, i Membri ricevono raccolte di sprite, accesso a eventi riservati ai Membri e molto altro. Ma soprattutto, diventando un Membro, puoi aiutare questa comunità così importante per i suoi membri sparsi in tutto il globo.  ",
    "membership.storyXperientialTitle": "Story Xperiential ",
    "membership.storyXperientialDescription": "Story Xperiential di guida attraverso il processo di storytelling usato da studi come Pixar, Disney e Netflix per creare le loro storie originali usando strumenti come Scratch. I Membri hanno un prezzo speciale e una prova gratuita!",
    "membership.storyXperientialImageDescription": "Un'immagine in cui compare in cima la parola \"XPERIENTIAL\" e sotto una giovane donna che disegna usando un tablet su cui compare lo schizzo di un disegno digitale.",
    "membership.spritePacksTitle": "Raccolte Esclusive di Sprite di Scratch.",
    "membership.spritePacksDescription": "I Membri hanno un accesso speciale a raccolte di sprite per dar vita ai loro progetti Scratch: da personaggi dei vostri videogiochi e spettacoli televisivi favoriti a nuovi sprite originali del gruppo del Gatto di Scratch e dei suoi amici! ",
    "membership.spritePacksImageDescription": "Un gruppo di personaggi dei cartoni animati colorati e sorridenti su uno sfondo blu.",
    "membership.avatarFramesAndEditorThemesTitle": "Cornice Avatar e Tema Editor",
    "membership.avatarFramesAndEditorThemesDescription": "Mostra orgogliosamente la tua Membership on {scratchLink}! I Membri sbloccano bonus sul sito come le cornici e i Blocchi Gatto (il tema dell'editor favorito dai fan che trasforma i Blocchi Cappello in adorabili gatti).",
    "membership.avatarFramesAndEditorThemesImageDescription": "Due carte animate su uno sfondo blu. La carta a sinistra mostra un blocco di Scratch a tema gatto etichettato \"Cat Blocks\" con orecchie da gatto che si muovono. La carta di destra mostra un avatar in una cornice con orecchie da gatto etichettato \"Avatar Frames\" con all'interno diversi avatar che si alternano. ",
    "membership.discountsAndMerchTitle": "Sconti e Merchandising Esclusivo",
    "membership.discountsAndMerchDescription": "Risparmi il 10% su quasi tutto nello Scratch Shop, inclusi articoli riservati ai soli Membri.",
    "membership.discountsAndMerchImageDescription": "Collezione di merchandising etichettato \"Scratch Membership\" disposto su uno fondo viola.",
    "membership.resourcesAndEventsTitle": "Risorse e Eventi Speciali",
    "membership.resourcesAndEventsDescription": "Affina le tue abilità con i tutorial di Scratch, webinar live con il Team di Scratch e contenuti speciali offerti da ospiti esperti! Puoi aspettarti un po' di tutto, da corsi sul coding con Scratch a suggerimenti e ispirazioni da sviluppatori professionisti di videogiochi, tutto realizzato in modo speciale per i Membri.",
    "membership.resourcesAndEventsImageDescription": "Vista di un bambino che usa un portatile. Lo schermo del portatile mostra l'interfaccia di coding basata su blocchi di Scratch.",
    "membership.memberPerks": "Vantaggi Esclusivi dei Membri",
    "membership.andMore": "... E Molto Altro!",
    "membership.stayTuned": "Non perdetevi i prossimi vantaggi esclusivi, bonus e risorse che saranno disponibili a breve.",
    "membership.faq": "Domande Frequenti",
    "membership.faq.whatIsMembershipTitle": "Cos'è il Programma di Membership di Scratch?",
    "membership.faq.whatIsMembershipDescription": "Il programma di Membership è un nuovo modo di fare donazioni per supportare Scratch ricevendo in cambio degli incentivi, come l'accesso anticipato a nuovi sprite, eventi speciali, contenuti bonus, cornici per le immagini del proprio profilo e temi dell'editor.",
    "membership.faq.whyIsMembershipNotFreeTitle": "Perché il programma di Membership non è gratuito?",
    "membership.faq.whyIsMembershipNotFreeDescription": "Scratch è gratuito, e lo è sempre stato – ma realizzarlo, farlo crescere e proteggerlo non è a costo zero. Come ente no-profit, facciamo affidamento sulle donazioni per fare in modo che i server di Scratch continuino a funzionare senza problemi per milioni di utenti attivi, che la comunità sia sicura e amichevole, e per sviluppare nuove funzioni che ti permettano di esplorare tecnologie innovative. ",
    "membership.faq.isScratchMakingProfitTitle": "Lo Scratch Team usa il programma di Membership per realizzare dei guadagni?",
    "membership.faq.isScratchMakingProfitDescription": "Scratch è una no-profit: questo significa che ogni dollaro che guadagniamo torna alla comunità di Scratch per renderla sempre migliore. Ci occorrono donazioni per continuare a gestire Scratch e per aiutare ragazzi di tutto il mondo a creare ciò che loro immaginano (come i più di 465.000 progetti che condividete ogni giorno!). Il nostro unico obiettivo con il programma di Membership è far continuare a prosperare questa comunità negli anni a venire, così che i ragazzi che verranno in futuro abbiano le stesse opportunità che tu hai oggi.  ",
    "membership.faq.isScratchPaywallingFeaturesTitle": "Le funzioni di Scratch diventeranno a pagamento?",
    "membership.faq.isScratchPaywallingFeaturesDescription": "Non prevediamo di cambiare il modo che già conosci e ami di sperimentare Scratch. I membri del programma di Membership di Scratch e le loro famiglie ricevono alcuni incentivi opzionali, alcuni che puoi vedere nella comunità di Scratch, come le cornici con le orecchie da gatto per le immagini dei loro profili, e alcuni che invece non vedi, come i temi per l'editor del codice. Questo non cambierà Scratch così come lo conosci – sono soltanto un piccolo modo per dire “grazie” ai membri del programma di Membership di Scratch e alle loro famiglie per l'aiuto che ci danno per far si che Scratch continui ad essere gratuito per tutti. ",
    "membership.faq.whyAddPerksTitle": "Perché offrite degli incentivi a chi sottoscrive il programma di Membership? Non potete chiedere semplicemente di donare?",
    "membership.faq.whyAddPerksDescription": "Molti enti no-profit offrono piccoli incentivi per incoraggiare le donazioni, come t-shirt o peluche. Anche se vorremmo che chi dona lo facesse soltanto per bontà d'animo (e molti lo fanno solo per questo!), è di aiuto avere un piccolo \"grazie\" che segue alla donazione. Siccome Scratch è una comunità virtuale, anche i nostri  “grazie” a chi sottoscrive il programma di Membership sono virtuali. Se vedi una cornice con le orecchie di gatto intorno all'immagine di un profilo da qualche parte nella comunità, saprai che un membro della comunità e la sua famiglia hanno donato per far si che Scratch rimanesse gratuito per tutti – proprio come una maglietta “Ho salvato i panda!” ti dice che una persona ha supportato la sua causa preferita. Gli incentivi riservati a chi sottoscrive il programma di Membership non dicono che una persona sia migliore o più importante di un'altra. La nostra comunità fiorisce grazie a tutti i suoi membri, non importa che abbiano fatto o meno una donazione a Scratch.",
    "membership.faq.cantAffordTitle": "E se un ragazzo non può permettersi di sottoscrivere il programma di Membership?",
    "membership.faq.cantAffordDescription": "La sottoscrizione del programma di Membership è totalmente opzionale, e non ci aspettiamo che tutti lo facciano. Ecco perché abbiamo scelto per coloro che sottoscrivono il programma degli incentivi che non fanno molto differenza su Scratch o nella sua comunità globale,",
    "membership.faq.whyDoesScratchNeedMoneyTitle": "Perché Scratch ha bisogno di donazioni – rischia di sparire?",
    "membership.faq.whyDoesScratchNeedMoneyDescription": "Usiamo programmi come la Membership di Scratch per fare in modo che Scratch rimanga gratuito, sicuro e che sia una fonte di divertimento per le prossime generazioni di ragazzi come te. Scratch è stato una casa per ragazzi creativi per quasi 20 anni – alcune dei primi membri della nostra comunità sono ora adulti con bambini che usano anche loro Scratch. Pensiamo che questo sia una cosa fantastica e speriamo di poter continuare ad ispirare gli attuali e i nuovi membri della comunità per molto tempo a venire. Ma per far si che questo avvenga, ci occorre supporto."
}