{
    "membership.getInvolvedTitle": "Cùng Tham Gia Nào!",
    "membership.getInvolvedDescription": "Những người ủng hộ Scratch giúp chúng mình tạo ra những trải nghiệm học tập đầy cảm hứng, sáng tạo và đáng nhớ cho trẻ em trên khắp thế giới. Tìm hiểu cách bạn và gia đình có thể tham gia Chương trình Hội Scratch của chúng mình.",
    "membership.getInvolvedImageDescription": "Hình ảnh nhìn từ trên xuống của một đứa trẻ đang sử dụng máy tính xách tay. Màn hình máy tính xách tay hiển thị giao diện lập trình Scratch.",
    "membership.scratchMembershipTitle": "Hội Scratch",
    "membership.scratchMembershipDescription": "Hội Scratch là cách tốt nhất để gia đình của bạn có thể hỗ trợ tổ chức phi lợi nhuận Scratch, cũng như hàng triệu trẻ em đang tưởng tượng, sáng tạo và chia sẻ tại đây từng, từng và từng ngày. Bạn có thể coi việc tham gia chương trình Hội Scratch như một khoản đóng góp hàng năm, kèm theo một số đặc quyền thú vị.",
    "membership.scratchMembershipImageDescription": "Huy hiệu hình tròn màu vàng, giống hình con dấu với các cạnh viền hình vỏ sò. Ở giữa là khuôn mặt tươi cười của linh vật Mèo Cào, được bao quanh bởi dòng chữ \"HỘI SCRATCH\" bằng tiếng Anh Scratch membership.",
    "membership.scratchMembershipButtonText": "Hỏi cha mẹ của bé về việc tham gia Hội Scratch",
    "membership.scratchMembershipDescription2": "Kể từ khi Scratch ra mắt vào năm 2007, hơn 150 triệu người dùng và bạn nhỏ tại Scratch đã chia sẻ hơn 1 tỷ dự án. Trong suốt chặng đường phát triển, chúng mình đã không ngừng mở rộng đội ngũ (và dung lượng máy chủ!) để đảm bảo cộng đồng luôn an toàn, đáng tin cậy và thú vị cho hàng triệu người dùng Scratch, và bạn nữa! Gói Hội Scratch giúp chúng mình tiếp tục duy trì Scratch miễn phí hiện tại và trong tương lai, để trẻ em trên toàn thế giới có thể tiếp tục sáng tạo những gì các em tưởng tượng.",
    "membership.scratchMembershipDescription3": "Chúng mình muốn gửi lời “cảm ơn” sâu sắc vì đã giúp đỡ Scratch, các thành viên thuộc Hội Scratch sẽ nhận được các quyền lợi như những gói nhân vật, quyền tham gia các sự kiện độc quyền cho Thành viên, v.v. Tuyệt vời hơn vậy, bằng cách trở thành Thành viên, bạn có thể đóng góp cho cộng đồng vô cùng ý nghĩa đối với các Scratcher trên toàn thế giới.",
    "membership.storyXperientialTitle": "Câu chuyện của Xperiential",
    "membership.storyXperientialDescription": "Câu chuyện của Xperiential sẽ hướng dẫn bạn quy trình kể chuyện chuyên nghiệp được các hãng phim như Pixar, Disney và Netflix sử dụng để tạo ra những câu chuyện nguyên bản của riêng bạn bằng các công cụ như Scratch chẳng hạn. Thành viên Hội Scratch sẽ được hưởng mức giá ưu đãi và dùng thử miễn phí.",
    "membership.storyXperientialImageDescription": "Một hình ảnh tổng hợp với chữ \"XPERIENTIAL\" ở trên cùng. Bên dưới là một cô gái trẻ đang vẽ trên máy tính bảng kỹ thuật số, hiển thị một bản phác thảo nghệ thuật kỹ thuật số.",
    "membership.spritePacksTitle": "Gói Nhân vật Scratch độc ​​quyền",
    "membership.spritePacksDescription": "Thành viên Hội Scratch sẽ cs thể truy cập đặc biệt vào các gói sprite - còn gọi là nhân vật để hiện thực hóa các dự án Scratch: từ các nhân vật trong trò chơi điện tử và chương trình truyền hình yêu thích của bạn đến các sprite gốc mới từ nhóm Scratch Cat and Friends!",
    "membership.spritePacksImageDescription": "Một nhóm gồm nhiều nhân vật hoạt hình đầy màu sắc, tươi cười trên nền xanh lam.",
    "membership.discountsAndMerchTitle": "Ưu Đãi & Gian Hàng Đặc Quyền",
    "membership.discountsAndMerchDescription": "Tiết kiệm 10% cho hầu hết mọi thứ tại Cửa hàng Scratch, bao gồm cả sản phẩm đặc biệt chỉ dành cho thành viên của Hội Scratch.",
    "membership.discountsAndMerchImageDescription": "Bộ sưu tập hàng hóa mang nhãn hiệu \"Scratch Membership\" được sắp xếp trên nền màu tím.",
    "membership.resourcesAndEventsTitle": "Nguồn Tài Nguyên & Sự Kiện Dark Biệt",
    "membership.resourcesAndEventsDescription": "Hãy rèn luyện kỹ năng của bạn với các hướng dẫn về Scratch, hội thảo trực tuyến với Đội ngũ Scratch - Scratch Team và nội dung đặc biệt từ các chuyên gia khách mời! Bạn có thể mong đợi mọi thứ, từ các khóa học lập trình Scratch đến lời khuyên và nguồn cảm hứng từ các nhà phát triển game chuyên nghiệp, tất cả đều được thiết kế dành riêng cho Thành viên Hội Scratch.",
    "membership.resourcesAndEventsImageDescription": "Góc nhìn nghiêng của một đứa trẻ đang tập trung vào màn hình máy tính xách tay. Màn hình hiển thị giao diện lập trình dựa trên khối Scratch.",
    "membership.memberPerks": "Quyền Lợi Của Hội Scratch",
    "membership.andMore": "...Và còn hơn cả thế nữa ấy!",
    "membership.stayTuned": "Hãy theo dõi để biết thêm nhiều quyền lợi, lợi ích và tài nguyên đặc biệt sắp ra mắt của chúng mình nhá",
    "membership.faq": "Những câu hỏi thường gặp",
    "membership.faq.whatIsMembershipTitle": "Hội Scratch là gì nhỉ?",
    "membership.faq.whatIsMembershipDescription": "Hội Scratch là một cách mới để các nhà tài trợ hỗ trợ Scratch đồng thời nhận được một số đặc quyền, chẳng hạn như quyền truy cập sớm vào các hình ảnh nhân vật, các sự kiện đặc biệt, nội dung bổ sung, khung hình đại diện và chủ đề trình chỉnh sửa.",
    "membership.faq.whyIsMembershipNotFreeTitle": "Vậy tại sao Hội Scratch không miễn phí?",
    "membership.faq.whyIsMembershipNotFreeDescription": "Scratch là miễn phí, và luôn luôn như vậy – nhưng việc xây dựng, phát triển và bảo vệ nó thì không hề miễn phí. Là một tổ chức phi lợi nhuận, chúng mình dựa vào sự hỗ trợ của các nhà hảo tâm để duy trì hoạt động trơn tru của máy chủ Scratch phục vụ hàng triệu người dùng, giữ cho cộng đồng an toàn và thân thiện, cũng như phát triển các tính năng mới giúp bạn khám phá công nghệ tiên tiến.",
    "membership.faq.isScratchMakingProfitTitle": "Liệu Đội Ngũ Scratch có đang sử dụng hình thức Hội để kiếm lợi nhuận không?",
    "membership.faq.isScratchMakingProfitDescription": "Scratch là một tổ chức phi lợi nhuận: điều đó có nghĩa là mỗi đô la chúng tôi kiếm được đều được đầu tư trở lại vào cộng đồng Scratch để giúp cộng đồng ngày càng tốt hơn. Chúng mình cần sự đóng góp để tiếp tục vận hành Scratch và giúp trẻ em khắp nơi tạo ra những gì chúng tưởng tượng (giống như hơn 465.000+ dự án mà bạn chia sẻ mỗi ngày!). Mục tiêu duy nhất của chúng mình đối với tư cách thành viên là giữ cho cộng đồng này phát triển mạnh mẽ trong nhiều năm tới, để trẻ em trong tương lai có được những cơ hội tương tự như bạn ngày hôm nay.",
    "membership.faq.isScratchPaywallingFeaturesTitle": "Bạn có đang đưa các tính năng của Scratch vào chế độ trả phí không?",
    "membership.faq.isScratchPaywallingFeaturesDescription": "Chúng mình không có kế hoạch thay đổi trải nghiệm Scratch mà bạn đã quen thuộc và yêu thích. Các thành viên Scratch và gia đình của họ nhận được một số đặc quyền tùy chọn mà bạn có thể thấy trong cộng đồng Scratch, chẳng hạn như khung tai mèo cho ảnh đại diện, và một số đặc quyền mà bạn không thể thấy, như các chủ đề cho trình soạn thảo mã. Những điều này sẽ không thay đổi Scratch mà các bạn đã biết – đó là một cách nhỏ để nói lời “cảm ơn” đến các thành viên và gia đình của họ vì đã giúp giữ cho Scratch miễn phí cho tất cả mọi người.",
    "membership.faq.whyAddPerksTitle": "Tại sao các bạn lại dành đặc quyền cho thành viên? Tại sao các bạn không thể chỉ yêu cầu họ quyên góp?",
    "membership.faq.whyAddPerksDescription": "Nhiều tổ chức phi lợi nhuận cung cấp những phần quà nhỏ để khuyến khích quyên góp, chẳng hạn như áo phông hoặc gấu bông. Mặc dù chúng mình mong muốn mọi người quyên góp xuất phát từ lòng tốt (và nhiều người đã làm vậy!), nhưng việc có lời cảm ơn sau khi quyên góp cũng là một điều hữu ích. Vì Scratch là một cộng đồng ảo, nên lời cảm ơn của chúng mình dành cho các Thành viên cũng sẽ là ảo luôn. Nếu bạn thấy hình đại diện tai mèo xuất hiện trong cộng đồng Scratch, bạn sẽ biết rằng một Thành viên Scratch và gia đình của họ đã quyên góp để giữ cho Scratch miễn phí cho tất cả mọi người – giống như cái áo “I saved the pandas!” cho bạn biết rằng một người đã ủng hộ lý tưởng yêu thích của họ. Các phần quà dành cho Thành viên không có nghĩa là một số Thành viên Scratch tốt hơn hoặc quan trọng hơn những người khác đâu nha. Cộng đồng của chúng ta phát triển mạnh mẽ nhờ mỗi Thành viên Scratch, bất kể họ có quyên góp cho Scratch hay không.",
    "membership.faq.cantAffordTitle": "Nhưng còn những trẻ em không đủ khả năng chi trả phí thành viên thì sao ta?",
    "membership.faq.cantAffordDescription": "Việc trở thành thành viên của Scratch hoàn toàn là tự nguyện và không bắt buộc, chúng mình không mong đợi tất cả mọi người sẽ tham gia. Đó là lý do tại sao chúng mình đã chọn những đặc quyền dành cho thành viên mà không gây ra những thay đổi lớn đối với Scratch hoặc cộng đồng toàn cầu.",
    "membership.faq.whyDoesScratchNeedMoneyTitle": "Tại sao Scratch cần tiền – liệu Scratch có biến mất không?",
    "membership.faq.whyDoesScratchNeedMoneyDescription": "Chúng mình đang sử dụng các chương trình như Scratch Membership để đảm bảo Scratch vẫn miễn phí, an toàn và thú vị cho thế hệ trẻ em tiếp theo giống như bạn. Scratch đã là ngôi nhà của những đứa trẻ sáng tạo trong gần 20 năm – một số người dùng Scratch đời đầu của chúng mình giờ đã trưởng thành và có con cái cũng đang sử dụng Scratch. Chúng mình nghĩ điều đó thật tuyệt vời và hy vọng sẽ tiếp tục truyền cảm hứng cho những người dùng Scratch khác càng lâu càng tốt. Nhưng chúng mình cần sự hỗ trợ để biến điều đó thành hiện thực."
}