{
    "membership.getInvolvedTitle": "Hãy Cùng Tham Gia ",
    "membership.getInvolvedDescription": "Những người ủng hộ Scratch giúp chúng mình tạo ra những trải nghiệm học tập đầy cảm hứng, sáng tạo và đáng nhớ cho trẻ em trên khắp thế giới. Tìm hiểu cách bạn và gia đình có thể tham gia Chương trình Hội Scratch của chúng mình.",
    "membership.getInvolvedImageDescription": "Hình ảnh nhìn từ trên xuống của một đứa trẻ đang sử dụng máy tính xách tay. Màn hình máy tính xách tay hiển thị giao diện lập trình Scratch.",
    "membership.scratchMembershipTitle": "Hội Scratch",
    "membership.scratchMembershipDescription": "Hội Scratch là cách tốt nhất để gia đình của bạn có thể hỗ trợ tổ chức phi lợi nhuận Scratch, cũng như hàng triệu trẻ em đang tưởng tượng, sáng tạo và chia sẻ tại đây từng, từng và từng ngày. Bạn có thể coi việc tham gia chương trình Hội Scratch như một khoản đóng góp hàng năm, kèm theo một số đặc quyền thú vị.",
    "membership.scratchMembershipImageDescription": "Huy hiệu hình tròn màu vàng, giống hình con dấu với các cạnh viền hình vỏ sò. Ở giữa là khuôn mặt tươi cười của linh vật Mèo Cào, được bao quanh bởi dòng chữ \"HỘI SCRATCH\" bằng tiếng Anh Scratch membership.",
    "membership.scratchMembershipButtonText": "Hỏi cha mẹ của bé về việc tham gia Hội Scratch",
    "membership.scratchMembershipDescription2": "Kể từ khi Scratch ra mắt vào năm 2007, hơn 150 triệu người dùng và bạn nhỏ tại Scratch đã chia sẻ hơn 1 tỷ dự án. Trong suốt chặng đường phát triển, chúng mình đã không ngừng mở rộng đội ngũ (và dung lượng máy chủ!) để đảm bảo cộng đồng luôn an toàn, đáng tin cậy và thú vị cho hàng triệu người dùng Scratch, và bạn nữa! Gói Hội Scratch giúp chúng mình tiếp tục duy trì Scratch miễn phí hiện tại và trong tương lai, để trẻ em trên toàn thế giới có thể tiếp tục sáng tạo những gì các em tưởng tượng.",
    "membership.scratchMembershipDescription3": "Chúng mình muốn gửi lời “cảm ơn” sâu sắc vì đã giúp đỡ Scratch, các thành viên thuộc Hội Scratch sẽ nhận được các quyền lợi như những gói nhân vật, quyền tham gia các sự kiện độc quyền cho Thành viên, v.v. Tuyệt vời hơn vậy, bằng cách trở thành Thành viên, bạn có thể đóng góp cho cộng đồng vô cùng ý nghĩa đối với các Scratcher trên toàn thế giới.",
    "membership.storyXperientialTitle": "Câu chuyện của Xperiential",
    "membership.storyXperientialDescription": "Câu chuyện của Xperiential sẽ hướng dẫn bạn quy trình kể chuyện chuyên nghiệp được các hãng phim như Pixar, Disney và Netflix sử dụng để tạo ra những câu chuyện nguyên bản của riêng bạn bằng các công cụ như Scratch chẳng hạn. Thành viên Hội Scratch sẽ được hưởng mức giá ưu đãi và dùng thử miễn phí.",
    "membership.storyXperientialImageDescription": "Một hình ảnh tổng hợp với chữ \"XPERIENTIAL\" ở trên cùng. Bên dưới là một cô gái trẻ đang vẽ trên máy tính bảng kỹ thuật số, hiển thị một bản phác thảo nghệ thuật kỹ thuật số.",
    "membership.spritePacksTitle": "Gói Nhân vật Scratch độc ​​quyền",
    "membership.spritePacksDescription": "Thành viên Hội Scratch sẽ cs thể truy cập đặc biệt vào các gói sprite - còn gọi là nhân vật để hiện thực hóa các dự án Scratch: từ các nhân vật trong trò chơi điện tử và chương trình truyền hình yêu thích của bạn đến các sprite gốc mới từ nhóm Scratch Cat and Friends!",
    "membership.spritePacksImageDescription": "Một nhóm gồm nhiều nhân vật hoạt hình đầy màu sắc, tươi cười trên nền xanh lam.",
    "membership.discountsAndMerchTitle": "Ưu Đãi & Gian Hàng Đặc Quyền",
    "membership.discountsAndMerchDescription": "Tiết kiệm 10% cho hầu hết mọi thứ tại Cửa hàng Scratch, bao gồm cả sản phẩm đặc biệt chỉ dành cho thành viên của Hội Scratch.",
    "membership.discountsAndMerchImageDescription": "Bộ sưu tập hàng hóa mang nhãn hiệu \"Scratch Membership\" được sắp xếp trên nền màu tím.",
    "membership.resourcesAndEventsTitle": "Nguồn Tài Nguyên & Sự Kiện Dark Biệt",
    "membership.resourcesAndEventsDescription": "Hãy rèn luyện kỹ năng của bạn với các hướng dẫn về Scratch, hội thảo trực tuyến với Đội ngũ Scratch - Scratch Team và nội dung đặc biệt từ các chuyên gia khách mời! Bạn có thể mong đợi mọi thứ, từ các khóa học lập trình Scratch đến lời khuyên và nguồn cảm hứng từ các nhà phát triển game chuyên nghiệp, tất cả đều được thiết kế dành riêng cho Thành viên Hội Scratch.",
    "membership.resourcesAndEventsImageDescription": "Góc nhìn nghiêng của một đứa trẻ đang tập trung vào màn hình máy tính xách tay. Màn hình hiển thị giao diện lập trình dựa trên khối Scratch.",
    "membership.memberPerks": "DANV Quyền Lợi Của Hội Scratch",
    "membership.andMore": "...Và còn hơn cả thế nữa ấy!",
    "membership.stayTuned": "Hãy theo dõi để biết thêm nhiều quyền lợi, lợi ích và tài nguyên đặc biệt sắp ra mắt của chúng mình nhá"
}