{
    "teacherfaq.title": "Preguntas y Respuestas d'as cuentas de profesor en Scratch",
    "teacherfaq.educatorTitle": "Preguntas freqüents (FAQs) pa educadors",
    "teacherfaq.educatorGetStartedTitle": "Soi un educador que no conoixe Scratch, cómo puedo empecipiar?",
    "teacherfaq.educatorGetStartedBody": "Scratch tiene muitos recursos disponibles pa aduyar-te a empecipiar. Per favor, veye nuestro {educatorResourcesLink} pa guías, tutorials y muitos atros recursos que le aduyarán a endrezar la suya clase con Scratch",
    "teacherfaq.educatorResourcesLink": "Pachina de recursos pa educadors",
    "teacherfaq.teacherWhatTitle": "Qué son cuentas de profesor?",
    "teacherfaq.teacherWhatBody": "Una Cuenta de Profesor de Scratch proporciona a los educadors funcions adicionals pa chestionar la participación d'os estudiants en Scratch, incluyindo la posibilidat de creyar cuentas d'estudiants, organizar los prochectos d'os estudiants en estudeyos y supervisar los comentarios d'os estudiants. Aprende mas sobre las cuentas de profesor en o siguient video:",
    "teacherfaq.teacherSignUpTitle": "Cómo solicito una cuenta de profesor?",
    "teacherfaq.teacherSignUpBody": "Pa solicitar una cuenta de profesor, endreza-te a lo <a href=\"/educators/register\">formulario de solicitut</a> de cuenta de profesor.",
    "teacherfaq.classMultipleTeachersTitle": "Puede una clase tener quantos profesors?",
    "teacherfaq.classMultipleTeachersBody": "Una clase nomás puede tener una cuenta de profesor asociada.",
    "teacherfaq.teacherPersonalTitle": "¿Per qué amenesten saber los míos datos personals entre lo rechistro?",
    "teacherfaq.teacherPersonalBody": "Utilizamos esta información pa verificar que lo creyador d'a cuenta ye un educador. No compartiremos esta información con dengún mas, y no será compartida publicament en o puesto.",
    "teacherfaq.teacherGoogleTitle": "Se connecta Scratch con Google Classroom, Clever u qualsequier atro servicio de chestión de l'aula?",
    "teacherfaq.teacherGoogleBody": "No, Scratch no se connecta con garra servicio de chestión de l'aula.",
    "teacherfaq.teacherEdTitle": "Las cuentas de Scratch Teacher son vinculadas a las cuentas de ScratchEd?",
    "teacherfaq.teacherEdBody": "No, las cuentas de Scratch Teacher no son vinculadas a las cuentas de <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "Existe esta función y, si no ye asinas, puetz anyadir-la?",
    "teacherfaq.teacherFeaturesBody": "Son muitas las funcions que se solicitan habitualment, entre ellas:",
    "teacherfaq.teacherFeaturesConvert": "Conversión d'as cuentas Scratch existents en Cuentas d'estudiant",
    "teacherfaq.teacherMoveStudents": "Mover cuentas d'estudiants a atras cuentas de profesors y clases",
    "teacherfaq.teacherMultipleClasses": "Fer que las cuentas d'os estudiants sían en quantas clases, u que sían asociadas a quantas cuentas de profesors",
    "teacherfaq.teacherLMSs": "Connexión con sistemas de chestión de l'aula como Google Classroom y Clever",
    "teacherfaq.teacherLimitStudent": "Limitar las funcions que tienen los estudiants, como veyer u poder publicar comentarios",
    "teacherfaq.teacherWillNotImplement": "Actualment no ye posible fer garra d'estas cosetas en Scratch. Nos encantaría enamplar la funcionalidat d'as cuentas de profesors, y totas estas caracteristicas son cosetas que nos fería goyo anyadir. Manimenos, Scratch ye una organización chicota y los nuestros recursos son limitaus, per lo que puede pasar muito tiempo antes que podamos implementar qualsequiera d'estes cambios.",
    "teacherfaq.studentTransferTitle": "Puedo transferir un estudiant d'una cuenta de profesor u d'una clase a unatra?",
    "teacherfaq.studentTransferBody": "No, no ye posible transferir estudiants d'una clase u profesor a unatro. Puede creyar una nueva cuenta d'estudiant pa l'alumno utilizando una cuenta de profesor diferent si ameneste formar parte d'una nueva clase.",
    "teacherfaq.studentAccountsTitle": "Cuenta d'estudiant",
    "teacherfaq.studentVerifyTitle": "He de verificar cadagún d'os correus electronicos d'os míos estudiants?",
    "teacherfaq.studentVerifyBody": "No. L'adreza de correu electronico d'a cuenta d'o profesor s'utiliza pa totas las cuentas d'os estudiants, per lo que no ye necesario verificar las adrezas de correu electronico d'os estudiants.",
    "teacherfaq.studentEndTitle": "Qué succede quan \"remato\" la mía clase?",
    "teacherfaq.studentEndBody": "Quan finalices una clase, la tuya pachina de perfil d'a clase s'amagará y los tuyos estudiants ya no podrán connectar-se (pero los suyos prochectos y los estudeos d'a clase seguirán estando visibles en o puesto). Puetz tornar a ubrir la clase en qualsequier momento.",
    "teacherfaq.studentForgetTitle": "Qué ocurre si un estudiant ixuplida la suya clau?",
    "teacherfaq.studentForgetBody": "Tu puetz restablir manualment la clau d'un estudiant dende la tuya cuenta de profesor de Scratch. Primero, navega a las mías Clases (ya sía dende lo banner morau en a pachina d'inicio u en o menú desplegable chunto a lo tuyo icono d'usuario). Dende allí, busca la clase correcta y fe clic en o vinclo Estudiants. Contino, puetz restablir la clau a libel d'estudiant utilizando lo menú de Configuración.",
    "teacherfaq.studentUnsharedTitle": "Puedo veyer los prochectos no compartius d'os estudiants?",
    "teacherfaq.studentUnsharedBody": "Las cuentas d'os profesors nomás pueden acceder a los prochectos compartius d'os alumnos.",
    "teacherfaq.studentDeleteTitle": "Can I delete student accounts?",
    "teacherfaq.studentDeleteBody": "You cannot delete a student’s account by using a Teacher Account, but Student Accounts can be deleted through the {accountSettingsLink} page while logged in to the Student Account.",
    "teacherfaq.accountSettings": "Configuración d'a cuenta",
    "teacherfaq.studentAddExistingTitle": "Some of my students already have Scratch accounts, how do I add them to my classroom?",
    "teacherfaq.studentAddExistingBody": "It is not possible to add an existing Scratch account to a classroom. You will need to create a new Student Account for them using your Teacher Account.",
    "teacherfaq.studentMultipleTitle": "Can a student be in multiple classes? ",
    "teacherfaq.studentMultipleBody": "A student can only be a part of one class.",
    "teacherfaq.studentDiscussTitle": "Is there a space to discuss Teacher Accounts with other teachers?",
    "teacherfaq.studentDiscussionBody": "Yes, you can engage in discussions with other teachers at {scratchEdLink}, an online community for Scratch educators. Check out their {forumsLink} to join conversations about a number of topics, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.forums": "forums",
    "teacherfaq.privacyPolicy": "Scratch Privacy Policy",
    "teacherfaq.studentDataTitle": "Qué datos recopila Scratch sobre los estudiants?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch.",
    "teacherfaq.studentDataBody2": "When an educator uses a Scratch Teacher Account to create Student Accounts, students are not required to provide an email address. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have physical and electronic procedures in place to protect the information we collect. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to a 501(c)(3) non-profit organization. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.student250Title": "I want to add more than 250 students to a class, how can I do this?",
    "teacherfaq.student250Body": "It is not possible to add more than 250 students to a single class. You can, however, create a new class on the {myClassesLink} and add another 250 student accounts to each new class.",
    "teacherfaq.myClasses": "My Classes page",
    "teacherfaq.commTitle": "Comunidat",
    "teacherfaq.commHiddenTitle": "Can I create a private class?",
    "teacherfaq.commHiddenBody": "No. All content shared within your class will be accessible to the Scratch community.",
    "teacherfaq.commWhoTitle": "Who can my students interact with on Scratch?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "Qué foi si veigo bella cosa inadequada?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the ‘Report’ button.",
    "teacherfaq.commTurnOffCommentsTitle": "Can I turn off the ability for students to see and post comments?",
    "teacherfaq.commTurnOffCommentsBody": "No, you cannot disable the commenting feature for your students in the online Community. You can selectively turn off the ability for others to leave comments on their profiles and each individual project, but there is not a site-wide feature to restrict commenting. If commenting doesn’t feel right for your students, you may want to consider using the {desktopLink} which is an offline version of the Scratch project editor that does not include the online community.",
    "teacherfaq.commBlockGamesTitle": "Can I block my students from playing games on Scratch?",
    "teacherfaq.commBlockGamesBody1": "We do not remove projects that are games, or inspired by popular video games unless they contain other elements which would be inappropriate for children. We believe that children learn best when working on projects about things in their life they are passionate about; one of the things they are often passionate about is games.",
    "teacherfaq.commBlockGamesBody2": "If you are aware of any specific projects which do contain inappropriate elements, please click the 'Report' button which appears on the project page so we can take appropriate action."
}