{
    "teacherfaq.title": "Preguntas y Respuestas d'as cuentas de profesor en Scratch",
    "teacherfaq.educatorTitle": "Preguntas freqüents (FAQs) pa educadors",
    "teacherfaq.educatorGetStartedTitle": "Soi un educador que no conoixe Scratch, cómo puedo empecipiar?",
    "teacherfaq.educatorGetStartedBody": "Scratch tiene muitos recursos disponibles pa aduyar-te a empecipiar. Per favor, veye nuestro {educatorResourcesLink} pa guías, tutorials y muitos atros recursos que le aduyarán a endrezar la suya clase con Scratch",
    "teacherfaq.educatorResourcesLink": "Pachina de recursos pa educadors",
    "teacherfaq.teacherWhatTitle": "Qué son cuentas de profesor?",
    "teacherfaq.teacherWhatBody": "Una Cuenta de Profesor de Scratch proporciona a los educadors funcions adicionals pa chestionar la participación d'os estudiants en Scratch, incluyindo la posibilidat de creyar cuentas d'estudiants, organizar los prochectos d'os estudiants en estudeyos y supervisar los comentarios d'os estudiants. Aprende mas sobre las cuentas de profesor en o siguient video:",
    "teacherfaq.teacherSignUpTitle": "Cómo solicito una cuenta de profesor?",
    "teacherfaq.teacherSignUpBody": "Pa solicitar una cuenta de profesor, endreza-te a lo <a href=\"/educators/register\">formulario de solicitut</a> de cuenta de profesor.",
    "teacherfaq.teacherSignUpBodyHTML": "Pa solicitar una cuenta de profesor, endreza-te a lo <a>formulario de solicitut</a> de cuenta de profesor.",
    "teacherfaq.classMultipleTeachersTitle": "Puede una clase tener quantos profesors?",
    "teacherfaq.classMultipleTeachersBody": "Una clase nomás puede tener una cuenta de profesor asociada.",
    "teacherfaq.teacherPersonalTitle": "¿Per qué amenesten saber los míos datos personals entre lo rechistro?",
    "teacherfaq.teacherPersonalBody": "Utilizamos esta información pa verificar que lo creyador d'a cuenta ye un educador. No compartiremos esta información con dengún mas, y no será compartida publicament en o puesto.",
    "teacherfaq.teacherGoogleTitle": "Se connecta Scratch con Google Classroom, Clever u qualsequier atro servicio de chestión de l'aula?",
    "teacherfaq.teacherGoogleBody": "No, Scratch no se connecta con garra servicio de chestión de l'aula.",
    "teacherfaq.teacherEdTitle": "Las cuentas de Scratch Teacher son vinculadas a las cuentas de ScratchEd?",
    "teacherfaq.teacherEdBody": "No, las cuentas de Scratch Teacher no son vinculadas a las cuentas de <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherEdBodyHTML": "No, las cuentas de Scratch Teacher no son vinculadas a las cuentas de <a>ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "Existe esta función y, si no ye asinas, puetz anyadir-la?",
    "teacherfaq.teacherFeaturesBody": "Son muitas las funcions que se solicitan habitualment, entre ellas:",
    "teacherfaq.teacherFeaturesConvert": "Conversión d'as cuentas Scratch existents en Cuentas d'estudiant",
    "teacherfaq.teacherMoveStudents": "Mover cuentas d'estudiants a atras cuentas de profesors y clases",
    "teacherfaq.teacherMultipleClasses": "Fer que las cuentas d'os estudiants sían en quantas clases, u que sían asociadas a quantas cuentas de profesors",
    "teacherfaq.teacherLMSs": "Connexión con sistemas de chestión de l'aula como Google Classroom y Clever",
    "teacherfaq.teacherLimitStudent": "Limitar las funcions que tienen los estudiants, como veyer u poder publicar comentarios",
    "teacherfaq.teacherWillNotImplement": "Actualment no ye posible fer garra d'estas cosetas en Scratch. Nos encantaría enamplar la funcionalidat d'as cuentas de profesors, y totas estas caracteristicas son cosetas que nos fería goyo anyadir. Manimenos, Scratch ye una organización chicota y los nuestros recursos son limitaus, per lo que puede pasar muito tiempo antes que podamos implementar qualsequiera d'estes cambios.",
    "teacherfaq.studentTransferTitle": "Puedo transferir un estudiant d'una cuenta de profesor u d'una clase a unatra?",
    "teacherfaq.studentTransferBody": "No, no ye posible transferir estudiants d'una clase u profesor a unatro. Puede creyar una nueva cuenta d'estudiant pa l'alumno utilizando una cuenta de profesor diferent si ameneste formar parte d'una nueva clase.",
    "teacherfaq.studentAccountsTitle": "Cuenta d'estudiant",
    "teacherfaq.studentVerifyTitle": "He de verificar cadagún d'os correus electronicos d'os míos estudiants?",
    "teacherfaq.studentVerifyBody": "No. L'adreza de correu electronico d'a cuenta d'o profesor s'utiliza pa totas las cuentas d'os estudiants, per lo que no ye necesario verificar las adrezas de correu electronico d'os estudiants.",
    "teacherfaq.studentEndTitle": "Qué succede quan \"remato\" la mía clase?",
    "teacherfaq.studentEndBody": "Quan finalices una clase, la tuya pachina de perfil d'a clase s'amagará y los tuyos estudiants ya no podrán connectar-se (pero los suyos prochectos y los estudeos d'a clase seguirán estando visibles en o puesto). Puetz tornar a ubrir la clase en qualsequier momento.",
    "teacherfaq.studentForgetTitle": "Qué ocurre si un estudiant ixuplida la suya clau?",
    "teacherfaq.studentForgetBody": "Tu puetz restablir manualment la clau d'un estudiant dende la tuya cuenta de profesor de Scratch. Primero, navega a las mías Clases (ya sía dende lo banner morau en a pachina d'inicio u en o menú desplegable chunto a lo tuyo icono d'usuario). Dende allí, busca la clase correcta y fe clic en o vinclo Estudiants. Contino, puetz restablir la clau a libel d'estudiant utilizando lo menú de Configuración.",
    "teacherfaq.studentUnsharedTitle": "Puedo veyer los prochectos no compartius d'os estudiants?",
    "teacherfaq.studentUnsharedBody": "Las cuentas d'os profesors nomás pueden acceder a los prochectos compartius d'os alumnos.",
    "teacherfaq.studentDeleteTitle": "Puedo eliminar las cuentas d'os estudiants?",
    "teacherfaq.studentDeleteBody": "No se puede eliminar la cuenta d'un estudiant utilizando una Cuenta de Profesor, pero las Cuentas d'Estudiant se pueden eliminar a traviés d'a pachina {accountSettingsLink} mientres se ye connectau a la Cuenta d'Estudiant.",
    "teacherfaq.accountSettings": "Configuración d'a cuenta",
    "teacherfaq.studentAddExistingTitle": "Beluns d'os míos alumnos ya tienen cuentas de Scratch, cómo los adhibo a la mía clase?",
    "teacherfaq.studentAddExistingBody": "No ye posible anyadir una cuenta de Scratch existent a una aula. Habrá de creyar una nueva cuenta d'estudiant pa ells utilizando la suya cuenta de profesor.",
    "teacherfaq.studentMultipleTitle": "Puede un estudiant estar en quantas clases?",
    "teacherfaq.studentMultipleBody": "Un estudiant nomás puede formar parte d'una clase.",
    "teacherfaq.studentDiscussTitle": "Existe un espacio pa discutir/comentar las cuentas d'os profesors con atros profesors?",
    "teacherfaq.studentDiscussionBody": "You can engage in discussions with other teachers by joining the {facebookGroupLink}, where you will find conversations about a number of topics, including Teacher Accounts. This group was established by the {creativeComputingLabLink} at the Harvard Graduate School of Education. You can also browse {scratchEdLink}, which is now an archived site, but includes extensive forums and resources related to Scratch in educational settings.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Teaching with Scratch Facebook group",
    "teacherfaq.privacyPolicy": "Politica de privacidat de Scratch",
    "teacherfaq.studentDataTitle": "Qué datos recopila Scratch sobre los estudiants?",
    "teacherfaq.studentDataBody": "Quan un estudiant se rechistra per primera vegada en Scratch, le pedimos datos demograficos basicos como lo sexo, la edat (mes y anyo de naixencia), lo país y una adreza de correu electronico pa la suya verificación. Estes datos s'utilizan (en forma adhibida) en estudios d'investigación destinaus a amillorar la nuestra comprensión de cómo la chent aprende con Scratch.",
    "teacherfaq.studentDataBody2": "Quan un educador utiliza una cuenta de profesor de Scratch pa creyar cuentas d'estudiant, los estudiants no son obligaus a proporcionar una adreza de correu electronico. Le recomendamos que leiga la {privacyPolicyLink} pa obtener mas información.",
    "teacherfaq.studentPrivacyLawsTitle": "Cumple Scratch las leis locals y federals de protección de datos d'Estaus Unius?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch se preocupa enormement per la privacidat d'os estudiants y de totz los individuos que usan la nuestra plataforma. Hemos preparau procedimientos fisicos y electronicos pa protecher la información que recopilamos en o puesto web de Scratch. Si bien no podemos ofrir guarencias contractuals con cadaguna d'as entidatz que utilizan lo nuestro producto educativo gratuito, complimos totas las leis federals d'Estaus Unius aplicables a una organización no gubernamental 501(c)(3). Le instamos a leyer la {privacyPolicyLink} de Scratch pa obtener mas información.",
    "teacherfaq.student250Title": "Quiero anyadir mas de 250 alumnos a una clase, cómo puedo fer-lo?",
    "teacherfaq.student250Body": "No ye posible anyadir mas de 250 estudiants a una sola clase. Manimenos, puede creyar una nueva clase en o vinclo {myClassesLink} y anyadir atras 250 cuentas d'estudiants a cada nueva clase.",
    "teacherfaq.myClasses": "Pachina d'as mías clases",
    "teacherfaq.commTitle": "Comunidat",
    "teacherfaq.commHiddenTitle": "Puedo creyar una clase privada?",
    "teacherfaq.commHiddenBody": "No. Tot lo conteniu compartiu dentro d'a suya clase será accesible a la comunidat de Scratch.",
    "teacherfaq.commWhoTitle": "Con quí pueden interactuar los míos alumnos en Scratch?",
    "teacherfaq.commWhoBody": "Las cuentas d'os estudiants tienen los mesmos privilechios d'a comunidat que una cuenta normal de Scratch, como compartir prochectos, comentar, creyar estudios, etc. Como profesor, puede veyer tota l'actividat d'os suyos alumnos y realizar lixeras accions de moderación dentro d'a suya clase.",
    "teacherfaq.commInappropriateTitle": "Qué foi si veigo bella cosa inadequada?",
    "teacherfaq.commInappropriateBody": "Puetz eliminar manualment los comentarios y prochectos inadequaus creyaus per los tuyos alumnos. Si trobas conteniu inadequau creyau per personas que no son estudiants, notifica-lo a l'equipo de Scratch fendo clic en o botón \"Denunciar\".",
    "teacherfaq.commTurnOffCommentsTitle": "Puedo desactivar la posibilidat que los estudiants veigan y publiquen comentarios?",
    "teacherfaq.commTurnOffCommentsBody": "No, no puetz desactivar la función de comentarios pa los tuyos estudiants en a Comunidat online. Puetz desactivar selectivament la posibilidat que os de demás deixen comentarios en os suyos perfils y en cada prochecto individual, pero no existe una función pa restrinchir los comentarios en tot lo puesto. Si los comentarios no son d'o goyo d'os tuyos estudiants, puetz considerar usar lo {desktopLink} que ye una versión offline d'o editor de prochectos de Scratch que no incluye la comunidat online.",
    "teacherfaq.commBlockGamesTitle": "Puedo blocar a los míos alumnos pa que no chuguen en Scratch?",
    "teacherfaq.commBlockGamesBody1": "No eliminamos los prochectos que son chuegos u son inspiraus en videochuegos populars, de no estar que contiengan atros elementos que sían inadequaus pa los ninos. Creyemos que los ninos aprenden millor quan treballan en prochectos sobre cosetas d'a suya vida que les apasionan; una d'as cosetas que gosan apasionar-les son los chuegos.",
    "teacherfaq.commBlockGamesBody2": "Si tiens conoixencia de bell prochecto especifico que contienga elementos inadequaus, fe clic en o botón \"Denunciar\" que amaneixe en a pachina d'o prochecto pa que podamos prener las medidas oportunas."
}