{
    "teacherfaq.title": "Skreç Müəllim Hesabı FAQ",
    "teacherfaq.teacherWhatTitle": "Müəllim hesabı nədir?",
    "teacherfaq.teacherWhatBody": "Skreç Tələbə Hesabı - tələbə hesabları yaratmaq, studiyalarda tələbə layihələrini təşkil etmək və tələbə şərhlərini izləmək imkanı da daxil olmaqla, Skreçdə tələbə iştirakını idarə etmək üçün tələbələrə və təlimçilərə əlavə imkanlar təqdim edir. Müəllim Hesabları haqqında daha ətraflı məlumat əldə etmək üçün aşağıdakı videoya baxın:",
    "teacherfaq.teacherSignUpTitle": "Tələbə hesabı üçün necə müraciət edə bilərəm?",
    "teacherfaq.teacherSignUpBody": "Tələbə hesabı ilə bağlı müraciət etmək üçün tələbə hesabı <a href=\"/educators/register\">tələbnamə formasına</a> baxın.",
    "teacherfaq.teacherWaitTitle": "Niyə hesabım üçün 1 gün gözləməliyəm?",
    "teacherfaq.teacherWaitBody": "Skreç Komandası bu vaxtdan hesabların yaradılması ilə bağlı müraciətləri əllə yoxlamaq və hesabı yaradanın müəllim və ya təlimçi olduğuna əmin olmaq üçün istifadə edir.",
    "teacherfaq.teacherPersonalTitle": "Qeydiyyat zamanı şəxsi məlumatımı bilmək nə üçün vacibdir?",
    "teacherfaq.teacherPersonalBody": "Biz bu məlumatdan hesabı yaradanın müəllim və ya təlimçi olduğunu yoxlamaq üçün istifadə edirik. Biz bu məlumatları bu saytda digər istifadəçilərlə paylaşmayacağıq.",
    "teacherfaq.teacherGoogleTitle": "Müəllim hesabları Google Classroom və ya hər hansı digər sinif otağı idarə xidməti ilə inteqrasiya olunurmu?",
    "teacherfaq.teacherGoogleBody": "Skreç Müəllim hesabları hər hansı sinif otağı idarə xidmətləri ilə inteqrasiya olunmur və birgə fəaliyyət göstərmir.",
    "teacherfaq.teacherEdTitle": "Skreç Müəllim hesabları ScratchEd hesablarına bağlıdırmı?",
    "teacherfaq.teacherEdBody": "Xeyir, Skreç Müəllim hesabları <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> hesablarına bağlı deyildir",
    "teacherfaq.teacherMultipleTitle": "Bir sinifdə bir neçə müəllim ola bilər?",
    "teacherfaq.teacherMultipleBody": "Sinif onunla əlaqəli olan yalnız bir müəllim hesabına malikdir.",
    "teacherfaq.teacherQuestionsTitle": "Əgər mənim Müəllim hesabları ilə əlaqədar hər hansı sualım və ya şərhim yaranarsa nə edim?",
    "teacherfaq.teacherQuestionsBody": "Müəllim Hesabları ilə bağlı hər hansı bir sualınız və ya əks əlaqə yaranarsa, bizə bu barədə <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu </a> ünvanına yaza bilərsiniz.",
    "teacherfaq.studentAccountsTitle": "Şagird hesabı",
    "teacherfaq.studentVerifyTitle": "Hər bir tələbəmin e-poçtunu yoxlamalıyammı??",
    "teacherfaq.studentVerifyBody": "Xeyir. Tələbə hesablarında unikal e-poçt ünvanlarından istifadə edilmədiyindən sizin müəllim elektron poçt ünvanlarının təsdiqlənməsi bütün sinif hesablarından birgə istifadəyə imkan verəcək.",
    "teacherfaq.studentEndTitle": "Mən sinifi “bitirdikdə” nə baş verir?",
    "teacherfaq.studentEndBody": "Siz sinfi bitirdikdə, Sizin sinfin profil səhifəsi görünməyəcək və sizin tələbələriniz bir daha bu hesaba daxil ola bilməyəcəklər (lakin onların layihələri və sinif studiyaları saytda görünəcək və əlçatan olacaq). Siz sinifi istənilən vaxt yenidən aça bilərsiniz.",
    "teacherfaq.studentForgetTitle": "Şagird öz şifrəsini unutsa nə baş verər?",
    "teacherfaq.studentForgetBody": "Siz Skreç Tələbə Hesabından tələbə şifrəsini əl ilə yeniləyə bilərsiniz. İlk növbədə, Mənim Siniflərimə (ya əsas səhifədə bənövşəyi rəngli bannerdən, ya da istifadəçi yarlığının yanındakı aşağı sürüşən menyuda) baxış keçirin. Oradan Sizə münasib olan sinifi tapın və Tələbələrin linkinə klik edin. Ayarlar menyusundan istifadə edərək tələbə səviyyəsində şifrəni yeniləyə bilərsiniz.",
    "teacherfaq.studentUnsharedTitle": "Paylaşılmamış şagird layihələrini görə bilərəm?",
    "teacherfaq.studentUnsharedBody": "Müəllim hesabları yalnız paylaşılan tələbə layihələrinə giriş imkanına malikdir. ",
    "teacherfaq.studentDeleteTitle": "Şagird hesablarını silə bilərəm?",
    "teacherfaq.studentDeleteBody": "Bir müəllim üçün tələbə hesabını silmək mümkün deyil. Tələbə öz şəxsi hesabını öz Hesab Ayarlarından silə bilər. ",
    "teacherfaq.studentAddTitle": "Mövcud Skreç hesabımı öz sinifimə əlavə edə bilərəmmi?",
    "teacherfaq.studentAddBody": "Yalnız müəllim tərəfindən yaradılan hesablar bir sinfin tərkib hissəsi ola bilər. Bununla belə, biz bu funksionallığı sonrakı versiyalarda əlavə etməyi nəzərdə tuturuq.",
    "teacherfaq.studentMultipleTitle": "Şagird bir neçə sinifdə ola bilərmi?",
    "teacherfaq.studentMultipleBody": "Bir tələbə yalnız bir sinfin üzvü ola bilər. Bununla belə, biz bu funksionallığı sonrakı versiyalarda əlavə etməyi nəzərdə tuturuq.",
    "teacherfaq.studentDiscussTitle": "Müəllim hesablarını digər müəllimlərlə müzakirə etmək üçün xüsusi ayrılan yer vardırmı?",
    "teacherfaq.studentDiscussBody": "Bəli, Siz Skreç təlimçiləri üçün onlayn bir icma olan <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>-də digər təlimçilərlə müzakirələrə qatıla bilərsiniz. Müəllim hesabları da daxil olmaqla, lakin bununla məhdudlaşmayaraq, <a href=\"http://scratched.gse.harvard.edu/discussions\">bir sıra mövzulara</a> dair söhbətlərə qoşulmaq üçün onların forumlarını nəzərdən keçirin. ScratchEd, Harvard Universitetinin Ali Pedoqoji Məktəbi tərəfindən işlənib hazırlanmış və dəstəklənmişdir.",
    "teacherfaq.studentDataTitle": "Skreç tələbələr haqqında hansı məlumatları toplayır? ",
    "teacherfaq.studentDataBody": "Tələbə əvvəlcə Skreçdə qeydiyyatdan keçdikdəbiz cinsi, yaşı (doğulduğu ay və il), ölkə və e-poçt ünvanı da daxil olmaqla əsas demoqrafik məlumatların təqdim edilməsini xahiş edirik. Bu məlumatlar insanların Skreç vasitəsi ilə necə öyrəndiyini başa düşmək üçün aparılan tədqiqatlarda istifadə edilir (bir yerə toplanmış şəkildə). Təlimçi tələbə hesabları yaratmaq üçün Scratch Teacher Account-dan istifadə edir, tələbələrin hesab yaratmaq üçün e-poçtdan istifadə etmələri vacib deyil. ",
    "teacherfaq.studentPrivacyLawsTitle": "Scratch 2.0 (onlayn versiya) Amerika Birləşmiş Ştatlarının yerli və federal məlumatların məxfiliyinin qorunması haqqında qanunlarına uyğundur?",
    "teacherfaq.studentPrivacyLawsBody": "Skreç tələbələrin və bizim platformadan istifadə edən hər kəsin məxfiliyinin qorunmasını təmin edir. Bizim Skreç vebsaytında topladığımız informasiyanı qorumaq üçün fiziki və elektron prosedurlarımız vardır. Bizim pulsuz təlim məhsulumuzdan istifadə edənlərin hər birinə müqavilə ilə zəmanət verə bilməsək də, biz 501 (c) (3) təşkilat və fiziki şəxsin yaratdığı və saxladığı Skreçdən istifadə üçün MİT-də tətbiq olunan ABŞ-ın federal qanunlarının tələblərinə riayət olunmasını təmin edirik. Biz sizi daha ətraflı məlumat üçün Skreç Məxfilik Siyasətini oxumağa dəvət edirik. ",
    "teacherfaq.commTitle": "Cəmiyyət",
    "teacherfaq.commHiddenTitle": "Mən gizli qrup yarada bilərəm?",
    "teacherfaq.commHiddenBody": "Xeyr. Sizin sinif daxilində paylaşdığınız bütün məzmun Skreç ictimaiyyətinə əlçatan olacaq.",
    "teacherfaq.commWhoTitle": "Mənim şagirdlərim Skreçdə kiminlə əlaqədə ola bilər?",
    "teacherfaq.commWhoBody": "Tələbə hesabları layihələri paylaşmaq, şərh etmək, studiyolar yaratmaq və s. kimi sabit Skreç hesabı kimi eyni icma imtiyazlarına malikdir. Müəllim kimi, siz bütün tələbələrin fəaliyyətini nəzərdən keçirə və sinif daxilində işıqlandırıcı tədbirlər görə bilərsiniz.",
    "teacherfaq.commInappropriateTitle": "Bir şeyin uyğun olmadığını görsəm nə edə bilərəm?",
    "teacherfaq.commInappropriateBody": "Şagirdlər tərəfindən yaradılan uyğun olmayan şərhləri və layihələri əl ilə silə bilərsiniz. Qeyri-şagirdlər tərəfindən yaradılan uyğun olmayan məzmunu taparaq, hesabat düyməsini basa ya da <a href=\"/contact-us\">bizimlə Əlaqə</a> bölməsinə ismarıc göndərə bilərsinz."
}