{
    "teacherfaq.title": "Частыя пытанні пра профіль настаўніка ў Scratch",
    "teacherfaq.teacherWhatTitle": "Што такое профіль настаўніка?",
    "teacherfaq.teacherWhatBody": "Профіль настаўніка ў Scratch дае настаўнікам і іншым выкладчыкам дадатковыя магчымасці для кіравання ўдзелам студэнтаў у Scratch, у тым ліку магчымасці ствараць студэнцкія профілі, арганізоўваць студэнцкія праекты ў студыі, а таксама сачыць за каментарыямі вучняў. Больш падрабязна аб профілях настаўнікаў у відэа ніжэй:",
    "teacherfaq.teacherSignUpTitle": "Як даслаць запыт на профіль настаўніка?",
    "teacherfaq.teacherSignUpBody": "Каб атрымаць настаўніцкі профіль, перайдзіце да <a href=\"/educators/register\">формы запыту</a> профіля настаўніка.",
    "teacherfaq.teacherWaitTitle": "Чаму неабходна чакаць свой профіль суткі?",
    "teacherfaq.teacherWaitBody": "Каманда Scratch выкарыстоўвае гэты час, каб уручную разгледзець прадстаўленне стварэння ўліковага запісу, каб пераканацца, што стваральнік профілю педагог.",
    "teacherfaq.teacherPersonalTitle": "Чаму вам трэба ведаць маю асабістую інфармацыю пад-час рэгістрацыі?",
    "teacherfaq.teacherPersonalBody": "Мы выкарыстоўваем гэтую інфармацыю, каб праверыць, што стваральнік профілю педагог. Мы не будзем дзяліцца гэтай інфармацыяй з кім-небудзь яшчэ, і гэта не будзе даступна на сайце.",
    "teacherfaq.teacherGoogleTitle": "Ці інтэграваны профілі настаўнікаў з Гугл Класам ці іншымі службамі кіравання класаў?",
    "teacherfaq.teacherGoogleBody": "Профілі настаўнікаў у Scratch не інтэграваныя ні з адным сэрвісам кіравання класам.",
    "teacherfaq.teacherEdTitle": "Ці звязаныя профілі настаўніка ў Scratch з ScratchEd профілямі?",
    "teacherfaq.teacherEdBody": "Не, профілі настаўніка ў Scratch не звязаныя з <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> профілямі.",
    "teacherfaq.teacherMultipleTitle": "Ці можа ў класа быць некалькі настаўнікаў?",
    "teacherfaq.teacherMultipleBody": "Клас можа мець толькі адзін профіль настаўніка, звязаны з ім.",
    "teacherfaq.teacherQuestionsTitle": "Што рабіць, калі ў мяне засталіся пытанні ці каментарыі пра профіль настаўніка?",
    "teacherfaq.teacherQuestionsBody": "Калі ў вас ёсць якія-небудзь пытанні ці пажаданні па профілях настаўнікаў, вы можаце паведаміць нам па адрасе <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Профілі вучняў",
    "teacherfaq.studentVerifyTitle": "Ці неабходна мне правяраць кожны email маіх вучняў?",
    "teacherfaq.studentVerifyBody": "Не. Так як студэнцкія рахункі не выкарыстоўваюць унікальныя электронныя адрасы, пацвярджэнне вашага настаўніцкага адраса электроннай пошты будзе дазваляць дадаваць агульны доступ для ўсіх уліковых запісаў класа.",
    "teacherfaq.studentEndTitle": "Што адбудзецца, калі я «скончу» мой клас?",
    "teacherfaq.studentEndBody": "When you end a class, your class profile page will be hidden and your students will no longer be able to log in (but their projects and the class studios will still be visible on the site).  You may re-open the class at any time. ",
    "teacherfaq.studentForgetTitle": "Што адбудзецца, калі вучань забудзе свой пароль?",
    "teacherfaq.studentForgetBody": "Вы можаце ўручную скінуць пароль студэнта з вашага профілю настаўніка. Па-першае, перайдзіце ў Мае Класы (альбо з фіялетавага банера на галоўнай старонцы ці ў выпадаючым спісе побач з вашай выявай карыстальніка). Адтуль знайдзіце правільны клас і націсніце на спасылку студэнтаў. Пасля гэтага вы можаце скінуць пароль на ўзроўні студэнта з дапамогай меню налад.",
    "teacherfaq.studentUnsharedTitle": "Ці магу я бачыць праекты, якімі вучні яшчэ не падзяліліся?",
    "teacherfaq.studentUnsharedBody": "Настаўніцкі профіль мае доступ толькі да праектаў, якімі вучні падзяліліся.",
    "teacherfaq.studentDeleteTitle": "Магу я выдаліць профіль вучня?",
    "teacherfaq.studentDeleteBody": "Настаўнік не можа выдаліць профіль вучня. Вучань можа выдаліць сам свой профіль праз наладкі профілю.",
    "teacherfaq.studentAddTitle": "Ці магу я дадаць існуючы профіль у Scratch да свайго класа?",
    "teacherfaq.studentAddBody": "Толькі створаныя настаўнікам профілі могуць быць часткай класа. Тым не менш, мы разглядаем магчымасць дадання такога функцыяналу ў пазнейшых версіях.",
    "teacherfaq.studentMultipleTitle": "Ці можа вучань быць у некалькіх розных класах?",
    "teacherfaq.studentMultipleBody": "Вучань можа быць часткай толькі аднаго класа. Тым не менш, мы разглядаем даданне такой магчымасці ў пазнейшых версіях.",
    "teacherfaq.studentDiscussTitle": "Ці ёсць месца, каб абмеркаваць профілі настаўнікаў з іншымі настаўнікамі?",
    "teacherfaq.studentDiscussBody": "Yes, you can engage in discussions with other teachers at <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, an online community for Scratch educators. Check out their forums to join conversations about a <a href=\"http://scratched.gse.harvard.edu/discussions\">number of topics</a>, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Якія дадзеныя Scratch збірае пра студэнтаў?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "teacherfaq.commTitle": "Суполка",
    "teacherfaq.commHiddenTitle": "Ці магу я стварыць схаваны клас?",
    "teacherfaq.commHiddenBody": "Не. Увесь змест, якім падзяліліся ў вашым класе, будзе даступны для ўсёй суполкі Scratch.",
    "teacherfaq.commWhoTitle": "Who can my students interact with on Scratch?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "Што я магу зрабіць, калі я бачу нешта непрымальнае?",
    "teacherfaq.commInappropriateBody": "Вы можаце ўручную выдаліць непрымальныя каментарыі і праекты, створаныя вашымі вучнямі. Калі вы знайшлі непрымальны змест, створаны не вашымі вучнямі, калі ласка, паведаміце камандзе Scratch, націснуўшы на кнопку паскардзіцца або дашліце паведамленне праз <a href=\"/contact-us\">Звязацца з намі</a>."
}