{
    "teacherfaq.title": "Частыя пытанні пра профіль настаўніка ў Scratch",
    "teacherfaq.educatorTitle": "Частыя пытанні па Scratch Educator",
    "teacherfaq.educatorGetStartedTitle": "IЯ настаўнік які навічок у Scratch, як я магу пачаць?",
    "teacherfaq.educatorGetStartedBody": "Scratch мае шмат крыніцаў якія дапамагаюць вам пачаць! Калі ласка, глядзіце нашу {educatorResourcesLink} для Даведнікаў, Дапаможнікаў і шматлікіх іншых крыніцаў, якія дапамагаюць праводзіць вашы заняткі ў Scratch!",
    "teacherfaq.educatorResourcesLink": "Старонка Крыніц для настаўнікаў",
    "teacherfaq.teacherWhatTitle": "Што такое профіль настаўніка?",
    "teacherfaq.teacherWhatBody": "Рахунак настаўніка Scratch дадае дадатковыя магчымасці для кіравання ўдзелам студэнтаў у Scratch, уключаючы магчымасць ствараць студэнтскія рахункі, арганізоўваць студэнцкія праекты ў студыях і прагляд каментароў. Даведайцеся болей пра Рахунак настаўніка ў відэа ніжэй:",
    "teacherfaq.teacherSignUpTitle": "Як даслаць запыт на профіль настаўніка?",
    "teacherfaq.teacherSignUpBody": "Для таго каб запытаць стварэнне Профіль настаўніка, калі ласка перайдзіце <a href=\"/educators/register\">на форму</a> стварэння Профіля настаўніка.",
    "teacherfaq.teacherSignUpBodyHTML": "Для таго каб запытаць стварэнне Профіль настаўніка, калі ласка перайдзіце <a href=\"/educators/register\">на форму</a> стварэння Профіля настаўніка.",
    "teacherfaq.classMultipleTeachersTitle": "Ці можа ў класа быць некалькі настаўнікаў?",
    "teacherfaq.classMultipleTeachersBody": "Клас можа мець толькі адзін профіль настаўніка, звязаны з ім.",
    "teacherfaq.teacherPersonalTitle": "Чаму вам трэба ведаць маю асабістую інфармацыю пад-час рэгістрацыі?",
    "teacherfaq.teacherPersonalBody": "Мы выкарыстоўваем гэтую інфармацыю, каб праверыць, што стваральнік профілю педагог. Мы не будзем дзяліцца гэтай інфармацыяй з кім-небудзь яшчэ, і гэта не будзе даступна на сайце.",
    "teacherfaq.teacherGoogleTitle": "Ці злучаецца Scratch з Google Classroom, Clever ці любым іншым сервісам кіравання вучэбным класам?",
    "teacherfaq.teacherGoogleBody": "Не, Scratch не злучаецца з сэрвісамі кіравання вучэбным класам.",
    "teacherfaq.teacherEdTitle": "Ці звязаныя профілі настаўніка ў Scratch з ScratchEd профілямі?",
    "teacherfaq.teacherEdBody": "Не, профілі настаўніка ў Scratch не звязаныя з <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> профілямі.",
    "teacherfaq.teacherEdBodyHTML": "Не, профілі настаўніка ў Scratch не звязаныя з <a>ScratchEd</a> профілямі.",
    "teacherfaq.teacherFeaturesTitle": "Ці існуе гэтая магчымасць і, калі не, ці вы можаце яе дадаць?",
    "teacherfaq.teacherFeaturesBody": "Шматлікія функцыі з'яўляюцца найбольш патрабаванымі, уключаюцы:",
    "teacherfaq.teacherFeaturesConvert": "Пераўтварэнне існуючых профіляў Scratch у студэнцкія профілі",
    "teacherfaq.teacherMoveStudents": "Перанос студэнцкіх профіляў у іншыя настаўніцкія профілі і класы",
    "teacherfaq.teacherMultipleClasses": "Наяўнасць студэнцкіх профіляў у некалькіх класах ці злучаных з некалькімі профілямі настаўнікаў",
    "teacherfaq.teacherLMSs": "Злучэнне с сістэмай кіравання класам як Google Classroom і Clever",
    "teacherfaq.teacherLimitStudent": "Абмежаванне магчымасцяў, якія маюць студэнты, напрыклад магчымасць бачыць і пакідаць каментары",
    "teacherfaq.teacherWillNotImplement": "Цяпер не магчыма рабіць гэтыя рэчы ў Scratch. Мы вельмі хочам пашырыць функцыянальнасць профіляў настаўнікаў, і ўсе гэтыя магчымасці мы хацелі б дадаць. Аднак Scratch невялікая кампанія, і нашыя магчымасці абмежаваныя, таму рэалізацыя гэтых зменаў можа заняць працяглы час.",
    "teacherfaq.studentTransferTitle": "Ці магу я перанесці студэнта з аднаго настаўніцкага профіля да іншага ці з аднаго класа ў іншы?",
    "teacherfaq.studentTransferBody": "Не, не магчыма перанесці студэнтаў з аднаго класа ці настаўніка да іншага. Вы можаце стварыць новы студэнцкі профіль для прывязкі яго да іншага настаўніцкага профіля калі іх трэба далучыць да новага класа.",
    "teacherfaq.studentAccountsTitle": "Профілі вучняў",
    "teacherfaq.studentVerifyTitle": "Ці трэба мне пацвярджаць кожны электронны адрас маіх студэнтаў?",
    "teacherfaq.studentVerifyBody": "Не. Электронны адрас профіля настаўніка выкарыстоўваецца для ўсіх студэнтаў профіляў і пытржбы правяраць кожны электронны адрас студэнтаў няма.",
    "teacherfaq.studentEndTitle": "Што адбудзецца, калі я «скончу» мой клас?",
    "teacherfaq.studentEndBody": "Калі вы закрыеце ці скончыце клас, старонка профілю класа будзе схавана, і вашыя вучні больш не змогуць увайсці ў сістэму (але іх праекты і студыі будуць па-ранейшаму бачныя на сайце). Вы можаце адкрыць клас ізноў у любы час.",
    "teacherfaq.studentForgetTitle": "Што адбудзецца, калі вучань забудзе свой пароль?",
    "teacherfaq.studentForgetBody": "Вы можаце ўручную скінуць пароль студэнта з вашага профілю настаўніка. Па-першае, перайдзіце ў Мае Класы (альбо з фіялетавага банера на галоўнай старонцы ці ў выпадаючым спісе побач з вашай выявай карыстальніка). Адтуль знайдзіце правільны клас і націсніце на спасылку студэнтаў. Пасля гэтага вы можаце скінуць пароль на ўзроўні студэнта з дапамогай меню налад.",
    "teacherfaq.studentUnsharedTitle": "Ці магу я бачыць праекты, якімі вучні яшчэ не падзяліліся?",
    "teacherfaq.studentUnsharedBody": "Настаўніцкі профіль мае доступ толькі да праектаў, якімі вучні падзяліліся.",
    "teacherfaq.studentDeleteTitle": "Магу я выдаліць профіль вучня?",
    "teacherfaq.studentDeleteBody": "Вы ня можаце выдаляць профілі студэнтаў выкарыстоўваючы профіль настаўніка, але яны могуць быць выдаленыя праз старонку {accountSettingsLink} пасля ўваходу ў профіль студэнта.",
    "teacherfaq.accountSettings": "Наладкі профілю",
    "teacherfaq.studentAddExistingTitle": "Некаторыя з маіх студэнтаў ўжо маюць профіль у Scratch accounts, як мне дадаць іх да майго класа?",
    "teacherfaq.studentAddExistingBody": "Не магчыма дадаваць існуючыя профілі Scratch да класа. Вам неабходна стварыць для іх новы профіль студэнта карыстаючыся вашым профілем настаўніка.",
    "teacherfaq.studentMultipleTitle": "Ці можа вучань быць у некалькіх розных класах?",
    "teacherfaq.studentMultipleBody": "Студэнт можа ўдзельнічаць толькі ў адным класе.",
    "teacherfaq.studentDiscussTitle": "Ці ёсць месца, каб абмеркаваць профілі настаўнікаў з іншымі настаўнікамі?",
    "teacherfaq.studentDiscussionBody": "Вы можаце прыняць удзел у абмеркаваннях з іншымі настаўнікамі далучыўшыся да {facebookGroupLink}, дзе вы знойдзеце абмеркаванні на розныя тэмы , уключаючы профілі настаўнікаў. Гэта група была заснаваная {creativeComputingLabLink} у Гарвардзкай вышэйшай школе адукацыі. Вы можаце таксама праглядзець {scratchEdLink}, які цяпер знаходзіцца ў архіве, але ўтрымлівае вялікія форумы і крыніцы звязаныя са Scratch у адукацыйных наладах.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Навучанне ў групе Scratch на Facebook",
    "teacherfaq.privacyPolicy": "Палітыка прыватнасці Scratch",
    "teacherfaq.studentDataTitle": "Якія дадзеныя Scratch збірае пра студэнтаў?",
    "teacherfaq.studentDataBody": "Калі студэнт упершыню уваходзіць у Scratch, мы збіраем агульныя дэмаграфічныя звесткі ўключаючы пол, узрост (месяц нараджэння і год), краіну і электронны адрас для верыфікацыі. Гэтыя звесткі (у агрэгіраванай форме) выкарыстоўваюцца ў даследаваннях для паляпшэння нашага разумення таго хто вучыцца праз Scratch.",
    "teacherfaq.studentDataBody2": "Калі настаўнік карыстаецца настаўніцкім профілем у Scratch для стварэння студэнцкага профіля, студэнтам не трэба даваць электронны адрас. Запрашаем вас наведаць {privacyPolicyLink} для атрымання дадатковай інформацыі.",
    "teacherfaq.studentPrivacyLawsTitle": "Ці адпавядае Scratch лакальным і федэральным законам ЗША пра прыватныя звесткі?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch уважліва клапоціцца пра захаванне прыватных звестак студэнтаў і ўсіх людзей, якія карыстаюцца нашай платформай. Мы маем фізічныя і электронныя працэдуры накіраваныя на абарону інформацыі якую мы збіраем. Нягледзячы на тое, што мы не ў стане прапанаваць дагаварныя гарантыі кожнай арганізацыі, якая карыстаецца нашым бесплатным адукацыйным прадуктам, мы адпавядаем усім федэральным законам ЗША якія тычацца некамерцыйных арганізацый 501(c)(3). Запрашаем вас наведаць {privacyPolicyLink} для атрымання дадатковай інформацыі.",
    "teacherfaq.student250Title": "Я жадаю дадаць болей чым 250 студэнтаў у клас, як я магу гэта зрабіць?",
    "teacherfaq.student250Body": "Немагчыма дадаць болей чым 250 студэнтаў у адзін клас. Але вы можаце стварыць яшчэ адзін клас на {myClassesLink} і дадаць наступныя 250 студэнцкіх профіляў у кожны новы клас.",
    "teacherfaq.myClasses": "Старонка маіх класаў",
    "teacherfaq.commTitle": "Суполка",
    "teacherfaq.commHiddenTitle": "Ці магу я стварыць прыватны клас?",
    "teacherfaq.commHiddenBody": "Не. Увесь змест, якім падзяліліся ў вашым класе, будзе даступны для ўсёй суполкі Scratch.",
    "teacherfaq.commWhoTitle": "З кім мае студэнты могуць узаемадзейнічаць на Scratch?",
    "teacherfaq.commWhoBody": "Профілі студэнтаў маюць такія ж прывілеі як і звычайныя профілі Scratch, напрыклад дзяліцца праектамі, каментаваць, ствараць студыі і г.д. Як настаўнік, вы можаце ўбачыць усю актыўнасць студэнтаў і ажыццяўляць мадэрацыю дзеянняў у вашым класе.",
    "teacherfaq.commInappropriateTitle": "Што я магу зрабіць, калі я бачу нешта непрымальнае?",
    "teacherfaq.commInappropriateBody": "Вы можаце ўручную выдаляць неадпаведныя каментары і праекты створаныя вашымі студэнтамі. Калі вы знаходзіце неадпаведны кантэнт створаны профілямі, якія не з'яўляюцца студэнцкімі, калі ласка, звяжыцеся з камандай Scratch Team by клікнуўшы на кнопку ‘Скарга’.",
    "teacherfaq.commTurnOffCommentsTitle": "Ці магу я адключыць студэнтам магчымасць глядзець і публікаваць каментары?",
    "teacherfaq.commTurnOffCommentsBody": "Не, вы ня можаце адключыць магчымасць каментаваць для вашых студэнтаў у анлайн супольнасці. Вы можаце выбарачна адключыць магчымасць пакідаць каментары ў іх профілях і ў індывідуальных праектах, але агульнай магчымасці забароны каментаваць не існуе. Калі, па вашаму меркаванню, каментароў не павінна быць, вы можаце карыстацца {desktopLink} якая з'яўляецца афлайн версіяй рэдактара праекта Scratch які не ўтрымлівае анлайн супольнасць.",
    "teacherfaq.commBlockGamesTitle": "Ці магу я заблакіраваць магчымасць гуляць студэнтам на Scratch?",
    "teacherfaq.commBlockGamesBody1": "Мы не выдаляем праекты, якія тычацца гульняў ці натхнёныя папулярнымі гульнямі, калі яны не ўтрымліваюць элементы якія з'яўляюцца непажаданымі для дзяцей. Мы мяркуем, што дзеці вучацца хутчэй, калі працуюць у праектах звязаных з іх жыццём і гульні зьяўляюцца іх важнай часткай.",
    "teacherfaq.commBlockGamesBody2": "Калі вам вядома пра асобныя праекты якія маюць непажаданыя элементы, калі ласка, клікніце на кнопку 'Паведаміць'  якая знаходзіцца на старонцы праекта, каб мы маглі прыняць адпаведныя дзеянні."
}