{
    "teacherfaq.title": "ЧЗВ за учителските акаунти в Scratch",
    "teacherfaq.educatorTitle": "Scratch Educatior ЧЗВ",
    "teacherfaq.educatorGetStartedTitle": "Аз съм преподавател, който е нов в Scratch, как да започна?",
    "teacherfaq.educatorGetStartedBody": "Scratch притежава много ресурси на разположение, за да ти помогне да започнеш! Моля погледни на нашата{educatorResourcesLink} за Гидове, Туториали и много други ресурси, които ще ти помогнат да задвижиш своя Scratch клас!",
    "teacherfaq.educatorResourcesLink": "Ресурсна страница за преподаватели",
    "teacherfaq.teacherWhatTitle": "Какво представляват учителските акаунти?",
    "teacherfaq.teacherWhatBody": "Scratch учителски профил предлага на преподавателите допълнителни функционалности за управление на ученическото участие в Scratch, включително възможността да създава ученичеси профили, организира ученически проекти в студиа, и наблюдение на ученическите коментари. Научи повече на Утителски Профили във видеото отдолу:",
    "teacherfaq.teacherSignUpTitle": "Как да подам заявка за учителски акаунт?",
    "teacherfaq.teacherSignUpBody": "За да заявиж Учителски Профил, моля отиди на <a href=\"/educators/register\">формата за заявка</a> за учителски профили.",
    "teacherfaq.teacherSignUpBodyHTML": "За да заявиж Учителски Профил, моля отиди на <a>формата за заявка</a> за учителски профили.",
    "teacherfaq.classMultipleTeachersTitle": "Може ли един клас да има повече от един учител?",
    "teacherfaq.classMultipleTeachersBody": "Един клас може да бъде свързан само с един учителски акаунт.",
    "teacherfaq.teacherPersonalTitle": "Защо са Ви нужни личните ми данни по време на регистрацията?",
    "teacherfaq.teacherPersonalBody": "Ние ги използваме, за да се уверим, че създателят на акаунта наистина е учител. Ние няма да предоставяме тази информация на никого, нито ще я публикуваме на уеб сайта.",
    "teacherfaq.teacherGoogleTitle": "Свързва ли се Scratch с Google Classroom, Clever или друг сервиз за управление на класна стая?",
    "teacherfaq.teacherGoogleBody": "Не, Scratch не се свързва с никой сервиз за управление на класна стая.",
    "teacherfaq.teacherEdTitle": "Учителските акаунти в Scratch свързани ли са с акаунтите за ScratchEd?",
    "teacherfaq.teacherEdBody": "Не, учителските акаунти в Scratch не са свързани с акаунтите за <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherEdBodyHTML": "Не, учителските акаунти в Scratch не са свързани с акаунтите за <a>ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "Съществува ли тази функционалност, и ако не, можете ли да я добавите моля?",
    "teacherfaq.teacherFeaturesBody": "Много функционалности се заявяват редовно, включително:",
    "teacherfaq.teacherFeaturesConvert": "Преобразуване на съществуващи Scratch профили в Ученически профили",
    "teacherfaq.teacherMoveStudents": "Преместване на ученически профили от учителски профили и класове",
    "teacherfaq.teacherMultipleClasses": "Възможност за добавяне на Ученически Профили към множество Класове, или свързване с множество Учителски Профили",
    "teacherfaq.teacherLMSs": "Свързване със сервизи за управление на класни стаи, като Google Classroom и Clever",
    "teacherfaq.teacherLimitStudent": "Лимитиране на функционалностите които учениците могат да ползват, като например възможността за поставяне на коментари",
    "teacherfaq.teacherWillNotImplement": "Към момента не е възможно да се направят тези неща в Scratch. С удоволствие бихме разширили функционалностите на Учителските профили и всички тези функционалности са неща които бихме желали да добавим. Но все пак, Scratch е малка организация и нашите ресурси са органичени, така че може да ни отнеме много дълго, преди да можем да изпълним, тези промени.",
    "teacherfaq.studentTransferTitle": "Мога ли да прехвърля ученик от един Клас или Учителски Профил, към друг?",
    "teacherfaq.studentTransferBody": "Не, не е възможно да прехвърлите ученик от един клас или учител, към друг. Може да създадете нов Ученически Профил, за ученика, използвайки различен Учителски Профил, ако се налага те да бъдат част от друг клас.",
    "teacherfaq.studentAccountsTitle": "Ученически акаунти",
    "teacherfaq.studentVerifyTitle": "Трябва ли да потвърдя, всеки от имейлите на учениците ми?",
    "teacherfaq.studentVerifyBody": "Не. Имейла на Учителския профил е използван за всички Ученически Профили, така че няма нужда да се верифицират имейлите на учениците.",
    "teacherfaq.studentEndTitle": "Какво става, когато прекратя класа си?",
    "teacherfaq.studentEndBody": "Когато прекратите класа си, профилната му страница ще бъде скрита и учениците няма да могат да се вписват (но проектите им и студиата на класа все още ще могат да се видят в уеб сайта). Винаги можете да възобновите класа.",
    "teacherfaq.studentForgetTitle": "Какво става, ако някой ученик забрави паролата си?",
    "teacherfaq.studentForgetBody": "Вие можете ръчно да нулирате паролата на ученик от учителския си акаунт. Първо, отидете в „Моите класове“ (от лилавата лента на началната страница или от падащото меню до потребителската Ви иконка). След това намерете класа и щракнете върху връзката за учениците. Използвайки менюто с настройките Вие можете да нулирате паролата на ниво ученик.",
    "teacherfaq.studentUnsharedTitle": "Мога ли да виждам несподелените ученически проекти?",
    "teacherfaq.studentUnsharedBody": "Учителските акаунти имат достъп само до споделените ученически проекти.",
    "teacherfaq.studentDeleteTitle": "Мога ли да изтривам ученическите акаунти?",
    "teacherfaq.studentDeleteBody": "Не може да изтриеш ученически профил използвайки Учителски Профил, но Ученически Профил, може да бъде изтрит през {accountSettingsLink} страницата, когато е вписан в Ученическия Профил.",
    "teacherfaq.accountSettings": "Настройки на акаунта",
    "teacherfaq.studentAddExistingTitle": "Някои от моите ученици, вече имат Scratch профили, как мога да ги добавя в класа",
    "teacherfaq.studentAddExistingBody": "Не е възможно да добавите съществуващи Scratch профили в класна стая. Ще трябва да създадете нов Ученически Профил за тях, използвайки своя Учителски Профил.",
    "teacherfaq.studentMultipleTitle": "Може ли един ученик да участва в повече от един клас?",
    "teacherfaq.studentMultipleBody": "Ученик може да се вклчи, само в един клас.",
    "teacherfaq.studentDiscussTitle": "Има ли място, където учителските акаунти могат да бъдат обсъждани с други учители?",
    "teacherfaq.studentDiscussionBody": "You can engage in discussions with other teachers by joining the {facebookGroupLink}, where you will find conversations about a number of topics, including Teacher Accounts. This group was established by the {creativeComputingLabLink} at the Harvard Graduate School of Education. You can also browse {scratchEdLink}, which is now an archived site, but includes extensive forums and resources related to Scratch in educational settings.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Teaching with Scratch Facebook group",
    "teacherfaq.privacyPolicy": "Декларацията за поверителност на Scratch ",
    "teacherfaq.studentDataTitle": "Какви данни събира Scratch за учениците?",
    "teacherfaq.studentDataBody": "Когато ученик се впише за първи път в Scratch, ние питаме за основна демографска информация включваща пол, възраст (месец и годин ана раждане), държава, и имейл адрес за потвърждение. Тази информация се ползва ( в агрегатна форма) в изследователски проучвания, предназначени да подобрят нашето разбиране за това как хората учат със Scratch.",
    "teacherfaq.studentDataBody2": "Когато преподавател използва Учителски Профил в Scratch за да създаде Ученически Профили, учениците не са задължени да предоставят имейл адрес. Насърчаваме те да прочетеш {privacyPolicyLink} за повече информация.",
    "teacherfaq.studentPrivacyLawsTitle": "Съвместим ли е Scratch с местните и федерални закони за поверителност на информацията на САЩ?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch дълбоко се интересува за поверителността на учениците и на всички индивиди които използват платформата. Ние имаме физически и електронни процедури за да предпазим информацията която събираме. Въпреки че не сме в позиция да предложим договорна гаранция с всяка страна, която използва нашия безплатен образователен продукт, ние сме съвместими с всички федерални закони на САЩ, свързани с 501(c)(3) организации с нестопанска цел. Насърчаваме те да прочетеш {privacyPolicyLink} за повече информация.",
    "teacherfaq.student250Title": "Искам да добавя повече от 250 ученика в клас, мога ли да го направя?",
    "teacherfaq.student250Body": "Не е възможно да добавите повече от 250 ученика в един клас. Но все пак можете да създадете нов клас на {myClassesLink} и да добавите още 250 ученически профила за всеки нов клас.",
    "teacherfaq.myClasses": "Страница на моите класове",
    "teacherfaq.commTitle": "Общност",
    "teacherfaq.commHiddenTitle": "Мога ли да създам частен клас?",
    "teacherfaq.commHiddenBody": "Не. Цялото съдържание споделено в класа Ви ще бъде видими от цялата общност на Scratch.",
    "teacherfaq.commWhoTitle": "С кого могат да взаимодействат учениците ми в Scratch?",
    "teacherfaq.commWhoBody": "Ученическите акаунти имат същите правомощия като обикновените акаунти в Scratch, тоест могат да споделят проекти, да коментират, да създават студиа и т.н. Като учител Вие можете да виждате цялата дейност на учениците си и до определена степен да направлявате/санкционирате действията им в класа си.",
    "teacherfaq.commInappropriateTitle": "Какво мога да направя, ако видя нещо неуместно?",
    "teacherfaq.commInappropriateBody": "Можете да премахнете ръчно коментари и проекти създадени от вашите ученици. Ако намерите неподходящо съдържание създадено от хора, които не са ученици, моля уведомете екипа на Scratch като натиснете бутон 'Докладвай'.",
    "teacherfaq.commTurnOffCommentsTitle": "Мога ли да изключа възможността за виждане и писане на коментари на учениците си",
    "teacherfaq.commTurnOffCommentsBody": "Не, не можете да деактивирате функционалността за писане на коментари за вашите ученици в онлайн общността. Можете селективно да изключите възможността за писане на коментари на техните профили, за всеки индивидуален проект, но няма възможност с обхват на целия сайт, за органичение на коментарите. Ако нещо вис е струва нередно, за вашите ученици, Може да обмислите използването на {desktopLink}, което е версия на Scratch редактор на проекти, без връзка към интернет, която не включва онлайн общност.",
    "teacherfaq.commBlockGamesTitle": "Мога ли да блокирам ученик, да не може да играе на игри в Scratch?",
    "teacherfaq.commBlockGamesBody1": "Ние не премахваме проекти, които са игри или са вдъхновени от популярни видео игри, освен ако съдържат други елементи, които биха били неподходящи за деца. Ние вярваме че децата учат най-добре, работейки по проекти свързани с неща от техния живот, свързани с техните страсти; едно от нещата по които те имат страст, са видео игрите. ",
    "teacherfaq.commBlockGamesBody2": "Ако сте наясно с какъвто и да е проект, който съдържа неподходящи елементи, моля натиснете бутона 'Докладвай' който е на страницата за проекти, за да можем да предприемем нужните мерки."
}