{
    "teacherfaq.title": "Scratch শিক্ষক এ্যাকাউন্ট বজিপ্র",
    "teacherfaq.educatorTitle": "Scratch শিক্ষকদের বজিপ্র",
    "teacherfaq.educatorGetStartedTitle": "আমি একজন শিক্ষক যিনি Scratch এ নতুন, আমি কীভাবে শুরু করব?",
    "teacherfaq.educatorGetStartedBody": "তোমার শুরু করতে সহায়তার জন্য Scratch এর অনেক রিসোর্স রয়েছে! Scratch দিয়ে তোমার ক্লাস চালাতে সহায়তা করতে গাইড, টিউটোরিয়াল এবং অন্যান্য  রিসোর্সগুলোর জন্য অনুগ্রহ করে আমাদের{educatorResourcesLink} দেখ!",
    "teacherfaq.educatorResourcesLink": "শিক্ষক রিসোর্স পেইজ",
    "teacherfaq.teacherWhatTitle": "শিক্ষক এ্যাকাউন্টগুলো কি?",
    "teacherfaq.teacherWhatBody": "Scratch শিক্ষক এ্যাকাউন্ট শিক্ষকদের অতিরিক্ত ফিচার প্রদান করে যা Scratch এ শিক্ষার্থীদের অংশগ্রহন তদারক করতে পারে, একই সাথে শিক্ষার্থীদের এ্যাকাউন্ট তৈরি করতে,স্টুডিওতে শিক্ষার্থীদের প্রজেক্ট সাজিয়ে রাখতে ও শিক্ষার্থীদের মন্তব্য তদারক করতে পারে। শিক্ষক এ্যাকাউন্ট সম্পর্কে আরও জানতে নিচের ভিডিওটি দেখ:",
    "teacherfaq.teacherSignUpTitle": "কিভাবে আমি একটি শিক্ষক এ্যাকাউন্টের জন্য অনুরোধ করব?",
    "teacherfaq.teacherSignUpBody": "শিক্ষক এ্যাকাউন্টের জন্য আবেদন করতে, অনুগ্রহ করে যাও শিক্ষক এ্যাকাউন্ট <a href=\"/educators/register\">request form</a>.",
    "teacherfaq.teacherSignUpBodyHTML": "শিক্ষক এ্যাকাউন্টের জন্য আবেদন করতে, অনুগ্রহ করে যাও শিক্ষক এ্যাকাউন্ট <a>request form</a>.",
    "teacherfaq.classMultipleTeachersTitle": "একটি শ্রেণিতে কি একাধিক শিক্ষক থাকতে পারে?",
    "teacherfaq.classMultipleTeachersBody": "একটি শ্রেণির সাথে কেবল একটি শিক্ষক এ্যাকাউন্ট যুক্ত থাকতে পারে।",
    "teacherfaq.teacherPersonalTitle": "নিবন্ধনের সময় কেন আমার ব্যক্তিগত তথ্য তোমাকে জানাতে হবে? ",
    "teacherfaq.teacherPersonalBody": "এই এ্যাকাউন্টটি একজন শিক্ষকের সেটি নিশ্চিত করতে আমাদের এই তথ্যগুলো দরকার। আমরা অন্য কারো সাথে এটি শেয়ার করব না, এবং এই সাইট থেকেও এটি প্রকাশ্যে শেয়ার করা হবে না।",
    "teacherfaq.teacherGoogleTitle": "স্ক্র্যাচ কি গুগল ক্লাসরুম, চালাক বা অন্য কোন শ্রেণীকক্ষ ব্যবস্থাপনা পরিষেবার সাথে সংযুক্ত?",
    "teacherfaq.teacherGoogleBody": "না, Scratch কোন শ্রেণীকক্ষ ব্যবস্থাপনা পরিষেবার সাথে সংযোগ করে না।",
    "teacherfaq.teacherEdTitle": "Scratch শিক্ষক এ্যাকাউন্ট কি ScratchEd এ্যাকাউন্টের সাথে সংযুক্ত?",
    "teacherfaq.teacherEdBody": "না, Scratch শিক্ষক এ্যাকাউন্ট <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd </a> এ্যাকাউন্টের সাথে সংযুক্ত না।",
    "teacherfaq.teacherEdBodyHTML": "না, Scratch শিক্ষক এ্যাকাউন্ট <a>ScratchEd </a> এ্যাকাউন্টের সাথে সংযুক্ত না।",
    "teacherfaq.teacherFeaturesTitle": "এই ফিচারটি কি বিদ্যমান, এবং যদি না থাকে তবে তুমি কি এটি অনুগ্রহপূর্বক যুক্ত করতে পার?",
    "teacherfaq.teacherFeaturesBody": "অনেকগুলো বৈশিষ্ট্য সাধারণত অনুরোধ করা হয়, যেমন:",
    "teacherfaq.teacherFeaturesConvert": "বিদ্যমান Scratch এ্যাকাউন্টগুলোকে শিক্ষার্থী এ্যাকাউন্টে রূপান্তরিত করছে",
    "teacherfaq.teacherMoveStudents": "অন্যান্য শিক্ষক এ্যাকাউন্ট এবং শ্রেণিতে শিক্ষার্থীদের এ্যাকাউন্ট সরানো",
    "teacherfaq.teacherMultipleClasses": "শিক্ষার্থী এ্যাকাউন্ট একাধিক ক্লাসে থাকা, অথবা একাধিক শিক্ষক এ্যাকাউন্টের সাথে যুক্ত হওয়া",
    "teacherfaq.teacherLMSs": "Google Classroom এবং Clever এর মতো শ্রেণিকক্ষ পরিচালনা ব্যবস্থার সাথে সংযোগ স্থাপন",
    "teacherfaq.teacherLimitStudent": "শিক্ষার্থীদের কী বৈশিষ্ট্য রয়েছে তা সীমাবদ্ধ কর, যেমন মন্তব্যগুলো দেখতে বা পোস্ট করতে সক্ষম হওয়া",
    "teacherfaq.teacherWillNotImplement": "Scratch এ বর্তমানে কোনও কাজ করা সম্ভব নয়। আমরা শিক্ষক এ্যাকাউন্টগুলোর কার্যকারিতা বৃদ্ধি করতে চাই এবং এই সমস্ত বৈশিষ্ট্যগুলো আমরা যুক্ত করতে চাই। যাইহোক, Scratch একটি ছোট সংস্থা এবং আমাদের সংস্থানগুলি সীমিত, সুতরাং এর মধ্যে আমাদের যে কোনও একটি পরিবর্তন কার্যকর করতে অনেক সময় নিতে পারে।",
    "teacherfaq.studentTransferTitle": "আমি কি একজন শিক্ষার্থীকে একটি শিক্ষক এ্যাকাউন্ট থেকে বা এক শ্রেণি থেকে অন্যটিতে স্থানান্তর করতে পারি?",
    "teacherfaq.studentTransferBody": "না, কোন শিক্ষার্থী এক শ্রেণি বা শিক্ষক থেকে অন্যটিতে স্থানান্তর করা সম্ভব নয়।  শিক্ষার্থীর যদি কোনও নতুন শ্রেণির অংশ হওয়ার প্রয়োজন হয় তবে তুমি আলাদা শিক্ষক এ্যাকাউন্ট ব্যবহার করে একটি নতুন শিক্ষার্থী এ্যাকাউন্ট তৈরি করতে পার।",
    "teacherfaq.studentAccountsTitle": "শিক্ষার্থী এ্যাকাউন্ট",
    "teacherfaq.studentVerifyTitle": "আমাকে কি আমার প্রতিটি শিক্ষার্থীর ইমেইল যাচাই করতে হবে?",
    "teacherfaq.studentVerifyBody": "না। শিক্ষক এ্যাকাউন্টের ইমেইল ঠিকানা সব শিক্ষার্থীর এ্যাকাউন্টের জন্য ব্যবহার করা হয়, তাই  শিক্ষার্থীর ইমেইল ঠিকানাগুলো যাচাই করার দরকার নেই।",
    "teacherfaq.studentEndTitle": "আমার শ্রেণি আমি \"শেষ\" করলে কি হবে?",
    "teacherfaq.studentEndBody": "যখন তোমার শ্রেণি শেষ হবে, তোমার শ্রেণির প্রোফাইল পেইজটি লুকানো থাকবে এবং কোনও শিক্ষার্থী তখন লগ ইন করতে পারবে না (কিন্তু তাদের প্রজেক্ট ও শ্রেণি স্টুডিও তখনও সাইটে দেখা যাবে)। তুমি যেকোন সময় শ্রেণি পুনরায় খুলতে পারবে।",
    "teacherfaq.studentForgetTitle": "যদি একজন শিক্ষার্থী তার পাসওয়ার্ড ভুলে যায় তাহলে কি হবে ?",
    "teacherfaq.studentForgetBody": "তুমি তোমার Scratch শিক্ষক এ্যাকাউন্টের মধ্যে থেকে ম্যানুয়ালি একটি শিক্ষার্থী পাসওয়ার্ড রিসেট করতে পারবে। প্রথমে, আমার শ্রেণিতে নেভিগেট কর (হয় হোমপেজে বেগুনি ব্যানার থেকে অথবা তোমার ব্যবহারকারী আইকনের পাশে ড্রপডাউন মেনুতে)। সেখান থেকে, সঠিক ক্লাস খুঁজ এবং ছাত্রদের লিঙ্কে ক্লিক কর। তুমি সেটিংস মেনু ব্যবহার করে শিক্ষার্থী পর্যায়ে পাসওয়ার্ড রিসেট করতে পারবে।",
    "teacherfaq.studentUnsharedTitle": "আমি কি শিক্ষার্থীদের শেয়ার না করা প্রজেক্টগুলো দেখতে পারি?",
    "teacherfaq.studentUnsharedBody": "শিক্ষক এ্যাকাউন্টগুলো শুধু শেয়ার করা শিক্ষার্থীদের প্রজেক্টগুলো অ্যাক্সেস করতে পারবে।",
    "teacherfaq.studentDeleteTitle": "আমি কি শিক্ষার্থীদের এ্যাকাউন্ট মুছে ফেলতে পারি?",
    "teacherfaq.studentDeleteBody": "তুমি শিক্ষক এ্যাকাউন্ট ব্যবহার করে শিক্ষার্থী এ্যাকাউন্ট মুছে ফেলতে পারবে না, কিন্তু শিক্ষার্থী এ্যাকাউন্ট এই {accountSettingsLink} পেইজ থেকে মুছে ফেলা যাবে শিক্ষার্থী এ্যাকাউন্ট থেকে লগ ইন করা অবস্থায়।",
    "teacherfaq.accountSettings": "এ্যাকাউন্ট সেটিংস",
    "teacherfaq.studentAddExistingTitle": "আমার কিছু শিক্ষার্থীর ইতিমধ্যে Scratch এ্যাকাউন্ট রয়েছে, আমি কীভাবে তাদেরকে আমার শ্রেণীকক্ষে যুক্ত করব? ",
    "teacherfaq.studentAddExistingBody": "একটি শ্রেণিকক্ষে পূবেই বিদ্যমান কোন Scratch এ্যাকাউন্ট যুক্ত করা সম্ভব না। তোমার শিক্ষক এ্যাকাউন্ট ব্যবহার করে তাদের জন্য নতুন শিক্ষার্থী এ্যাকাউন্ট তৈরি করতে হবে।",
    "teacherfaq.studentMultipleTitle": "একজন শিক্ষার্থী কি একাধিক শ্রেণিতে থাকতে পারে ?",
    "teacherfaq.studentMultipleBody": "একজন শিক্ষার্থী কেবল একটি শ্রেণিতেই থাকতে পারবে।",
    "teacherfaq.studentDiscussTitle": "অন্যান্য শিক্ষকদের সাথে শিক্ষক এ্যাকাউন্ট নিয়ে আলোচনা করার জন্য কি কোনো স্থান আছে ?",
    "teacherfaq.studentDiscussionBody": "আপনি অন্যান্য শিক্ষকদের সাথে যোগ দিয়ে আলোচনায় জড়িত থাকতে পারেন {facebookGroupLink}, যেখানে আপনি শিক্ষক অ্যাকাউন্ট সহ বেশ কয়েকটি বিষয় নিয়ে কথোপকথন পাবেন. এই গ্রুপটি হার্ভার্ড গ্র্যাজুয়েট {creativeComputingLabLink} স্কুল অফ এডুকেশন দ্বারা প্রতিষ্ঠিত হয়েছিল. আপনি ব্রাউজও করতে পারেন {scratchEdLink}, যা এখন একটি সংরক্ষণাগারভুক্ত সাইট, তবে শিক্ষামূলক সেটিংসে স্ক্র্যাচ সম্পর্কিত বিস্তৃত ফোরাম এবং সংস্থান অন্তর্ভুক্ত রয়েছে.",
    "teacherfaq.creativeComputingLab": "ক্রিয়েটিভ কম্পিউটিভ ল্যাব",
    "teacherfaq.facebookGroup": "স্ক্র্যাচ ফেসবুক গ্রুপের সাথে শিক্ষকতা",
    "teacherfaq.privacyPolicy": " Scratch গোপনীয়তা নীতি",
    "teacherfaq.studentDataTitle": "Scratch  শিক্ষার্থীদের সম্পর্কে কি তথ্য সংগ্রহ করে?",
    "teacherfaq.studentDataBody": "যখন একজন শিক্ষার্থী প্রথম Scratch এ সাইন আপ করে, আমরা লিঙ্গ, বয়স (জন্ম মাস এবং বছর), দেশ এবং যাচাইকরণের জন্য একটি ইমেইল ঠিকানাসহ প্রাথমিক জনসংখ্যাতাত্ত্বিক তথ্য চাই। এই তথ্য (একত্রিত আকারে) গবেষণায় ব্যবহার করা হয় যাতে মানুষ কিভাবে Scratch দিয়ে শেখে সে সম্পর্কে আমরা আরও ভালোভাবে বুঝতে পারি।",
    "teacherfaq.studentDataBody2": "যখন কোনও শিক্ষক শিক্ষার্থী এ্যাকাউন্ট তৈরি করতে Scratch শিক্ষক এ্যাকাউন্ট ব্যবহার করে, তখন শিক্ষার্থীদের কোনও ইমেইল ঠিকানা সরবরাহ করার প্রয়োজন হয় না। আমরা তোমাকে আরও তথ্যের জন্য {privacyPolicyLink} পড়তে উৎসাহিত করছি। ",
    "teacherfaq.studentPrivacyLawsTitle": "Scratch কি মার্কিন যুক্তরাষ্ট্রের স্থানীয় এবং ফেডারেল ডাটা গোপনীয়তা আইনের সাথে সঙ্গতিপূর্ণ ?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch ছাত্র ও আমাদের প্ল্যাটফর্ম ব্যবহারকারী সকল ব্যক্তির গোপনীয়তা সম্পর্কে গভীরভাবে চিন্তা করে। আমাদের সংগৃহীত তথ্য সুরক্ষার জন্য আমাদের শারীরিক এবং ইলেকট্রনিক পদ্ধতি রয়েছে। যদিও আমরা আমাদের শিক্ষাগত পণ্য বিনামূল্যে ব্যবহার করে এমন সবার সাথে চুক্তিভিত্তিক গ্যারান্টি প্রদানের অবস্থানে নেই, আমরা 501(c)(3) অলাভজনক প্রতিষ্ঠানের জন্য প্রযোজ্য সমস্ত মার্কিন যুক্তরাষ্ট্রীয় ফেডারেল আইন মেনে চলছি। আমরা তোমাকে আরও তথ্যের জন্য {privacyPolicyLink} পড়তে উৎসাহিত করি।",
    "teacherfaq.student250Title": "আমি একটি শ্রেণিতে 250 এরও বেশি শিক্ষার্থী যুক্ত করতে চাই, কিভাবে আমি এটি করতে পারি?",
    "teacherfaq.student250Body": "একটি শ্রেণিতে 250 এর বেশি শিক্ষার্থী যুক্ত করা সম্ভব নয়। তবে তুমি {myClassesLink} এ একটি নতুন শ্রেণি তৈরি করতে এবং প্রতিটি নতুন শ্রেণিতে আরও 250 জন শিক্ষার্থী এ্যাকাউন্ট যুক্ত করতে পারবে। ",
    "teacherfaq.myClasses": "আমার শ্রেণিগুলোর পেইজ",
    "teacherfaq.commTitle": "কমিউনিটি",
    "teacherfaq.commHiddenTitle": "আমি কি নিজস্ব শ্রেণি তৈরি করতে পারব?",
    "teacherfaq.commHiddenBody": "না। তোমার শ্রেণিতে শেয়ার করা সবকিছুতেই Scratch কমিউনিটির প্রবেশাধিকার থাকবে |",
    "teacherfaq.commWhoTitle": "কিভাবে আমার ছাত্ররা Scratch এর সঙ্গে যোগাযোগ করতে পারবে?",
    "teacherfaq.commWhoBody": "শিক্ষার্থীদের এ্যাকাউন্টগুলোতে সাধারণ Scratch এ্যাকাউন্টের মত একই ধরনের সুবিধা রয়েছে যেমন প্রজেক্ট শেয়ার করা, মন্তব্য করা, স্টুডিও তৈরি করা এবং অন্যান্য। একজন শিক্ষক হিসেবে, তুমি তোমার শিক্ষার্থীদের সব কার্যকলাপ দেখতে এবং তোমার শ্রেণি তদারক করতে পারবে।",
    "teacherfaq.commInappropriateTitle": "যদি আমি কিছু অনুপযুক্ত দেখি তাহলে আমি কি করতে পারি?",
    "teacherfaq.commInappropriateBody": "তুমি তোমার শিক্ষার্থীদের করা অনুপযুক্ত মন্তব্য ও প্রজেক্ট ম্যানুয়ালি অপসারণ করতে পারবে। যদি তুমি শিক্ষার্থী ছাড়া অন্য কারো তৈরি করা অনুপযুক্ত বিষয়বস্তু পাও, অনুগ্রহ করে ‘Report’ বাটনটিতে ক্লিক করে Scratch টিমকে জানাও।",
    "teacherfaq.commTurnOffCommentsTitle": "আমি কি শিক্ষার্থীদের মন্তব্য দেখার এবং পোস্ট করার ক্ষমতা বন্ধ করতে পারি?",
    "teacherfaq.commTurnOffCommentsBody": "না, তুমি অনলাইন কমিউনিটি থেকে শিক্ষার্থীদের মন্তব্য করার ফিচার বন্ধ করতে পার না। তুমি বেছে বেছে অন্যদের তাদের প্রোফাইলে ও প্রতিটি পৃথক প্রজেক্টে মন্তব্য করার ক্ষমতা বন্ধ করতে পার, কিন্তু মন্তব্য সীমাবদ্ধ করার জন্য কোন সাইট-ওয়াইড ফিচার নেই। যদি মন্তব্য করা তোমার ছাত্রদের জন্য ঠিক না মনে হয়, তুমি {desktopLink} ব্যবহার করতে পার যা Scratch প্রজেক্ট এডিটরের অফলাইন ভার্সন যা অনলাইন কমিউনিটির অন্তর্ভুক্ত নয়।",
    "teacherfaq.commBlockGamesTitle": "আমি কি আমার শিক্ষার্থীদের Scratch এ গেম খেলতে বাঁধা দিতে পারি?",
    "teacherfaq.commBlockGamesBody1": "আমরা গেমস বা জনপ্রিয় ভিডিও গেমগুলোর দ্বারা অনুপ্রাণিত প্রজেক্টগুলোকে সরাব না যদি না তাদের মধ্যে অন্যান্য উপাদান থাকে যা বাচ্চাদের পক্ষে অনুচিত হবে। আমরা বিশ্বাস করি যে বাচ্চারা প্রজেক্টগুলোতে কাজ করার সময় তাদের জীবনের আগ্রহী জিনিসগুলো সবচেয়ে বেশি শিখবে; তারা প্রায়শই যে বিষয়গুলো সম্পর্কে আগ্রহী হয় তা হল গেমস।",
    "teacherfaq.commBlockGamesBody2": "যদি তুমি কোনও নির্দিষ্ট প্রজেক্ট সম্পর্কে অবগত হও যা অনুপযুক্ত উপাদানগুলোকে ধারণ করে তবে অনুগ্রহপূর্বক প্রজেক্টের পেইজে প্রদর্শিত 'রিপোর্ট' বাটনটি ক্লিক কর যাতে আমরা যথাযথ ব্যবস্থা নিতে পারি। "
}