{
    "teacherfaq.title": "Preguntes freqüents FAQ del compte de docent de Scratch",
    "teacherfaq.educatorTitle": "Scratch Educator FAQ",
    "teacherfaq.educatorGetStartedTitle": "I’m an educator who is new to Scratch, how can I get started?",
    "teacherfaq.educatorGetStartedBody": "Scratch has many resources available to help you get started! Please see our {educatorResourcesLink} for Guides, Tutorials, and many other resources to help you run your class with Scratch!",
    "teacherfaq.educatorResourcesLink": "Educator Resources page",
    "teacherfaq.teacherWhatTitle": "Què són els comptes de docent?",
    "teacherfaq.teacherWhatBody": "A Scratch Teacher Account provides educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. Learn more about Teacher Accounts in the video below:",
    "teacherfaq.teacherSignUpTitle": "Com puc sol·licitar un compte de docent?",
    "teacherfaq.teacherSignUpBody": "To request a Teacher Account, please go to the teacher account <a href=\"/educators/register\">request form</a>.",
    "teacherfaq.teacherSignUpBodyHTML": "To request a Teacher Account, please go to the teacher account <a>request form</a>.",
    "teacherfaq.classMultipleTeachersTitle": "Una classe pot tenir més d'un docent?",
    "teacherfaq.classMultipleTeachersBody": "Una classe només pot tenir associat un compte de docent.",
    "teacherfaq.teacherPersonalTitle": "Per què necessiteu conèixer la meva informació personal en el procés de registre?",
    "teacherfaq.teacherPersonalBody": "Utilitzem aquesta informació per verificar que el creador del compte és un educador. No compartirem aquesta informació amb ningú, i tampoc es farà pública en el lloc web.",
    "teacherfaq.teacherGoogleTitle": "Does Scratch connect with Google Classroom, Clever or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "No, Scratch does not connect with any classroom management services.",
    "teacherfaq.teacherEdTitle": "Els comptes de docent de Scratch estan enllaçants amb els de ScratchEd?",
    "teacherfaq.teacherEdBody": "No, els comptes de docent de Scratch i els de <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> no estan vinculats.",
    "teacherfaq.teacherEdBodyHTML": "No, els comptes de docent de Scratch i els de <a>ScratchEd</a> no estan vinculats.",
    "teacherfaq.teacherFeaturesTitle": "Does this feature exist, and if not, can you please add it?",
    "teacherfaq.teacherFeaturesBody": "Many features are commonly requested, including:",
    "teacherfaq.teacherFeaturesConvert": "Converting existing Scratch Accounts into Student Accounts",
    "teacherfaq.teacherMoveStudents": "Moving Student Accounts to other Teacher Accounts and Classes",
    "teacherfaq.teacherMultipleClasses": "Having Student Accounts be in multiple Classes, or associated with multiple Teacher Accounts",
    "teacherfaq.teacherLMSs": "Connecting with classroom management systems like Google Classroom and Clever",
    "teacherfaq.teacherLimitStudent": "Limit what features students have, such as seeing or being able to post comments",
    "teacherfaq.teacherWillNotImplement": "It is not currently possible to do any of these things on Scratch. We would love to expand the functionality of Teacher Accounts, and all of these features are things we would like to add. However, Scratch is a small organization and our resources are limited, so it may take us a very long time before we can implement any of these changes.",
    "teacherfaq.studentTransferTitle": "Can I transfer a student from one Teacher Account or class to another?",
    "teacherfaq.studentTransferBody": "No, it is not possible to transfer students from one class or teacher to another. You can create a new Student Account for the student using a different Teacher Account if they need to be part of a new class.",
    "teacherfaq.studentAccountsTitle": "Comptes d'estudiants",
    "teacherfaq.studentVerifyTitle": "Do I have to verify each of my student emails?",
    "teacherfaq.studentVerifyBody": "No. The Teacher Account’s email address is used for all Student Accounts, so there is no need to verify students’ email addresses.",
    "teacherfaq.studentEndTitle": "Què succeeix quan \"finalitzo\" la meva classe?",
    "teacherfaq.studentEndBody": "Quan finalitzes una classe, la pàgina de perfil de classe s'amagarà i els teus estudiants ja no podran connectar-se (però els seus projectes i els estudis de classe encara seran visibles en el lloc web).   Pots obrir-la de nou quan desitgis. ",
    "teacherfaq.studentForgetTitle": "Què succeeix si un estudiant oblida la seva contrasenya?",
    "teacherfaq.studentForgetBody": "Pots restablir manualment un contrasenya d'estudiant des del teu compte de docent de Scratch. En primer lloc, vés a les meves classes (ja sigui des de la bandera de color porpra a la pàgina principal o al menú desplegable al costat de la seva icona d'usuari). A partir d'aquí, tria la classe corresponent i fes clic a l'enllaç d'Estudiants. Pots restablir la contrasenya en el nivell dels estudiants usant el menú de Configuració. ",
    "teacherfaq.studentUnsharedTitle": "Puc veure projectes no compartits pels estudiants?",
    "teacherfaq.studentUnsharedBody": "Els comptes de docent només poden accedir als projectes compartits pels estudiants.",
    "teacherfaq.studentDeleteTitle": "Puc eliminar comptes dels estudiants?",
    "teacherfaq.studentDeleteBody": "You cannot delete a student’s account by using a Teacher Account, but Student Accounts can be deleted through the {accountSettingsLink} page while logged in to the Student Account.",
    "teacherfaq.accountSettings": "Configuració del compte",
    "teacherfaq.studentAddExistingTitle": "Some of my students already have Scratch accounts, how do I add them to my classroom?",
    "teacherfaq.studentAddExistingBody": "It is not possible to add an existing Scratch account to a classroom. You will need to create a new Student Account for them using your Teacher Account.",
    "teacherfaq.studentMultipleTitle": "Un estudiant pot estar en moltes classes alhora? ",
    "teacherfaq.studentMultipleBody": "A student can only be a part of one class.",
    "teacherfaq.studentDiscussTitle": "Existeix algun espai on intercanviar opinions entre docents?",
    "teacherfaq.studentDiscussionBody": "You can engage in discussions with other teachers by joining the {facebookGroupLink}, where you will find conversations about a number of topics, including Teacher Accounts. This group was established by the {creativeComputingLabLink} at the Harvard Graduate School of Education. You can also browse {scratchEdLink}, which is now an archived site, but includes extensive forums and resources related to Scratch in educational settings.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Teaching with Scratch Facebook group",
    "teacherfaq.privacyPolicy": "Política de Privacitat de Scratch",
    "teacherfaq.studentDataTitle": "Quines dades recopila Scratch sobre els estudiants?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch.",
    "teacherfaq.studentDataBody2": "When an educator uses a Scratch Teacher Account to create Student Accounts, students are not required to provide an email address. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have physical and electronic procedures in place to protect the information we collect. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to a 501(c)(3) non-profit organization. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.student250Title": "I want to add more than 250 students to a class, how can I do this?",
    "teacherfaq.student250Body": "It is not possible to add more than 250 students to a single class. You can, however, create a new class on the {myClassesLink} and add another 250 student accounts to each new class.",
    "teacherfaq.myClasses": "My Classes page",
    "teacherfaq.commTitle": "Comunitat",
    "teacherfaq.commHiddenTitle": "Can I create a private class?",
    "teacherfaq.commHiddenBody": "No. Tot el contingut compartit dins la teva classe serà accessible per a la comunitat de Scratch.",
    "teacherfaq.commWhoTitle": "Amb qui poden interactuar els meus alumnes a Scratch?",
    "teacherfaq.commWhoBody": "Els comptes dels estudiants tenen els mateixos privilegis de la comunitat que qualsevol compte de Scratch, com ara a l'hora de compartir projectes, en comentar, la creació d'estudis, i similars. Com a docent, pots veure tota l'activitat dels estudiants i realitzar accions de moderació dins la teva classe.",
    "teacherfaq.commInappropriateTitle": "Què faig si veig alguna cosa inadequada?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the ‘Report’ button.",
    "teacherfaq.commTurnOffCommentsTitle": "Can I turn off the ability for students to see and post comments?",
    "teacherfaq.commTurnOffCommentsBody": "No, you cannot disable the commenting feature for your students in the online Community. You can selectively turn off the ability for others to leave comments on their profiles and each individual project, but there is not a site-wide feature to restrict commenting. If commenting doesn’t feel right for your students, you may want to consider using the {desktopLink} which is an offline version of the Scratch project editor that does not include the online community.",
    "teacherfaq.commBlockGamesTitle": "Can I block my students from playing games on Scratch?",
    "teacherfaq.commBlockGamesBody1": "We do not remove projects that are games, or inspired by popular video games unless they contain other elements which would be inappropriate for children. We believe that children learn best when working on projects about things in their life they are passionate about; one of the things they are often passionate about is games.",
    "teacherfaq.commBlockGamesBody2": "If you are aware of any specific projects which do contain inappropriate elements, please click the 'Report' button which appears on the project page so we can take appropriate action."
}