{
    "teacherfaq.title": "Často kladené otázky k účtu učitele",
    "teacherfaq.educatorTitle": "Scratch pro učitele - Často kladené otázky",
    "teacherfaq.educatorGetStartedTitle": "Jsem lektor/ka, Scratch je pro mě nový, jak mám začít?",
    "teacherfaq.educatorGetStartedBody": "Scratch má k dispozici mnoho pro začátečníky! Prosím navštivte naši {educatorResourcesLink} pro příručky, návody a mnoho dalších zdrojů, které vám pomohou s použitím Scratch ve vaší třídě!",
    "teacherfaq.educatorResourcesLink": "Zdroje pro učitele",
    "teacherfaq.teacherWhatTitle": "Co jsou účty pro učitele?",
    "teacherfaq.teacherWhatBody": "Účet Scratch učitele umožňuje lektorům použít dodatečné funkce pro řízení účasti žáků na Scratch, včetně schopnosti vytvářet účty žáků, organizovat projekty žáků do studií a monitorovat komentáře žáků. Více o učitelském účtu se dozvíte  ve videu níže:",
    "teacherfaq.teacherSignUpTitle": "Jak mohu požádat o učitelský účet?",
    "teacherfaq.teacherSignUpBody": "K požádání o učitelský účet přejděte na <a href=\"/educators/register\">formulář žádosti</a> o učitelský účet.",
    "teacherfaq.teacherSignUpBodyHTML": "K požádání o učitelský účet přejděte na <a>formulář žádosti</a> o učitelský účet.",
    "teacherfaq.classMultipleTeachersTitle": "Může mít třída více učitelů?",
    "teacherfaq.classMultipleTeachersBody": "Třída může mít jen jediného učitele s ní spojeného.",
    "teacherfaq.teacherPersonalTitle": "Proč potřebujete znát mé osobní údaje při registraci?",
    "teacherfaq.teacherPersonalBody": "Používáme tuto informaci k ověření, že tvůrce účtu je lektor. Nesdílíme tuto informaci s nikým jiným, ani ji nepublikujeme veřejně na tomto serveru.",
    "teacherfaq.teacherGoogleTitle": "Je Scratch propojený s Google Classroom nebo jinou službou pro správu třídy?",
    "teacherfaq.teacherGoogleBody": "Ne, Scratch není propojen s žádnými službami pro správu třídy.",
    "teacherfaq.teacherEdTitle": "Jsou účty Scratch učitelů provázány s účty ScratchEd?",
    "teacherfaq.teacherEdBody": "Ne, účty Scratch učitelů nejsou propojeny s účty <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherEdBodyHTML": "Ne, účty Scratch učitelů nejsou propojeny s účty <a>ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "Existuje tato funkce a jestliže ne, můžete ji prosím přidat?",
    "teacherfaq.teacherFeaturesBody": "Mnoho funkcí je běžně požadováno, včetně:",
    "teacherfaq.teacherFeaturesConvert": "Přeměna existujících Scratch účtů na účty žáků",
    "teacherfaq.teacherMoveStudents": "Přesun účtů žáků k jiným učitelským účtům a třídám",
    "teacherfaq.teacherMultipleClasses": "Mít účty žáků ve více třídách nebo přiřazené k více účtům učitelů",
    "teacherfaq.teacherLMSs": "Propojení se systémy správy třídy jako Google Classroom a Clever",
    "teacherfaq.teacherLimitStudent": "Omezit funkce, které mají žáci, jako je prohlížení nebo schopnost posílat komentáře:",
    "teacherfaq.teacherWillNotImplement": "Není momentálně možné dělat žádnou z těchto věcí ve Scratchi. Rádi bychom rozšířili funkcionalitu  učitelských účtů a všechny tyto funkce bychom rádi přidali. Ale Scratch je malá organizace a naše zdroje jsou omezené takže to může trvat dost dlouho, než naimplementujeme některou z těchto změn.",
    "teacherfaq.studentTransferTitle": "Mohu převést žáka z jednoho učitelského účtu nebo třídy jinam?",
    "teacherfaq.studentTransferBody": "Ne, není možné převádět žáky z jedné třídy do druhé nebo mezi učiteli. Můžete vytvořit nový účet žáka s použitím jiného účtu učitele jestliže se potřebují stát členy nové třídy.",
    "teacherfaq.studentAccountsTitle": "Studentské účty",
    "teacherfaq.studentVerifyTitle": "Musím zkontrolovat všechny e-mailové adresy žáků?",
    "teacherfaq.studentVerifyBody": "Ne. E-mailová adresa účtu učitele je použita pro všechny účty žáků, takže není zapotřebí ověřovat e-mailové adresy žáků.",
    "teacherfaq.studentEndTitle": "Co se stane, když  \"ukončím\" svoji třídu?",
    "teacherfaq.studentEndBody": "Když třídu ukončíš, její profilová stránka bude skryta a tví studenti se nebudou moci přihlásit (ale jejich projekty a třídní studia budou na serveru stále vidět). Můžeš kdykoliv třídu znovuotevřít. ",
    "teacherfaq.studentForgetTitle": "Co se stane, pokud student zapomene své heslo?",
    "teacherfaq.studentForgetBody": "Můžete ručně resetovat studentská hesla z vašeho učitelského účtu Scratch. Nejprve se přesměrujte na Moje třídy (buď z fialového nadpisu na domovské stránce nebo rozbalovacího seznamu vedle vaší ikony uživatele). Tam najděte správnou třídu a klikněte na odkaz Studenti. Pak můžete resetovat heslo na studentské úrovni v menu Nastavení.",
    "teacherfaq.studentUnsharedTitle": "Mohu vidět nesdílené studentské projekty?",
    "teacherfaq.studentUnsharedBody": "Účty učitele mohou přistupovat jen k sdíleným studentským projektům.",
    "teacherfaq.studentDeleteTitle": "Mohu zrušit studentské účty?",
    "teacherfaq.studentDeleteBody": "Nemůžete zrušit účet žáka užitím učitelského účtu, ale účty žáků mohou být zrušeny přes stránku {accountSettingsLink} během přihlášení do účtu žáka.",
    "teacherfaq.accountSettings": "Nastavení účtu",
    "teacherfaq.studentAddExistingTitle": "Někteří mí žáci již mají účty  Scratch, jak je přidám do své třídy?",
    "teacherfaq.studentAddExistingBody": "Není možné přidávat existující účet Scratch do třídy. Budete pro to potřebovat vytvořit nový účet žáka prostřednictvím svého účtu učitele. ",
    "teacherfaq.studentMultipleTitle": "Může být student ve více třídách? ",
    "teacherfaq.studentMultipleBody": "Žák může být členem jen jediné třídy.",
    "teacherfaq.studentDiscussTitle": "Je možno diskutovat o učitelských účtech s jinými učiteli?",
    "teacherfaq.studentDiscussionBody": "Můžete se zapojit do diskuzí s ostatními učiteli tím, že se připojíte k {facebookGroupLink}, kde najdete konverzace o řadě témat, včetně účtů učitelů. Tato skupina byla založena na {creativeComputingLabLink} (Harvard Graduate School of Education). Můžete také procházet {scratchEdLink}, což je nyní archivovaný web, ale zahrnuje rozsáhlá fóra a zdroje týkající se Scratch ve vzdělávacím prostředí.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Facebooková skupina Výuka se Scratch",
    "teacherfaq.privacyPolicy": "Ochrana soukromí ve Scratch",
    "teacherfaq.studentDataTitle": "Jaká data Scratch o studentech sbírá?",
    "teacherfaq.studentDataBody": " Když se student poprvé zaregistruje na Scratch účet, požádáme o základní demografická data včetně pohlaví, věku (měsíc a rok narození), zemi a e-mailovou adresu pro ověření. Tato data jsou použitá (v agregované formě) ve výzkumných studiích zamýšlených k zlepšení našeho chápání jak se lidé se Scratch učí.",
    "teacherfaq.studentDataBody2": "Když lektor používá Scratch účet učitele k vytvoření účtů žáků,   po žácích se nepožaduje poskytovat e-mailovou adresu. Doporučujeme vám přečíst si {privacyPolicyLink} pro další  informace.",
    "teacherfaq.studentPrivacyLawsTitle": "Je Scratch v souladu s místními a federálními zákony Spojených států na ochranu soukromí?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch se velice stará o soukromí studentů a všech jednotlivců užívajících naši platformu. Máme zprovozněné fyzické i elektronické procedury k ochraně informací sbíraných na stránkách Scratch. Ačkoliv nejsme v pozici nabízet smluvní záruky každému subjektu užívajícími náš volně přístupný vzdělávací produkt, jsme v souladu se všemi federálními zákony Spojených států týkajících se MIT, organizací 501(c)(3) a subjektů které vytvořily a spravují Scratch. Doporučujeme vám přečíst si {privacyPolicyLink} pro další informace.",
    "teacherfaq.student250Title": "Chci přidat více než 250 žáků do třídy, jak to mám udělat?",
    "teacherfaq.student250Body": "Není možné přidat více než 250 žáků do jediné třídy. Můžete ale vytvořit novou třídu odkazem {myClassesLink} a přidat dalších 250 účtů žáků do každé nové třídy.",
    "teacherfaq.myClasses": "Moje třídy",
    "teacherfaq.commTitle": "Společenství",
    "teacherfaq.commHiddenTitle": "Mohu vytvořit neveřejnou třídu?",
    "teacherfaq.commHiddenBody": "Ne. Veškerý sdílený obsah uvnitř třídy bude přístupný i komunitě Scratch.",
    "teacherfaq.commWhoTitle": "Jak mohou mí studenti na sebe působit skrze Scratch?",
    "teacherfaq.commWhoBody": "Studentské účty mají stejná privilegia ve společenství jako obyčejný účet Scratch, jako jsou sdílení projektů, komentování, vytváření studií a podobně. Jako učitel můžete vidět všechny aktivity svých studentů a provádět mírné moderování akcí v rámci své třídy.",
    "teacherfaq.commInappropriateTitle": "Co mohu udělat, když uvidím něco nevhodného?",
    "teacherfaq.commInappropriateBody": "Můžeš ručně mazat nevhodné komentáře a projekty vytvořené tvými žáky. Když najdeš nevhodný obsah nevytvořený tvými žáky, prosím upozorni tým Scratch kliknutím tlačítka ‘Nahlásit’.",
    "teacherfaq.commTurnOffCommentsTitle": "Můžu žákům vypnout možnost vidět a posílat komentáře?",
    "teacherfaq.commTurnOffCommentsBody": "Ne, nemůžete zakázat funkci komentování pro své žáky v online společenství. Můžete výběrově vypnout možnost jiných nechávat komentáře v jejich profilech a každém jednotlivém projektu ale neexistuje plošná funkce omezit komentovaní v rámci serveru. Jestliže komentování vašim žákům vadí, zvažte použití {desktopLink},  který je offline verzí Scratch editoru projektů ve kterém online společenství není.",
    "teacherfaq.commBlockGamesTitle": "Můžu svým žákům zabránit ve hraní her na Scratchi?",
    "teacherfaq.commBlockGamesBody1": "My neodstraňujeme projekty, které jsou hrami nebo jsou inspirované populárními videohrami pokud neobsahují prvky které by byly nevhodné pro děti. Věříme, že děti se nejlépe učí prací na projektech o věcech, které je zajímají ve jejich životě; jedna z takovým častých věcí z kterých jsou nadšené jsou hry.",
    "teacherfaq.commBlockGamesBody2": "Pokud si všimneš nějakých určitých projektů, které obsahují nevhodné prvky, prosím klikni na tlačítko 'Nahlásit'  které se vyskytuje na stránce projektu abychom mohli udělat odpovídající akci."
}