{
    "teacherfaq.title": "Často kladené otázky k účtu učitele",
    "teacherfaq.teacherWhatTitle": "Co jsou účty pro učitele?",
    "teacherfaq.teacherWhatBody": "Účet Scratch učitele umožňuje učitelům a jiným lektorům použít dodatečné funkce pro řízení studentské účasti na Scratch, včetně schopnosti vytvářet studentské účty, organizovat studentské projekty do studií a monitorovat studentské komentáře. Více o učitelském účtu se dozvíte  ve videu níže:",
    "teacherfaq.teacherSignUpTitle": "Jak mohu požádat o učitelský účet?",
    "teacherfaq.teacherSignUpBody": "K požádání o učitelský účet přejděte na <a href=\"/educators/register\">formulář žádosti</a> o učitelský účet.",
    "teacherfaq.teacherWaitTitle": "Proč na svůj účet musím čekat celý den?",
    "teacherfaq.teacherWaitBody": "Tým Sctratch v tomto čase ručně kontroluje dodaná data k vytvoření účtu, pro ověření, že tvůrce účtu je lektorem.",
    "teacherfaq.teacherPersonalTitle": "Proč potřebujete znát mé osobní údaje při registraci?",
    "teacherfaq.teacherPersonalBody": "Používáme tuto informaci k ověření, že tvůrce účtu je lektor. Nesdílíme tuto informaci s nikým jiným, ani ji nepublikujeme veřejně na tomto serveru.",
    "teacherfaq.teacherGoogleTitle": "Jsou učitelské účty integrované s Google Classroom nebo jinou službou pro správu třídy?",
    "teacherfaq.teacherGoogleBody": "Účty Scratch učitelů nejsou propojeny s žádnými službami řízení třídy.",
    "teacherfaq.teacherEdTitle": "Jsou účty Scratch učitelů provázány s účty ScratchEd?",
    "teacherfaq.teacherEdBody": "Ne, účty Scratch učitelů nejsou propojeny s účty <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherMultipleTitle": "Může mít třída více učitelů?",
    "teacherfaq.teacherMultipleBody": "Třída může mít jen jediného učitele s ní spojeného.",
    "teacherfaq.teacherQuestionsTitle": "Co když mám otázky nebo připomínky k účtům učitele?",
    "teacherfaq.teacherQuestionsBody": "Pokud máte nějaké dotazy nebo podněty k učitelským účtům, můžete nám poslat zprávu na <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Studentské účty",
    "teacherfaq.studentVerifyTitle": "Musím zkontrolovat všechny e-mailové adresy studentů?",
    "teacherfaq.studentVerifyBody": "Ne Protože studentské účty nevyžadují jedinečné e-mail adresy, potvrzení e-mail adresy učitele povolí sdílení všech účtů třídy.",
    "teacherfaq.studentEndTitle": "Co se stane, když  \"ukončím\" svoji třídu?",
    "teacherfaq.studentEndBody": "Když třídu ukončíš, její profilová stránka bude skryta a tví studenti se nebudou moci přihlásit (ale jejich projekty a třídní studia budou na serveru stále vidět). Můžeš kdykoliv třídu znovuotevřít. ",
    "teacherfaq.studentForgetTitle": "Co se stane, pokud student zapomene své heslo?",
    "teacherfaq.studentForgetBody": "Můžete ručně resetovat studentská hesla z vašeho učitelského účtu Scratch. Nejprve se přesměrujte na Moje třídy (buď z fialového nadpisu na domovské stránce nebo rozbalovacího seznamu vedle vaší ikony uživatele). Tam najděte správnou třídu a klikněte na odkaz Studenti. Pak můžete resetovat heslo na studentské úrovni v menu Nastavení.",
    "teacherfaq.studentUnsharedTitle": "Mohu vidět nesdílené studentské projekty?",
    "teacherfaq.studentUnsharedBody": "Účty učitele mohou přistupovat jen k sdíleným studentským projektům.",
    "teacherfaq.studentDeleteTitle": "Mohu zrušit studentské účty?",
    "teacherfaq.studentDeleteBody": "Není možné učitelem smazat studentský účet. Studenti si svůj účet mohou zrušit, ve svém nastavení účtu.",
    "teacherfaq.studentAddTitle": "Mohu přidat existující účet Scratch do své třídy? ",
    "teacherfaq.studentAddBody": "Pouze účty vytvořené učitelem mohou být součástí třídy. Avšak plánujeme přidat tuto funkcionalitu v pozdějších verzích.",
    "teacherfaq.studentMultipleTitle": "Může být student ve více třídách? ",
    "teacherfaq.studentMultipleBody": "Student může být součástí jen jedné třídy. Avšak plánujeme přidat tuto funkcionalitu v pozdějších verzích.",
    "teacherfaq.studentDiscussTitle": "Je možno diskutovat o učitelských účtech s jinými učiteli?",
    "teacherfaq.studentDiscussBody": "Ano, můžeš  vstoupit do diskuze s ostatními učiteli na <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, online-ové komunitě pro  Scratch lektory. Otestuj jejich fóra připojením se k diskuzím  o <a href=\"http://scratched.gse.harvard.edu/discussions\">řadě námětů</a>, včetně ale ne jen pro učitelské účty. ScratchEd je vyvíjen a podporováni od Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Jaká data Scratch o studentech sbírá?",
    "teacherfaq.studentDataBody": "Když se student poprvé zaregistruje na Scratch účet, požádáme o základní demografická data včetně pohlaví, věku (měsíc a rok narození), zemi a e-mailovou adresu pro ověření. Tato data jsou použitá (v agregované formě) ve výzkumných studiích zamýšlených k zlepšení našeho chápání jak se lidé se Scratch učí. Pokud lektor použije účet uživatele k vytvoření studentských účtů  najednou, nepožadujeme po studentech jejich e-mailové adresy pro nastavení účtu.",
    "teacherfaq.studentPrivacyLawsTitle": "Je Scratch 2.0 (online version)  v souladu s místními a federálními zákony Spojených států na ochranu soukromí?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch se velice stará o soukromí studentů a všech jednotlivců užívajících naši platformu. Máme zprovozněné fyzické i elektronické procedury k ochraně informací sbíraných na stránkách Scratch. Ačkoliv nejsme v pozici nabízet smluvní záruky každému subjektu užívajícími náš volně přístupný vzdělávací produkt, jsme v souladu se všemi federálními zákony Spojených států týkajících se MIT, organizací 501(c)(3) a subjektů které vytvořily a spravují Scratch. Doporučujeme vám přečíst si Scratch politiku soukromí pro další informace.",
    "teacherfaq.commTitle": "Společenství",
    "teacherfaq.commHiddenTitle": "Mohu vytvořit skrytou třídu?",
    "teacherfaq.commHiddenBody": "Ne. Veškerý sdílený obsah uvnitř třídy bude přístupný i komunitě Scratch.",
    "teacherfaq.commWhoTitle": "Jak mohou mí studenti na sebe působit skrze Scratch?",
    "teacherfaq.commWhoBody": "Studentské účty mají stejná privilegia ve společenství jako obyčejný účet Scratch, jako jsou sdílení projektů, komentování, vytváření studií a podobně. Jako učitel můžete vidět všechny aktivity svých studentů a provádět mírné moderování akcí v rámci své třídy.",
    "teacherfaq.commInappropriateTitle": "Co mohu udělat, když uvidím něco nevhodného?",
    "teacherfaq.commInappropriateBody": "Můžeš ručně mazat nevhodné komentáře a projekty vytvořené tvými studenty.Když najdeš nevhodný obsah vytvořený tvými studenty, prosím upozorni tým Scratch kliknutím tlačítka nebo odesláním zprávy na <a href=\"/contact-us\">Kontaktujte nás</a>."
}