{
    "teacherfaq.title": "Cwestiynau Cyfrif Athro Scratch",
    "teacherfaq.educatorTitle": "Cwestiynau Cyffredin Addysgwyr Scratch",
    "teacherfaq.educatorGetStartedTitle": "Rwy'n addysgwr sy'n newydd i Scratch, sut fedra i ddechrau?",
    "teacherfaq.educatorGetStartedBody": "Mae gan Scratch lawer o adnoddau ar gael i'ch helpu i ddechrau! Gweler ein {EducatorResourcesLink} ar gyfer Canllawiau, Tiwtorialau, a llawer o adnoddau eraill i'ch helpu i redeg eich dosbarth gyda Scratch!",
    "teacherfaq.educatorResourcesLink": "Tudalen Adnoddau Addysgwyr",
    "teacherfaq.teacherWhatTitle": "Beth yw cyfrif athro?",
    "teacherfaq.teacherWhatBody": "Mae Cyfrif Athro Scratch yn darparu nodweddion ychwanegol i addysgwyr reoli cyfranogiad dysgwyr ar Scratch, gan gynnwys y gallu i greu cyfrifon dysgwyr, trefnu prosiectau dysgwyr mewn stiwdios, a monitro sylwadau dysgwyr. Dysgwch ragor am Gyfrifon Athrawon yn y fideo isod:",
    "teacherfaq.teacherSignUpTitle": "Sut fedra i ofyn am gyfrif athro?",
    "teacherfaq.teacherSignUpBody": "I ofyn am Gyfrif Athro, ewch i'r <a href=\"/educators/register\">ffurflen gais am</a> gyfrif athro.",
    "teacherfaq.teacherSignUpBodyHTML": "I ofyn am Gyfrif Athro, ewch i'r <a>ffurflen gais am</a> gyfrif athro.",
    "teacherfaq.classMultipleTeachersTitle": "A all dosbarth gael sawl athro?",
    "teacherfaq.classMultipleTeachersBody": "Dim ond un cyfrif athro y gall dosbarth fod yn gysylltiedig ag ef.",
    "teacherfaq.teacherPersonalTitle": "Pam fod angen i chi wybod am fy manylion personol yn ystod y cofrestru?",
    "teacherfaq.teacherPersonalBody": "Rydym yn defnyddio'r manylion i ddilysu fod y sawl sy'n creu'r cyfrif yn addysgwr. Fyddwn ni ddim yn rhannu'r wybodaeth yma gyda neb arall, nac yn ei rhannu yn gyhoeddus ar y wefan.",
    "teacherfaq.teacherGoogleTitle": "A yw Scratch yn cysylltu â Google Classroom, Clever neu unrhyw wasanaeth rheoli ystafell ddosbarth arall?",
    "teacherfaq.teacherGoogleBody": "Na, nid yw Scratch yn cysylltu ag unrhyw wasanaethau rheoli ystafell ddosbarth.",
    "teacherfaq.teacherEdTitle": "A yw cyfrifon Athro Scratch wedi eu cysylltu i gyfrifon ScratchEd?",
    "teacherfaq.teacherEdBody": "Na. Nid yw cyfrifon Athro Scratch wedi eu cysylltu i gyfrifon <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherEdBodyHTML": "Na. Nid yw cyfrifon Athro Scratch wedi eu cysylltu i gyfrifon <a>ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "A yw'r nodwedd hon yn bodoli, ac os na, a allwch ei hychwanegu?",
    "teacherfaq.teacherFeaturesBody": "Mae llawer o bobl yn gofyn am nodweddion cyffredin, gan gynnwys:",
    "teacherfaq.teacherFeaturesConvert": "Trosi Cyfrifon Scratch presennol yn Gyfrifon Myfyrwyr",
    "teacherfaq.teacherMoveStudents": "Symud Cyfrifon Dysgwyr i Gyfrifon a Dosbarthiadau Athrawon eraill",
    "teacherfaq.teacherMultipleClasses": "Cael Cyfrifon Myfyrwyr mewn sawl Dosbarth neu'n gysylltiedig â Chyfrifon Athrawon lluosog",
    "teacherfaq.teacherLMSs": "Cysylltu â systemau rheoli ystafell ddosbarth fel Google Classroom a Clever",
    "teacherfaq.teacherLimitStudent": "Cyfyngu ar y nodweddion sydd gan ddysgwyr, megis gweld neu allu postio sylwadau",
    "teacherfaq.teacherWillNotImplement": "Ar hyn o bryd nid yw'n bosibl gwneud unrhyw un o'r pethau hyn ar Scratch. Byddem wrth ein bodd yn ehangu ymarferoldeb Cyfrifon Athrawon, ac mae'r holl nodweddion hyn yn bethau yr hoffem eu hychwanegu. Fodd bynnag, sefydliad bach yw Scratch ac mae ein hadnoddau'n gyfyngedig, felly gall gymryd amser hir iawn cyn y gallwn weithredu unrhyw un o'r newidiadau hyn.",
    "teacherfaq.studentTransferTitle": "A allaf drosglwyddo dysgwr o un Cyfrif Athro neu ddosbarth i un arall?",
    "teacherfaq.studentTransferBody": "Na, nid yw'n bosibl trosglwyddo dysgwyr o un dosbarth neu athro i un arall. Gallwch greu Cyfrif Dysgwr newydd ar gyfer y dysgwr gan ddefnyddio Cyfrif Athro gwahanol os oes angen iddyn nhw fod yn rhan o ddosbarth newydd.",
    "teacherfaq.studentAccountsTitle": "Cyfrifon Disgyblion",
    "teacherfaq.studentVerifyTitle": "Oes rhaid i mi wirio pob un o fy e-byst myfyrwyr?",
    "teacherfaq.studentVerifyBody": "Na. Mae cyfeiriad e-bost y Cyfrif Athro yn cael ei ddefnyddio ar gyfer pob Cyfrif Dysgwr, felly nid oes angen gwirio cyfeiriadau e-bost dysgwyr.",
    "teacherfaq.studentEndTitle": "Beth fydd yn digwydd pan fyddai'n dod â'm dosbarth \"i ben\"?",
    "teacherfaq.studentEndBody": "Pan fyddwch y dod â dosbarth i ben, bydd tudalen proffil eich dosbarth yn cael ei chuddio ac ni fydd yn bosib i'ch disgyblion fewngofnodi (ond bydd eu projectau a stiwdios y dosbarth yn weladwy o hyd ar y wefan). Cewch ail agor y dosbarth ar unrhyw adeg.",
    "teacherfaq.studentForgetTitle": "Beth sy'n digwydd os fydd disgybl yn anghofio ei gyfrinair?",
    "teacherfaq.studentForgetBody": "Mae modd i chi ailosod â llaw gyfrineiriau disgyblion sydd o fewn eich Cyfrif Athro Scratch. Yn gyntaf, ewch i Fy Nosbarthiadau (un ai o'r faner borffor ar y dudalen gartref neu yn y gwymplen nesaf at eicon y defnyddiwr). O'r fan honno, chwiliwch am y Dosbarth cywir a chlicio ar ddolen Disgybl. Gallwch ailosod y cyfrinair ar lefel y disgybl gan ddefnyddio dewislen Gosodiadau.",
    "teacherfaq.studentUnsharedTitle": "A fedra i weld projectau disgyblion sydd heb eu rhannu?",
    "teacherfaq.studentUnsharedBody": "Dim ond projectau disgyblion sydd wedi eu rhannu y mae gan athrawon fynediad atynt.",
    "teacherfaq.studentDeleteTitle": "Fedra i ddileu cyfrifon disgyblion?",
    "teacherfaq.studentDeleteBody": "Ni allwch ddileu cyfrif dysgwr trwy ddefnyddio Cyfrif Athro, ond mae modd dileu Cyfrifon Dysgwr trwy'r dudalen {accountSettingsLink} wrth fewngofnodi i'r Cyfrif Dysgwr.",
    "teacherfaq.accountSettings": "Gosodiadau Cyfrif",
    "teacherfaq.studentAddExistingTitle": "Mae gan rai o fy nysgwyr gyfrifon Scratch eisoes, sut mae eu hychwanegu at fy ystafell ddosbarth?",
    "teacherfaq.studentAddExistingBody": "Nid yw'n bosibl ychwanegu cyfrif Scratch sy'n bodoli eisoes i ystafell ddosbarth. Bydd angen i chi greu Cyfrif Dysgwr newydd ar eu cyfer gan ddefnyddio'ch Cyfrif Athro.",
    "teacherfaq.studentMultipleTitle": "A oes modd i ddisgybl fod mewn nifer o ddosbarthiadau?",
    "teacherfaq.studentMultipleBody": "Dim ond rhan o un dosbarth y gall myfyriwr fod.",
    "teacherfaq.studentDiscussTitle": "Oes yna le i drafod Cyfrifon Athrawon gydag athrawon eraill?",
    "teacherfaq.studentDiscussionBody": "Gallwch ymuno â sgyrsiau gydag athrawon eraill drwy ymuno â {facebookGroupLink}, lle mae yna sgyrsiau am nifer o bynciau, gan gynnwys Cyfrifon Athrawon. Sefydlwyd y grŵp hwn gan {creativeComputingLabLink} yn yr Harvard Graduate School of Education. Gallwch hefyd bori {scratchEdLink}, sydd nawr yn wefan archif, ond yn cynnwys fforymau helaeth ac adnoddau perthnasol i Scratch mewn sefydliadau addysgol.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Grŵp Facebook: Teaching with Scratch",
    "teacherfaq.privacyPolicy": "Polisi Preifatrwydd Scratch",
    "teacherfaq.studentDataTitle": "Pa ddata mae Scratch yn ei gasglu am y disgyblion?",
    "teacherfaq.studentDataBody": "Pan fydd myfyriwr yn cofrestru ar Scratch gyntaf, gofynnwn am ddata demograffig sylfaenol gan gynnwys rhyw, oedran (mis geni a blwyddyn), gwlad, a chyfeiriad e-bost i'w wirio. Defnyddir y data hwn (ar ffurf agregedig) mewn astudiaethau ymchwil gyda'r nod o wella ein dealltwriaeth o sut mae pobl yn dysgu gyda Scratch.",
    "teacherfaq.studentDataBody2": "Pan fydd addysgwr yn defnyddio Cyfrif Athro Scratch i greu Cyfrifon Dysgwyr, nid yw'n ofynnol i fyfyrwyr ddarparu cyfeiriad e-bost. Rydym yn eich annog i ddarllen y {privacyPolicyLink} i gael mwy o wybodaeth.",
    "teacherfaq.studentPrivacyLawsTitle": "A yw Scratch yn cydymffurfio â deddfau preifatrwydd data lleol a ffederal yr Unol Daleithiau?",
    "teacherfaq.studentPrivacyLawsBody": "Mae Scratch yn poeni'n fawr am breifatrwydd myfyrwyr a phob unigolyn sy'n defnyddio ein platfform. Mae gennym weithdrefnau corfforol ac electronig ar waith i ddiogelu'r wybodaeth a gasglwn. Er nad ydym mewn sefyllfa i gynnig gwarantau cytundebol gyda phob endid sy'n defnyddio ein cynnyrch addysgol am ddim, rydym yn cydymffurfio â holl ddeddfau ffederal yr Unol Daleithiau sy'n berthnasol i sefydliad dielw 501 (c) (3). Rydym yn eich annog i ddarllen y {privacyPolicyLink} i gael mwy o wybodaeth.",
    "teacherfaq.student250Title": "Rwyf am ychwanegu mwy na 250 o fyfyrwyr i ddosbarth, sut alla i wneud hyn?",
    "teacherfaq.student250Body": "Nid yw'n bosibl ychwanegu mwy na 250 o fyfyrwyr i ddosbarth sengl. Fodd bynnag, gallwch greu dosbarth newydd ar y {myClassesLink} ac ychwanegu 250 o gyfrifon myfyrwyr eraill i bob dosbarth newydd.",
    "teacherfaq.myClasses": "Fy nhudalen Dosbarthiadau",
    "teacherfaq.commTitle": "Cymuned",
    "teacherfaq.commHiddenTitle": "A allaf greu dosbarth preifat?",
    "teacherfaq.commHiddenBody": "Na. Bydd yr holl gynnwys sy'n cael ei rannu o fewn eich dosbarth ar gael i gymuned Scratch.",
    "teacherfaq.commWhoTitle": "Gyda phwy fydd fy nisgyblion yn cael rhyngweithio ar Scratch?",
    "teacherfaq.commWhoBody": "Mae gan gyfrifon disgyblion yr un breintiau cymunedol â chyfrifon arferol Scratch, fel rhannu projectau, gadael sylwadau, creu stiwdios ac yn y blaen. Fel athro, gallwch weld holl weithgaredd eich disgyblion a chynnal gwaith cymedroli ysgafn o fewn eich dosbarth.",
    "teacherfaq.commInappropriateTitle": "Beth fedra i wneud os wela i rhywbeth anaddas?",
    "teacherfaq.commInappropriateBody": "Gallwch gael gwared â sylwadau a phrojectau amhriodol a grëwyd gan eich dysgwyr â llaw. Os dewch o hyd i gynnwys amhriodol a grëwyd gan bobl nad ydynt yn ddysgwyr, rhowch wybod i’r Tîm Scratch trwy glicio ar y botwm ‘Adrodd’.",
    "teacherfaq.commTurnOffCommentsTitle": "A gaf i ddiffodd y gallu i fyfyrwyr weld a chofnodi sylwadau?",
    "teacherfaq.commTurnOffCommentsBody": "Na, nid oes modd i chi analluogi'r nodwedd sylwebu eich dysgwyr yn y Gymuned ar-lein. Gallwch ddewis diffodd y gallu i eraill adael sylwadau ar eu proffiliau a phob project unigol, ond nid oes nodwedd ar draws y wefan i gyfyngu ar adael sylwadau. Os nad yw gadael sylw yn teimlo’n iawn i’ch dysgwyr, efallai yr hoffech ystyried defnyddio’r {desktopLink} sy’n fersiwn all-lein o olygydd prosiect Scratch sydd ddim yn cynnwys y gymuned ar-lein.",
    "teacherfaq.commBlockGamesTitle": "A allaf rwystro fy nysgwyr rhag chwarae gemau ar Scratch?",
    "teacherfaq.commBlockGamesBody1": "Nid ydym yn dileu projectau sy'n gemau, neu wedi'u hysbrydoli gan gemau fideo poblogaidd oni bai eu bod yn cynnwys elfennau eraill a fyddai'n amhriodol i blant. Credwn fod plant yn dysgu orau wrth weithio ar brojectau am bethau yn eu bywyd y maent yn angerddol amdanynt; un o'r pethau maen nhw'n aml yn angerddol amdanynt yw gemau.",
    "teacherfaq.commBlockGamesBody2": "Os ydych chi'n ymwybodol o unrhyw brojectau penodol sy'n cynnwys elfennau amhriodol, cliciwch y botwm 'Adrodd' sy'n ymddangos ar dudalen y project fel y gallwn gymryd camau priodol."
}