{
    "teacherfaq.title": "Cwestiynau Cyfrif Athro Scratch",
    "teacherfaq.teacherWhatTitle": "Beth yw cyfrif athro?",
    "teacherfaq.teacherWhatBody": "A Scratch Teacher Account provides educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. Learn more about Teacher Accounts in the video below:",
    "teacherfaq.teacherSignUpTitle": "Sut fedra i ofyn am gyfrif athro?",
    "teacherfaq.teacherSignUpBody": "To request a Teacher Account, please go to the teacher account <a href=\"/educators/register\">request form</a>.",
    "teacherfaq.teacherWaitTitle": "Pam fod yn rhaid i mi aros diwrnod am fy nghyfrif?",
    "teacherfaq.teacherWaitBody": "Mae Tîm Scratch yn defnyddio'r amser yma i asesu ceisiadau creu cyfrifon er mwyn dilysu fod y sawl sy'n creu'r cyfrif yn addysgwr.",
    "teacherfaq.classMultipleTeachersTitle": "Can a class have multiple teachers?",
    "teacherfaq.classMultipleTeachersBody": "A class can only have one teacher account associated with it.",
    "teacherfaq.convertToTeacherTitle": "I already have a Scratch account, can you make it a Teacher account?",
    "teacherfaq.convertToTeacherList": "Please send an email to {helpEmail} and be sure to include the following information:",
    "teacherfaq.convertToTeacherUsername": "Your Scratch username (Please double check that you know your username by logging into it before contacting us!)",
    "teacherfaq.convertToTeacherEmail": "The email address associated with your Scratch account",
    "teacherfaq.convertToTeacherBirth": "The birth month and birth year associated with your Scratch account",
    "teacherfaq.teacherPersonalTitle": "Pam fod angen i chi wybod am fy manylion personol yn ystod y cofrestru?",
    "teacherfaq.teacherPersonalBody": "Rydym yn defnyddio'r manylion i ddilysu fod y sawl sy'n creu'r cyfrif yn addysgwr. Fyddwn ni ddim yn rhannu'r wybodaeth yma gyda neb arall, nac yn ei rhannu yn gyhoeddus ar y wefan.",
    "teacherfaq.teacherGoogleTitle": "Does Scratch connect with Google Classroom, Clever or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "No, Scratch does not connect with any classroom management services.",
    "teacherfaq.teacherEdTitle": "A yw cyfrifon Athro Scratch wedi eu cysylltu i gyfrifon ScratchEd?",
    "teacherfaq.teacherEdBody": "Na. Nid yw cyfrifon Athro Scratch wedi eu cysylltu i gyfrifon <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.studentTransferTitle": "Can I transfer a student from one Teacher Account or class to another?",
    "teacherfaq.studentTransferBody": "No, it is not possible to transfer students from one class or teacher to another. You can create a new Student Account for the student using a different Teacher Account if they need to be part of a new class.",
    "teacherfaq.studentAccountsTitle": "Cyfrifon Disgyblion",
    "teacherfaq.studentVerifyTitle": "Oes rhaid i mi ddilysu e-byst fy nisgyblion?",
    "teacherfaq.studentVerifyBody": "No. The Teacher Account’s email address is used for all Student Accounts, so there is no need to verify students’ email addresses.",
    "teacherfaq.studentEndTitle": "Beth fydd yn digwydd pan fyddai'n dod â'm dosbarth \"i ben\"?",
    "teacherfaq.studentEndBody": "Pan fyddwch y dod â dosbarth i ben, bydd tudalen proffil eich dosbarth yn cael ei chuddio ac ni fydd yn bosib i'ch disgyblion fewngofnodi (ond bydd eu projectau a stiwdios y dosbarth yn weladwy o hyd ar y wefan). Cewch ail agor y dosbarth ar unrhyw adeg.",
    "teacherfaq.studentForgetTitle": "Beth sy'n digwydd os fydd disgybl yn anghofio ei gyfrinair?",
    "teacherfaq.studentForgetBody": "Mae modd i chi ailosod â llaw gyfrineiriau disgyblion sydd o fewn eich Cyfrif Athro Scratch. Yn gyntaf, ewch i Fy Nosbarthiadau (un ai o'r faner borffor ar y dudalen gartref neu yn y gwymplen nesaf at eicon y defnyddiwr). O'r fan honno, chwiliwch am y Dosbarth cywir a chlicio ar ddolen Disgybl. Gallwch ailosod y cyfrinair ar lefel y disgybl gan ddefnyddio dewislen Gosodiadau.",
    "teacherfaq.studentUnsharedTitle": "A fedra i weld projectau disgyblion sydd heb eu rhannu?",
    "teacherfaq.studentUnsharedBody": "Dim ond projectau disgyblion sydd wedi eu rhannu y mae gan athrawon fynediad atynt.",
    "teacherfaq.studentDeleteTitle": "Fedra i ddileu cyfrifon disgyblion?",
    "teacherfaq.studentDeleteBody": "You cannot delete a student’s account by using a Teacher Account, but Student Accounts can be deleted through the {accountSettingsLink} page while logged in to the Student Account.",
    "teacherfaq.accountSettings": "Account Settings",
    "teacherfaq.studentAddExistingTitle": "Some of my students already have Scratch accounts, how do I add them to my classroom?",
    "teacherfaq.studentAddExistingBody": "It is not possible to add an existing Scratch account to a classroom. You will need to create a new Student Account for them using your Teacher Account.",
    "teacherfaq.studentMultipleTitle": "A oes modd i ddisgybl fod mewn nifer o ddosbarthiadau?",
    "teacherfaq.studentMultipleBody": "A student can only be a part of one class.",
    "teacherfaq.studentDiscussTitle": "Oes yna le i drafod Cyfrifon Athrawon gydag athrawon eraill?",
    "teacherfaq.studentDiscussionBody": "Yes, you can engage in discussions with other teachers at {scratchEdLink}, an online community for Scratch educators. Check out their {forumsLink} to join conversations about a number of topics, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.forums": "forums",
    "teacherfaq.privacyPolicy": "Scratch Privacy Policy",
    "teacherfaq.studentDataTitle": "Pa ddata mae Scratch yn ei gasglu am y disgyblion?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch.",
    "teacherfaq.studentDataBody2": "When an educator uses a Scratch Teacher Account to create Student Accounts, students are not required to provide an email address. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have physical and electronic procedures in place to protect the information we collect. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to a 501(c)(3) non-profit organization. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.student250Title": "I want to add more than 250 students to a class, how can I do this?",
    "teacherfaq.student250Body": "It is not possible to add more than 250 students to a single class. You can, however, create a new class on the {myClassesLink} and add another 250 student accounts to each new class.",
    "teacherfaq.myClasses": "My Classes page",
    "teacherfaq.commTitle": "Cymuned",
    "teacherfaq.commHiddenTitle": "Can I create a private class?",
    "teacherfaq.commHiddenBody": "Na. Bydd yr holl gynnwys sy'n cael ei rannu o fewn eich dosbarth ar gael i gymuned Scratch.",
    "teacherfaq.commWhoTitle": "Gyda phwy fydd fy nisgyblion yn cael rhyngweithio ar Scratch?",
    "teacherfaq.commWhoBody": "Mae gan gyfrifon disgyblion yr un breintiau cymunedol â chyfrifon arferol Scratch, fel rhannu projectau, gadael sylwadau, creu stiwdios ac yn y blaen. Fel athro, gallwch weld holl weithgaredd eich disgyblion a chynnal gwaith cymedroli ysgafn o fewn eich dosbarth.",
    "teacherfaq.commInappropriateTitle": "Beth fedra i wneud os wela i rhywbeth anaddas?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the ‘Report’ button.",
    "teacherfaq.commTurnOffCommentsTitle": "Can I turn off the ability for students to see and post comments?",
    "teacherfaq.commTurnOffCommentsBody": "No, you cannot disable the commenting feature for your students in the online Community. You can selectively turn off the ability for others to leave comments on their profiles and each individual project, but there is not a site-wide feature to restrict commenting. If commenting doesn’t feel right for your students, you may want to consider using the {desktopLink} which is an offline version of the Scratch project editor that does not include the online community.",
    "teacherfaq.commBlockGamesTitle": "Can I block my students from playing games on Scratch?",
    "teacherfaq.commBlockGamesBody1": "We do not remove projects that are games, or inspired by popular video games unless they contain other elements which would be inappropriate for children. We believe that children learn best when working on projects about things in their life they are passionate about; one of the things they are often passionate about is games.",
    "teacherfaq.commBlockGamesBody2": "If you are aware of any specific projects which do contain inappropriate elements, please click the 'Report' button which appears on the project page so we can take appropriate action."
}