{
    "teacherfaq.title": "Scratch Lehrer-Benutzerkonten FAQ",
    "teacherfaq.educatorTitle": "Scratch Lehrkräfte FAQ",
    "teacherfaq.educatorGetStartedTitle": "Ich bin eine Lehrerin bzw. ein Lehrer und neu bei Scratch. Wie kann ich loslegen?",
    "teacherfaq.educatorGetStartedBody": "Scratch bietet Lehrkräften viele Ressourcen zum Einstieg! Unter {educatorResourcesLink} findest du Anleitungen, Tutorials sowie viele weitere Materialien für den Unterricht mit Scratch.",
    "teacherfaq.educatorResourcesLink": "Ressourcen für Lehrkräfte",
    "teacherfaq.teacherWhatTitle": "Was sind Lehrer-Benutzerkonten?",
    "teacherfaq.teacherWhatBody": "Ein Scratch Lehrer-Benutzerkonto stellt Lehrerinnen und Lehrern zusätzliche Features zur Verfügung, mit denen sie die Scratch-Aktivitäten ihrer Schülerinnen und Schüler verwalten können (z. B. Schüler-Benutzerkonten einrichten, Schüler-Projekte zu Klassenstudios zusammenfassen und Schüler-Kommentare kontrollieren). Mehr Infos rund um Lehrer-Benutzerkonten findest du im nachfolgenden Video:",
    "teacherfaq.teacherSignUpTitle": "Wie beantrage ich ein Lehrer-Benutzerkonto?",
    "teacherfaq.teacherSignUpBody": "Ein Lehrer-Benutzerkonto kannst du mithilfe dieses <a href=\"/educators/register\">Antragsformulars</a> beantragen.",
    "teacherfaq.teacherSignUpBodyHTML": "Ein Lehrer-Benutzerkonto kannst du mithilfe dieses <a>Antragsformulars</a> beantragen.",
    "teacherfaq.classMultipleTeachersTitle": "Können einer Klasse mehrere Lehrkräfte zugeordnet sein?",
    "teacherfaq.classMultipleTeachersBody": "Eine Klasse kann nur mit einem Lehrer-Benutzerkonto verknüpft sein.",
    "teacherfaq.teacherPersonalTitle": "Warum werden im Zuge der Registrierung auch persönliche Informationen von mir abgefragt?",
    "teacherfaq.teacherPersonalBody": "Wir verwenden diese Informationen ausschließlich zur Überprüfung, ob es sich bei der Antragsstellerin bzw. dem Antragssteller tatsächlich um eine Lehrkraft handelt. Sie werden nur für interne Zwecke verwendet und nicht auf der Website veröffentlicht.",
    "teacherfaq.teacherGoogleTitle": "Lässt sich Scratch mit Google Classroom, Clever oder anderen Klassenmanagementtools verknüpfen?",
    "teacherfaq.teacherGoogleBody": "Nein, Scratch lässt sich nicht mit Klassenmanagementtools verknüpfen.",
    "teacherfaq.teacherEdTitle": "Sind Lehrer-Konten mit ScratchEd-Konten verknüpft?",
    "teacherfaq.teacherEdBody": "Nein, Scratch-Lehrer-Benutzerkonten sind nicht mit <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>-Konten verknüpft.",
    "teacherfaq.teacherEdBodyHTML": "Nein, Scratch-Lehrer-Benutzerkonten sind nicht mit <a>ScratchEd</a>-Konten verknüpft.",
    "teacherfaq.teacherFeaturesTitle": "Gibt es dieses Feature schon? Wenn nein, könnt ihr es anbieten?",
    "teacherfaq.teacherFeaturesBody": "Wir werden immer wieder auf bestimmte Features angesprochen, zum Beispiel:",
    "teacherfaq.teacherFeaturesConvert": "Umwandlung bestehender Scratch-Konten in Schülerkonten",
    "teacherfaq.teacherMoveStudents": "Verschieben von Schülerkonten zu anderen Lehrerkonten und Klassen",
    "teacherfaq.teacherMultipleClasses": "Verwendung von Schülerkonten in verschiedenen Klassen bzw. Zuordnung zu mehreren Lehrerkonten",
    "teacherfaq.teacherLMSs": "Verknüpfung mit Klassenmanagementtools wie Google Classroom oder Clever",
    "teacherfaq.teacherLimitStudent": "Einschränkung der Features von Schülerkonten, z. B. Kommentare anzeigen oder schreiben können",
    "teacherfaq.teacherWillNotImplement": "Momentan bietet Scratch diese Features nicht an. Wir würden die Funktionalitäten der Lehrer-Benutzerkonten sehr gerne um weitere Features erweitern, einschließlich der oben genannten. Scratch ist jedoch eine kleine Organisation mit begrenzten Ressourcen, weswegen es möglicherweise noch länger dauert, bis wir diese Änderungen implementieren können.",
    "teacherfaq.studentTransferTitle": "Kann ich eine Schülerin bzw. einen Schüler von einem Lehrer-Benutzerkonto in ein anderes verschieben (oder von einer Klasse in eine andere)?",
    "teacherfaq.studentTransferBody": "Nein, Schülerinnen bzw. Schüler können nicht von einer Klasse oder Lehrkraft zu einer anderen verschoben werden. Wenn eine Schülerin bzw. ein Schüler einer neuen Klasse zugeteilt werden muss, kannst du mithilfe eines anderen Lehrer-Benutzerkontos ein neues Schülerkonto erstellen.",
    "teacherfaq.studentAccountsTitle": "Schüler-Benutzerkonten",
    "teacherfaq.studentVerifyTitle": "Muss ich bei jedem einzelnen meiner Schülerinnen und Schüler die E-Mail-Adresse verifizieren?",
    "teacherfaq.studentVerifyBody": "Nein. Die E-Mail-Adresse des Lehrer-Benutzerkontos wird für alle Schülerkonten verwendet, sodass keine individuellen E-Mail-Adressen verifiziert werden müssen.",
    "teacherfaq.studentEndTitle": "Was passiert, wenn ich meine Klasse „beende“?",
    "teacherfaq.studentEndBody": "Wenn du eine Klasse beendest wird die Klassen-Profilseite verborgen und die Schüler/innen können sich nicht mehr einloggen (ihre Projekte bleiben jedoch weiterhin auf der Seite sichtbar). Du kannst die Klasse jederzeit wieder erneut eröffnen.",
    "teacherfaq.studentForgetTitle": "Was geschieht, wenn eine Schülerin oder ein Schüler ihr bzw. sein Passwort vergisst?",
    "teacherfaq.studentForgetBody": "Schülerpasswörter können vom Scratch-Lehrer-Konto aus zurückgesetzt werden. Gehe zuerst zu Meine Klassen (entweder vom lilanen Banner auf der Homepage oder vom Dropdown-Menü neben deinem Profilbild aus). Finde dort die richtige Klasse und klicke auf den Link \"Schüler\". Anschließend kannst du das Passwort im Einstellungen-Menü zurücksetzen. ",
    "teacherfaq.studentUnsharedTitle": "Kann ich unveröffentlichte Projekte der Schüler sehen?",
    "teacherfaq.studentUnsharedBody": "Lehrer-Benutzerkonten können nur auf veröffentlichte Schülerprojekte zugreifen.",
    "teacherfaq.studentDeleteTitle": "Kann ich Schüler-Benutzerkonten löschen?",
    "teacherfaq.studentDeleteBody": "Ein Konto einer Schülerin oder eines Schülers kann nicht über ein Lehrer-Benutzerkonto gelöscht werden. Nach Anmeldung ins betreffende Schülerkonto kann es aber über die {accountSettingsLink} gelöscht werden.",
    "teacherfaq.accountSettings": "Kontoeinstellungen",
    "teacherfaq.studentAddExistingTitle": "Einige meiner Schülerinnen bzw. Schüler haben bereits ein Scratch-Konto. Wie kann ich sie zu meiner Klasse hinzufügen?",
    "teacherfaq.studentAddExistingBody": "Es ist nicht möglich, ein bestehendes Scratch-Konto zu einer Klasse hinzuzufügen. Bitte erstelle ihnen in deinem Lehrer-Benutzerkonto ein neues Schülerkonto.",
    "teacherfaq.studentMultipleTitle": "Kann ein Schüler in mehreren Klassen unterrichtet werden?",
    "teacherfaq.studentMultipleBody": "Eine Schülerin oder ein Schüler kann immer nur zu einer Klasse gehören.",
    "teacherfaq.studentDiscussTitle": "Wo kann ich mich mit anderen Lehrkräften über Lehrer-Benutzerkonten austauschen?",
    "teacherfaq.studentDiscussionBody": "Sie können sich an Diskussionen mit anderen Lehrern beteiligen {facebookGroupLink}, indem Sie dem beitreten, wo Sie Unterhaltungen zu einer Reihe von Themen finden, einschließlich Lehrerkonten. Diese Gruppe wurde von der {creativeComputingLabLink} Harvard Graduate School of Education gegründet. Sie können auch stöbern {scratchEdLink}, das jetzt eine archivierte Seite ist, aber umfangreiche Foren und Ressourcen zu Scratch in Bildungseinrichtungen enthält.",
    "teacherfaq.creativeComputingLab": "Kreatives Computerlabor",
    "teacherfaq.facebookGroup": "Unterrichten mit der Scratch-Facebook-Gruppe",
    "teacherfaq.privacyPolicy": "Datenschutz bei Scratch",
    "teacherfaq.studentDataTitle": "Welche Daten sammelt Scratch über Schülerinnen und Schüler?",
    "teacherfaq.studentDataBody": "Bei erstmaliger Erstellung eines Scratch-Kontos müssen Schülerinnen und Schüler allgemeine demografische Daten einschließlich Geschlecht, Alter (Geburtsmonat und -jahr), Land und eine E-Mail-Adresse zur Verifizierung dieser Daten angeben. Wir verwenden diese Daten (in aggregierter Form) für unsere Studien, in denen wir erforschen, wie mit Scratch gelernt wird.",
    "teacherfaq.studentDataBody2": "Wenn eine Lehrkraft zum Anlegen von Schülerkonten ein Scratch Lehrer-Benutzerkonto verwendet, müssen die einzelnen Schülerinnen und Schüler keine E-Mail-Adressen angeben. Nähere Informationen finden sich unter {privacyPolicyLink}.",
    "teacherfaq.studentPrivacyLawsTitle": "Entspricht Scratch den US-amerikanischen Datenschutzgesetzen?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch ist der Schutz der Daten aller Schülerinnen und Schüler sowie aller anderen Benutzerinnen und Benutzer der Plattform ein besonderes Anliegen. Wir treffen zum Schutz dieser Daten sowohl physische als auch elektronische Vorkehrungen. Wir können zwar keine individuellen Vertragsgarantien einräumen, halten uns jedoch an alle US-amerikanischen Bundesgesetze, denen gemeinnützige Organisationen gemäß 501(c)(3) des Bundessteuergesetzes (IRC) unterliegen. Nähere Informationen finden sich unter {privacyPolicyLink}.",
    "teacherfaq.student250Title": "Ich möchte eine Klasse mit über 250 Schülerinnen und Schülern anlegen. Wie kann ich das machen?",
    "teacherfaq.student250Body": "Es ist nicht möglich, einer einzigen Klasse mehr als 250 Schülerinnen und Schüler zuzuordnen. Du kannst aber eine neue Klasse unter {myClassesLink} anlegen und jeder neuen Klasse weitere 250 Schülerinnen und Schüler hinzufügen.",
    "teacherfaq.myClasses": "Meine Klassen",
    "teacherfaq.commTitle": "Community",
    "teacherfaq.commHiddenTitle": "Kann ich eine private Klasse anlegen?",
    "teacherfaq.commHiddenBody": "Nein. Jeder Inhalt, der in Ihrer Klasse veröffentlicht wird, ist für die gesamte Scratch-Gemeinschaft zugänglich.",
    "teacherfaq.commWhoTitle": "Mit wem können meine Schüler in Scratch kommunizieren?",
    "teacherfaq.commWhoBody": "Ein Schülerkonto unterscheidet sich nicht von einem gewöhnlichen Scratch-Konto, es können damit z. B. Projekte geteilt oder kommentiert und Studios erstellt werden. Als Lehrkraft siehst du alle Aktivitäten deiner Schülerinnen und Schüler und kannst innerhalb deiner Klasse gewisse Bereiche moderieren.",
    "teacherfaq.commInappropriateTitle": "Was soll ich tun, wenn ich etwas Unangebrachtes sehe?",
    "teacherfaq.commInappropriateBody": "Unangemessene Kommentare und Projekte deiner Schülerinnen und Schüler kannst du manuell entfernen. Wenn dir unangemessene Inhalte von anderen auffallen, informiere bitte das Scratch-Team durch Klick auf den „Melden“-Button.",
    "teacherfaq.commTurnOffCommentsTitle": "Kann ich Kommentare für meine Schülerinnen und Schüler ausblenden bzw. deaktivieren?",
    "teacherfaq.commTurnOffCommentsBody": "Nein, du kannst die Kommentarfunktion für deine Schülerinnen und Schüler in der Online-Community nicht deaktivieren. Du kannst punktuell die Möglichkeit ausschalten, Kommentare auf den Schülerprofilseiten und jedem einzelnen Projekt zu hinterlassen, eine für die ganze Website wirksame Beschränkung der Kommentarmöglichkeit gibt es jedoch nicht. Sollten für deine Schülerinnen und Schüler Kommentare nicht gut passen, überlege die {desktopLink} zu verwenden. Dabei handelt es sich um die Offline-Version des Scratch-Projekteditors, auf die die Online-Community keinen Zugriff hat.",
    "teacherfaq.commBlockGamesTitle": "Kann ich meinen Schülerinnen und Schülern Spiele auf Scratch verbieten?",
    "teacherfaq.commBlockGamesBody1": "Wir löschen keine Projekte, die Spiele sind oder auf beliebten Videospielen basieren, außer wenn sie für Kinder Unangemessenes enthalten. Wir glauben, dass Kinder dann am meisten lernen, wenn sie an Projekten zu Themen arbeiten, für die sie sich auch in ihrem wirklichen Leben begeistern – und das sind nun mal oft Spiele.",
    "teacherfaq.commBlockGamesBody2": "Wenn dir Projekte mit unangemessenen Inhalten unterkommen, klicke bitte auf den „Melden“-Button auf der Projektseite, sodass wir dem Problem nachgehen können."
}