{
    "teacherfaq.title": "Scratch Lehrer-Benutzerkonten FAQ",
    "teacherfaq.teacherWhatTitle": "Was sind Lehrer-Benutzerkonten?",
    "teacherfaq.teacherWhatBody": "Ein Scratch Lehrer-Benutzerkonto stellt Lehrern und anderen Erziehern zusätzliche Features zur Verfügung, mit deren Hilfe die Beteiligung von Schülern verwaltet werden kann. Darunter fällt die Möglichkeit, Schüler-Konten zu erstellen, Schüler-Projekte in Studios zu organisieren und Schüler-Kommentare zu überwachen. Schau dir das Video unten an, um mehr über Lehrer-Benutzerkonten zu lernen:",
    "teacherfaq.teacherSignUpTitle": "Wie beantrage ich ein Lehrer-Benutzerkonto?",
    "teacherfaq.teacherSignUpBody": "Gehe zum <a href=\"/educators/register\">Lehrer-Konto-Antragsformular</a> um ein Lehrer-Benutzerkonto zu erstellen.",
    "teacherfaq.teacherWaitTitle": "Warum muss ich 24 Studen auf mein Benutzerkonto warten?",
    "teacherfaq.teacherWaitBody": "The Scratch Team uses this time to manually review account creation submissions to verify the account creator is an educator.",
    "teacherfaq.teacherPersonalTitle": "Warum werden im Zuge der Registrierung auch persönliche Informationen von mir abgefragt?",
    "teacherfaq.teacherPersonalBody": "We use this information to verify the account creator is an educator. We will not share this information with anyone else, and it will not be shared publicly on the site.",
    "teacherfaq.teacherGoogleTitle": "Sind Scratch-Lehrer-Benutzerkonten mit Google Classroom oder mit einem anderen Klassen-Verwaltungsdienst verknüpft?",
    "teacherfaq.teacherGoogleBody": "Scratch-Lehrer-Benutzerkonten sind nicht mit Klassen-Verwaltungsdiensten verknüpft.",
    "teacherfaq.teacherEdTitle": "Sind Lehrer-Konten mit ScratchEd-Konten verknüpft?",
    "teacherfaq.teacherEdBody": "Nein, Scratch-Lehrer-Benutzerkonten sind nicht mit <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>-Konten verknüpft.",
    "teacherfaq.teacherMultipleTitle": "Können in einer Klasse mehrere Lehrkräfte unterrichten? ",
    "teacherfaq.teacherMultipleBody": "Eine Klasse kann nur mit einem Lehrer-Benutzerkonto verknüpft sein.",
    "teacherfaq.teacherQuestionsTitle": "Was kann ich tun, falls ich irgendwelche Fragen oder Kommentare zu den Lehrer-Benutzerkonten habe?",
    "teacherfaq.teacherQuestionsBody": "If you have any questions or feedback on Teacher Accounts, you can message us at <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Schüler-Benutzerkonten",
    "teacherfaq.studentVerifyTitle": "Muss ich die E-Mail Adresse jedes meiner Schüler verifizieren?",
    "teacherfaq.studentVerifyBody": "Nein. Da Schüler keine eigenen Emailadressen verwenden, genügt es, wenn deine Lehrer-Emailadresse bestätigt wird, damit alle Schüler ihre Projekte veröffentlichen können.",
    "teacherfaq.studentEndTitle": "Was passiert, wenn ich meine Klasse „beende“?",
    "teacherfaq.studentEndBody": "Wenn du eine Klasse beendest wird die Klassen-Profilseite verborgen und die Schüler/innen können sich nicht mehr einloggen (ihre Projekte bleiben jedoch weiterhin auf der Seite sichtbar). Du kannst die Klasse jederzeit wieder erneut eröffnen.",
    "teacherfaq.studentForgetTitle": "Was geschieht falls ein Studierender sein Password vergisst?",
    "teacherfaq.studentForgetBody": "Schülerpasswörter können vom Scratch-Lehrer-Konto aus zurückgesetzt werden. Gehe zuerst zu Meine Klassen (entweder vom lilanen Banner auf der Homepage oder vom Dropdown-Menü neben deinem Profilbild aus). Finde dort die richtige Klasse und klicke auf den Link \"Schüler\". Anschließend kannst du das Passwort im Einstellungen-Menü zurücksetzen. ",
    "teacherfaq.studentUnsharedTitle": "Kann ich unveröffentlichte Projekte der Schüler sehen?",
    "teacherfaq.studentUnsharedBody": "Lehrer-Benutzerkonten können nur auf veröffentlichte Schülerprojekte zugreifen.",
    "teacherfaq.studentDeleteTitle": "Kann ich Schüler-Benutzerkonten löschen?",
    "teacherfaq.studentDeleteBody": "Ein Lehrer hat nicht die Möglichkeit, ein Schüler-Benutzerkonto zu löschen. Ein Schüler kann sein eigenes Benutzerkonto unter den Konto-Einstellungen löschen.",
    "teacherfaq.studentAddTitle": "Kann ich ein bestehendes Scratch-Benutzerkonto zu meiner Klasse hinzufügen?",
    "teacherfaq.studentAddBody": "Only accounts created by the teacher can be part of a class. However, we are looking into adding this functionality in later versions.",
    "teacherfaq.studentMultipleTitle": "Kann ein Schüler in mehreren Klassen unterrichtet werden?",
    "teacherfaq.studentMultipleBody": "Ein Schüler kann nur in einer einzigen Klasse sein. Wir arbeiten jedoch daran, dass Schüler auch in mehreren Klassen sein können.",
    "teacherfaq.studentDiscussTitle": "Is there a space to discuss Teacher Accounts with other teachers?",
    "teacherfaq.studentDiscussBody": "Yes, you can engage in discussions with other teachers at <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, an online community for Scratch educators. Check out their forums to join conversations about a <a href=\"http://scratched.gse.harvard.edu/discussions\">number of topics</a>, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Welche Daten sammelt Scratch über die Studierenden?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "teacherfaq.studentPrivacyLawsTitle": "Ist Scratch 2.0 (Online-Version) auf der US-amerikanischen lokalen und Bundesebene konform datenschutzkonform?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "teacherfaq.commTitle": "Gemeinschaft",
    "teacherfaq.commHiddenTitle": "Can ich eine verborgene Klasse erstellen?",
    "teacherfaq.commHiddenBody": "Nein. Jeder Inhalt, der in Ihrer Klasse veröffentlicht wird, ist für die gesamte Scratch-Gemeinschaft zugänglich.",
    "teacherfaq.commWhoTitle": "Mit wem können meine Schüler in Scratch kommunizieren?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "Was soll ich tun, wenn ich etwas Unangebrachtes sehe?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the report button or sending a message to <a href=\"/contact-us\">Contact Us</a>."
}