{
    "teacherfaq.title": "Scratch Lehrer-Benutzerkonten FAQ",
    "teacherfaq.educatorTitle": "Scratch Lehrkräfte FAQ",
    "teacherfaq.educatorGetStartedTitle": "Ich bin eine Lehrerin bzw. ein Lehrer und neu bei Scratch. Wie kann ich loslegen?",
    "teacherfaq.educatorGetStartedBody": "Scratch bietet Lehrkräften viele Ressourcen zum Einstieg! Unter {educatorResourcesLink} findest du Anleitungen, Tutorials sowie viele weitere Materialien für den Unterricht mit Scratch.",
    "teacherfaq.educatorResourcesLink": "Ressourcen für Lehrkräfte",
    "teacherfaq.teacherWhatTitle": "Was sind Lehrer-Benutzerkonten?",
    "teacherfaq.teacherWhatBody": "Ein Scratch Lehrer-Benutzerkonto stellt Lehrerinnen und Lehrern zusätzliche Features zur Verfügung, mit denen sie die Scratch-Aktivitäten ihrer Schülerinnen und Schüler verwalten können (z. B. Schüler-Benutzerkonten einrichten, Schüler-Projekte zu Klassenstudios zusammenfassen und Schüler-Kommentare kontrollieren). Mehr Infos rund um Lehrer-Benutzerkonten findest du im nachfolgenden Video:",
    "teacherfaq.teacherSignUpTitle": "Wie beantrage ich ein Lehrer-Benutzerkonto?",
    "teacherfaq.teacherSignUpBody": "Ein Lehrer-Benutzerkonto kannst du mithilfe dieses <a href=\"/educators/register\">Antragsformulars</a> beantragen.",
    "teacherfaq.classMultipleTeachersTitle": "Können einer Klasse mehrere Lehrkräfte zugeordnet sein?",
    "teacherfaq.classMultipleTeachersBody": "Eine Klasse kann nur mit einem Lehrer-Benutzerkonto verknüpft sein.",
    "teacherfaq.convertToTeacherTitle": "Ich habe bereits ein Scratch-Konto. Könnt ihr es in ein Lehrer-Benutzerkonto umwandeln?",
    "teacherfaq.convertToTeacherList": "Bitte schicke uns eine E-Mail an {helpEmail} und gib die folgenden Details an:",
    "teacherfaq.convertToTeacherUsername": "Deinen Scratch-Benutzernamen (Bitte unbedingt den richtigen angeben! Am besten überprüfst du ihn zuvor durch erneutes Einloggen.)",
    "teacherfaq.convertToTeacherEmail": "Die in deinem Scratch-Konto angegebene E-Mail-Adresse",
    "teacherfaq.convertToTeacherBirth": "Das in deinem Scratch-Konto angegebene Geburtsmonat und -jahr",
    "teacherfaq.teacherPersonalTitle": "Warum werden im Zuge der Registrierung auch persönliche Informationen von mir abgefragt?",
    "teacherfaq.teacherPersonalBody": "Wir verwenden diese Informationen ausschließlich zur Überprüfung, ob es sich bei der Antragsstellerin bzw. dem Antragssteller tatsächlich um eine Lehrkraft handelt. Sie werden nur für interne Zwecke verwendet und nicht auf der Website veröffentlicht.",
    "teacherfaq.teacherGoogleTitle": "Lässt sich Scratch mit Google Classroom, Clever oder anderen Klassenmanagementtools verknüpfen?",
    "teacherfaq.teacherGoogleBody": "Nein, Scratch lässt sich nicht mit Klassenmanagementtools verknüpfen.",
    "teacherfaq.teacherEdTitle": "Sind Lehrer-Konten mit ScratchEd-Konten verknüpft?",
    "teacherfaq.teacherEdBody": "Nein, Scratch-Lehrer-Benutzerkonten sind nicht mit <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>-Konten verknüpft.",
    "teacherfaq.teacherFeaturesTitle": "Gibt es dieses Feature schon? Wenn nein, könnt ihr es anbieten?",
    "teacherfaq.teacherFeaturesBody": "Wir werden immer wieder auf bestimmte Features angesprochen, zum Beispiel:",
    "teacherfaq.teacherFeaturesConvert": "Umwandlung bestehender Scratch-Konten in Schülerkonten",
    "teacherfaq.teacherMoveStudents": "Verschieben von Schülerkonten zu anderen Lehrerkonten und Klassen",
    "teacherfaq.teacherMultipleClasses": "Verwendung von Schülerkonten in verschiedenen Klassen bzw. Zuordnung zu mehreren Lehrerkonten",
    "teacherfaq.teacherLMSs": "Verknüpfung mit Klassenmanagementtools wie Google Classroom oder Clever",
    "teacherfaq.teacherLimitStudent": "Einschränkung der Features von Schülerkonten, z. B. Kommentare anzeigen oder schreiben können",
    "teacherfaq.teacherWillNotImplement": "Momentan bietet Scratch diese Features nicht an. Wir würden die Funktionalitäten der Lehrer-Benutzerkonten sehr gerne um weitere Features erweitern, einschließlich der oben genannten. Scratch ist jedoch eine kleine Organisation mit begrenzten Ressourcen, weswegen es möglicherweise noch länger dauert, bis wir diese Änderungen implementieren können.",
    "teacherfaq.studentTransferTitle": "Can I transfer a student from one Teacher Account or class to another?",
    "teacherfaq.studentTransferBody": "No, it is not possible to transfer students from one class or teacher to another. You can create a new Student Account for the student using a different Teacher Account if they need to be part of a new class.",
    "teacherfaq.studentAccountsTitle": "Schüler-Benutzerkonten",
    "teacherfaq.studentVerifyTitle": "Do I have to verify each of my student emails?",
    "teacherfaq.studentVerifyBody": "No. The Teacher Account’s email address is used for all Student Accounts, so there is no need to verify students’ email addresses.",
    "teacherfaq.studentEndTitle": "Was passiert, wenn ich meine Klasse „beende“?",
    "teacherfaq.studentEndBody": "Wenn du eine Klasse beendest wird die Klassen-Profilseite verborgen und die Schüler/innen können sich nicht mehr einloggen (ihre Projekte bleiben jedoch weiterhin auf der Seite sichtbar). Du kannst die Klasse jederzeit wieder erneut eröffnen.",
    "teacherfaq.studentForgetTitle": "Was geschieht falls ein Studierender sein Password vergisst?",
    "teacherfaq.studentForgetBody": "Schülerpasswörter können vom Scratch-Lehrer-Konto aus zurückgesetzt werden. Gehe zuerst zu Meine Klassen (entweder vom lilanen Banner auf der Homepage oder vom Dropdown-Menü neben deinem Profilbild aus). Finde dort die richtige Klasse und klicke auf den Link \"Schüler\". Anschließend kannst du das Passwort im Einstellungen-Menü zurücksetzen. ",
    "teacherfaq.studentUnsharedTitle": "Kann ich unveröffentlichte Projekte der Schüler sehen?",
    "teacherfaq.studentUnsharedBody": "Lehrer-Benutzerkonten können nur auf veröffentlichte Schülerprojekte zugreifen.",
    "teacherfaq.studentDeleteTitle": "Kann ich Schüler-Benutzerkonten löschen?",
    "teacherfaq.studentDeleteBody": "You cannot delete a student’s account by using a Teacher Account, but Student Accounts can be deleted through the {accountSettingsLink} page while logged in to the Student Account.",
    "teacherfaq.accountSettings": "Kontoeinstellungen",
    "teacherfaq.studentAddExistingTitle": "Some of my students already have Scratch accounts, how do I add them to my classroom?",
    "teacherfaq.studentAddExistingBody": "It is not possible to add an existing Scratch account to a classroom. You will need to create a new Student Account for them using your Teacher Account.",
    "teacherfaq.studentMultipleTitle": "Kann ein Schüler in mehreren Klassen unterrichtet werden?",
    "teacherfaq.studentMultipleBody": "A student can only be a part of one class.",
    "teacherfaq.studentDiscussTitle": "Is there a space to discuss Teacher Accounts with other teachers?",
    "teacherfaq.studentDiscussionBody": "Yes, you can engage in discussions with other teachers at {scratchEdLink}, an online community for Scratch educators. Check out their {forumsLink} to join conversations about a number of topics, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.forums": "forums",
    "teacherfaq.privacyPolicy": "Datenschutz bei Scratch",
    "teacherfaq.studentDataTitle": "Welche Daten sammelt Scratch über die Studierenden?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch.",
    "teacherfaq.studentDataBody2": "When an educator uses a Scratch Teacher Account to create Student Accounts, students are not required to provide an email address. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have physical and electronic procedures in place to protect the information we collect. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to a 501(c)(3) non-profit organization. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.student250Title": "I want to add more than 250 students to a class, how can I do this?",
    "teacherfaq.student250Body": "It is not possible to add more than 250 students to a single class. You can, however, create a new class on the {myClassesLink} and add another 250 student accounts to each new class.",
    "teacherfaq.myClasses": "My Classes page",
    "teacherfaq.commTitle": "Gemeinschaft",
    "teacherfaq.commHiddenTitle": "Can I create a private class?",
    "teacherfaq.commHiddenBody": "Nein. Jeder Inhalt, der in Ihrer Klasse veröffentlicht wird, ist für die gesamte Scratch-Gemeinschaft zugänglich.",
    "teacherfaq.commWhoTitle": "Mit wem können meine Schüler in Scratch kommunizieren?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "Was soll ich tun, wenn ich etwas Unangebrachtes sehe?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the ‘Report’ button.",
    "teacherfaq.commTurnOffCommentsTitle": "Can I turn off the ability for students to see and post comments?",
    "teacherfaq.commTurnOffCommentsBody": "No, you cannot disable the commenting feature for your students in the online Community. You can selectively turn off the ability for others to leave comments on their profiles and each individual project, but there is not a site-wide feature to restrict commenting. If commenting doesn’t feel right for your students, you may want to consider using the {desktopLink} which is an offline version of the Scratch project editor that does not include the online community.",
    "teacherfaq.commBlockGamesTitle": "Can I block my students from playing games on Scratch?",
    "teacherfaq.commBlockGamesBody1": "We do not remove projects that are games, or inspired by popular video games unless they contain other elements which would be inappropriate for children. We believe that children learn best when working on projects about things in their life they are passionate about; one of the things they are often passionate about is games.",
    "teacherfaq.commBlockGamesBody2": "If you are aware of any specific projects which do contain inappropriate elements, please click the 'Report' button which appears on the project page so we can take appropriate action."
}