{
    "teacherfaq.title": "Συχνές Ερωτήσεις για τον Λογαριασμό Εκπαιδευτικού στο Scratch",
    "teacherfaq.educatorTitle": "Scratch Educator FAQ",
    "teacherfaq.educatorGetStartedTitle": "I’m an educator who is new to Scratch, how can I get started?",
    "teacherfaq.educatorGetStartedBody": "Scratch has many resources available to help you get started! Please see our {educatorResourcesLink} for Guides, Tutorials, and many other resources to help you run your class with Scratch!",
    "teacherfaq.educatorResourcesLink": "Educator Resources page",
    "teacherfaq.teacherWhatTitle": "Τι είναι οι λογαριασμοί εκπαιδευτικών;",
    "teacherfaq.teacherWhatBody": "A Scratch Teacher Account provides educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. Learn more about Teacher Accounts in the video below:",
    "teacherfaq.teacherSignUpTitle": "Πώς αιτούμαι έναν λογαριασμό εκπαιδευτικού;",
    "teacherfaq.teacherSignUpBody": "To request a Teacher Account, please go to the teacher account <a href=\"/educators/register\">request form</a>.",
    "teacherfaq.teacherSignUpBodyHTML": "To request a Teacher Account, please go to the teacher account <a>request form</a>.",
    "teacherfaq.classMultipleTeachersTitle": "Μπορεί μια τάξη να έχει πολλούς εκπαιδευτικούς;",
    "teacherfaq.classMultipleTeachersBody": "Μια τάξη μπορεί να έχει μόνο έναν λογαριασμό εκπαιδευτικού συσχετισμένο με αυτή.",
    "teacherfaq.teacherPersonalTitle": "Γιατί χρειάζεστε να ξέρετε τις προσωπικές μου πληροφορίες κατά την εγγραφή;",
    "teacherfaq.teacherPersonalBody": "Χρησιμοποιούμε αυτές τις πληροφορίες για να πιστοποιήσουμε ότι ο δημιουργός του λογαριασμού είναι εκπαιδευτικός. Δεν θα μοιραστούμε αυτές τις πληροφορίες με κανέναν άλλον, και δεν θα δημοσιευτούν στον ιστότοπο.",
    "teacherfaq.teacherGoogleTitle": "Does Scratch connect with Google Classroom, Clever or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "No, Scratch does not connect with any classroom management services.",
    "teacherfaq.teacherEdTitle": "Οι Λογαριασμοί Εκπαιδευτικών στο Scratch είναι συνδεδεμένοι με τους λογαριασμούς στο ScratchEd;",
    "teacherfaq.teacherEdBody": "Όχι, οι Λογαριασμοί Εκπαιδευτικών στο Scratch δεν είναι συνδεδεμένοι με τους λογαριασμούς στο <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherEdBodyHTML": "Όχι, οι Λογαριασμοί Εκπαιδευτικών στο Scratch δεν είναι συνδεδεμένοι με τους λογαριασμούς στο <a>ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "Does this feature exist, and if not, can you please add it?",
    "teacherfaq.teacherFeaturesBody": "Many features are commonly requested, including:",
    "teacherfaq.teacherFeaturesConvert": "Converting existing Scratch Accounts into Student Accounts",
    "teacherfaq.teacherMoveStudents": "Moving Student Accounts to other Teacher Accounts and Classes",
    "teacherfaq.teacherMultipleClasses": "Having Student Accounts be in multiple Classes, or associated with multiple Teacher Accounts",
    "teacherfaq.teacherLMSs": "Connecting with classroom management systems like Google Classroom and Clever",
    "teacherfaq.teacherLimitStudent": "Limit what features students have, such as seeing or being able to post comments",
    "teacherfaq.teacherWillNotImplement": "It is not currently possible to do any of these things on Scratch. We would love to expand the functionality of Teacher Accounts, and all of these features are things we would like to add. However, Scratch is a small organization and our resources are limited, so it may take us a very long time before we can implement any of these changes.",
    "teacherfaq.studentTransferTitle": "Can I transfer a student from one Teacher Account or class to another?",
    "teacherfaq.studentTransferBody": "No, it is not possible to transfer students from one class or teacher to another. You can create a new Student Account for the student using a different Teacher Account if they need to be part of a new class.",
    "teacherfaq.studentAccountsTitle": "Λογαριασμοί Μαθητών",
    "teacherfaq.studentVerifyTitle": "Do I have to verify each of my student emails?",
    "teacherfaq.studentVerifyBody": "No. The Teacher Account’s email address is used for all Student Accounts, so there is no need to verify students’ email addresses.",
    "teacherfaq.studentEndTitle": "Τι συμβαίνει όταν \"τελειώνω\" την τάξη μου;",
    "teacherfaq.studentEndBody": "Όταν \"τελειώνετε\" μια τάξη, θα γίνει απόκρυψη της σελίδας προφίλ της τάξης σας και οι μαθητές σας δε θα μπορούν πια να κάνουν είσοδο (αλλά τα έργα τους και οι συλλογές της τάξης θα είναι ακόμα ορατές στον ιστότοπο). Μπορείτε να ανοίξετε ξανά την τάξη οποιαδήποτε στιγμή.",
    "teacherfaq.studentForgetTitle": "Τι γίνεται αν ένας μαθητής ξεχάσει τον κωδικό του;",
    "teacherfaq.studentForgetBody": "Μπορείτε να επαναφέρετε με το χέρι έναν κωδικό μαθητή μέσα από τον δικό σας Λογαριασμό Εκπαιδευτικού στο Scratch. Αρχικά, περιηγηθείτε στο Οι Τάξεις Μου (είτε από το μοβ μπάνερ στην αρχική σελίδα ή από το μενού δίπλα από το εικονίδιο χρήστη σας). Από εκεί, βρείτε τη σωστή Τάξη και κάντε κλικ στον υπερσύνδεσμο Μαθητές. Μπορείτε μετά να επαναφέρετε τον κωδικό του μαθητή χρησιμοποιώντας το μενού Ρυθμίσεις.",
    "teacherfaq.studentUnsharedTitle": "Μπορώ να δω έργα μαθητών χωρίς να έχουν κάνει κοινή χρήση;",
    "teacherfaq.studentUnsharedBody": "Οι λογαριασμοί εκπαιδευτικών μπορούν να έχουν πρόσβαση μόνο στα έργα μαθητών στα οποία έχει γίνει κοινή χρήση.",
    "teacherfaq.studentDeleteTitle": "Μπορώ να διαγράψω λογαριασμούς μαθητών;",
    "teacherfaq.studentDeleteBody": "You cannot delete a student’s account by using a Teacher Account, but Student Accounts can be deleted through the {accountSettingsLink} page while logged in to the Student Account.",
    "teacherfaq.accountSettings": "Ρυθμίσεις Λογαριασμού",
    "teacherfaq.studentAddExistingTitle": "Some of my students already have Scratch accounts, how do I add them to my classroom?",
    "teacherfaq.studentAddExistingBody": "It is not possible to add an existing Scratch account to a classroom. You will need to create a new Student Account for them using your Teacher Account.",
    "teacherfaq.studentMultipleTitle": "Μπορεί ένας μαθητής να συμμετέχει σε πολλές τάξεις;",
    "teacherfaq.studentMultipleBody": "A student can only be a part of one class.",
    "teacherfaq.studentDiscussTitle": "Υπάρχει κάποιος χώρος να συζητώ για τους Λογαριασμούς Εκπαιδευτικών με άλλους εκπαιδευτικούς;",
    "teacherfaq.studentDiscussionBody": "You can engage in discussions with other teachers by joining the {facebookGroupLink}, where you will find conversations about a number of topics, including Teacher Accounts. This group was established by the {creativeComputingLabLink} at the Harvard Graduate School of Education. You can also browse {scratchEdLink}, which is now an archived site, but includes extensive forums and resources related to Scratch in educational settings.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Teaching with Scratch Facebook group",
    "teacherfaq.privacyPolicy": "Πολιτική Ιδιωτικότητας του Scratch",
    "teacherfaq.studentDataTitle": "Τι δεδομένα συγκεντρώνει το Scratch για τους μαθητές;",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch.",
    "teacherfaq.studentDataBody2": "When an educator uses a Scratch Teacher Account to create Student Accounts, students are not required to provide an email address. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have physical and electronic procedures in place to protect the information we collect. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to a 501(c)(3) non-profit organization. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.student250Title": "I want to add more than 250 students to a class, how can I do this?",
    "teacherfaq.student250Body": "It is not possible to add more than 250 students to a single class. You can, however, create a new class on the {myClassesLink} and add another 250 student accounts to each new class.",
    "teacherfaq.myClasses": "My Classes page",
    "teacherfaq.commTitle": "Κοινότητα",
    "teacherfaq.commHiddenTitle": "Can I create a private class?",
    "teacherfaq.commHiddenBody": "Όχι. Όλο το περιεχόμενο το οποίο μοιράζεται εντός της τάξης σας θα είναι προσβάσιμο από την κοινότητα του Scratch.",
    "teacherfaq.commWhoTitle": "Με ποιον μπορούν οι μαθητές μου να αλληλεπιδρούν στο Scratch;",
    "teacherfaq.commWhoBody": "Οι λογαριασμοί μαθητών έχουν τα ίδια προνόμια στην κοινότητα με έναν κανονικό λογαριασμό Scratch, όπως το να μοιράζονται έργα, να σχολιάζουν, να δημιουργούν συλλογές, και παρόμοια. Σαν εκπαιδευτικός, μπορείτε να βλέπετε όλη τη δραστηριότητα των μαθητών σας και να ασκείτε ελαφρές ελεγκτικές ενέργειες στην τάξης σας.",
    "teacherfaq.commInappropriateTitle": "Τι μπορώ να κάνω αν δω κάτι ανάρμοστο;",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the ‘Report’ button.",
    "teacherfaq.commTurnOffCommentsTitle": "Can I turn off the ability for students to see and post comments?",
    "teacherfaq.commTurnOffCommentsBody": "No, you cannot disable the commenting feature for your students in the online Community. You can selectively turn off the ability for others to leave comments on their profiles and each individual project, but there is not a site-wide feature to restrict commenting. If commenting doesn’t feel right for your students, you may want to consider using the {desktopLink} which is an offline version of the Scratch project editor that does not include the online community.",
    "teacherfaq.commBlockGamesTitle": "Can I block my students from playing games on Scratch?",
    "teacherfaq.commBlockGamesBody1": "We do not remove projects that are games, or inspired by popular video games unless they contain other elements which would be inappropriate for children. We believe that children learn best when working on projects about things in their life they are passionate about; one of the things they are often passionate about is games.",
    "teacherfaq.commBlockGamesBody2": "If you are aware of any specific projects which do contain inappropriate elements, please click the 'Report' button which appears on the project page so we can take appropriate action."
}