{
    "teacherfaq.title": "Συχνές Ερωτήσεις για τον Λογαριασμό Εκπαιδευτικού στο Scratch",
    "teacherfaq.teacherWhatTitle": "Τι είναι οι λογαριασμοί εκπαιδευτικών;",
    "teacherfaq.teacherWhatBody": "Ένας Λογαριασμός Εκπαιδευτικού στο Scratch παρέχει σε εκπαιδευτικούς και άλλους εκπαιδευτές επιπλέον χαρακτηριστικά για να διαχειρίζονται τη συμμετοχή των μαθητών τους στο Scratch, συμπεριλαμβανομένης της δυνατότητας να δημιουργούν λογαριασμούς μαθητών, να οργανώνουν τα έργα των μαθητών σε συλλογές, και να παρακολουθούν τα σχόλια των μαθητών. Μάθετε περισσότερα για τους Λογαριασμούς Εκπαιδευτικών στο παρακάτω βίντεο:",
    "teacherfaq.teacherSignUpTitle": "Πώς αιτούμαι έναν λογαριασμό εκπαιδευτικού;",
    "teacherfaq.teacherSignUpBody": "Για να αιτηθείτε έναν Λογαριασμό Εκπαιδευτικού, πηγαίνεται στη <a href=\"/educators/register\">φόρμα αίτησης </a> λογαριασμού εκπαιδευτικού.",
    "teacherfaq.teacherWaitTitle": "Γιατί πρέπει να περιμένω μία μέρα για τον λογαριασμό μου;",
    "teacherfaq.teacherWaitBody": "Η Ομάδα του Scratch χρησιμοποιεί αυτόν τον χρόνο για να ελέγξει χειροκίνητα τις αιτήσεις δημιουργίας λογαριασμού ώστε να πιστοποιήσει ότι ο δημιουργός του λογαριασμού είναι εκπαιδευτικός.",
    "teacherfaq.teacherPersonalTitle": "Γιατί χρειάζεστε να ξέρετε τις προσωπικές μου πληροφορίες κατά την εγγραφή;",
    "teacherfaq.teacherPersonalBody": "Χρησιμοποιούμε αυτές τις πληροφορίες για να πιστοποιήσουμε ότι ο δημιουργός του λογαριασμού είναι εκπαιδευτικός. Δεν θα μοιραστούμε αυτές τις πληροφορίες με κανέναν άλλον, και δεν θα δημοσιευτούν στον ιστότοπο.",
    "teacherfaq.teacherGoogleTitle": "Οι λογαριασμοί εκπαιδευτικών είναι ενσωματωμένοι με το Google Classroom ή κάποια άλλη υπηρεσία διαχείρισης τάξης;",
    "teacherfaq.teacherGoogleBody": "Οι Λογαριασμοί Εκπαιδευτικών στο Scratch δεν είναι ενσωματωμένοι με καμία υπηρεσία διαχείρισης τάξης.",
    "teacherfaq.teacherEdTitle": "Οι Λογαριασμοί Εκπαιδευτικών στο Scratch είναι συνδεδεμένοι με τους λογαριασμούς στο ScratchEd;",
    "teacherfaq.teacherEdBody": "Όχι, οι Λογαριασμοί Εκπαιδευτικών στο Scratch δεν είναι συνδεδεμένοι με τους λογαριασμούς στο <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherMultipleTitle": "Μπορεί μια τάξη να έχει πολλούς εκπαιδευτικούς;",
    "teacherfaq.teacherMultipleBody": "Μια τάξη μπορεί να έχει μόνο έναν λογαριασμό εκπαιδευτικού συσχετισμένο με αυτή.",
    "teacherfaq.teacherQuestionsTitle": "Αν έχω απορίες ή σχόλια για τους Λογαριασμούς Εκπαιδευτικών;",
    "teacherfaq.teacherQuestionsBody": "Αν έχετε οποιαδήποτε απορία ή ανατροφοδότηση για τους Λογαριασμούς Εκπαιδευτικών, μπορείτε να μας στείλετε μήνυμα στο <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Λογαριασμοί Μαθητών",
    "teacherfaq.studentVerifyTitle": "Πρέπει να επιβεβαιώσω το email καθενός μαθητή μου;",
    "teacherfaq.studentVerifyBody": "Όχι. Δεδομένου ότι οι λογαριασμοί μαθητών δε χρησιμοποιούν μοναδικές διευθύνσεις email, η επιβεβαίωση της διεύθυνσης email του εκπαιδευτικού σας θα ενεργοποιήσει την κοινή χρήση για όλους τους λογαριασμούς της τάξης.",
    "teacherfaq.studentEndTitle": "Τι συμβαίνει όταν \"τελειώνω\" την τάξη μου;",
    "teacherfaq.studentEndBody": "Όταν \"τελειώνετε\" μια τάξη, θα γίνει απόκρυψη της σελίδας προφίλ της τάξης σας και οι μαθητές σας δε θα μπορούν πια να κάνουν είσοδο (αλλά τα έργα τους και οι συλλογές της τάξης θα είναι ακόμα ορατές στον ιστότοπο). Μπορείτε να ανοίξετε ξανά την τάξη οποιαδήποτε στιγμή.",
    "teacherfaq.studentForgetTitle": "Τι γίνεται αν ένας μαθητής ξεχάσει τον κωδικό του;",
    "teacherfaq.studentForgetBody": "Μπορείτε να επαναφέρετε με το χέρι έναν κωδικό μαθητή μέσα από τον δικό σας Λογαριασμό Εκπαιδευτικού στο Scratch. Αρχικά, περιηγηθείτε στο Οι Τάξεις Μου (είτε από το μοβ μπάνερ στην αρχική σελίδα ή από το μενού δίπλα από το εικονίδιο χρήστη σας). Από εκεί, βρείτε τη σωστή Τάξη και κάντε κλικ στον υπερσύνδεσμο Μαθητές. Μπορείτε μετά να επαναφέρετε τον κωδικό του μαθητή χρησιμοποιώντας το μενού Ρυθμίσεις.",
    "teacherfaq.studentUnsharedTitle": "Μπορώ να δω έργα μαθητών χωρίς να έχουν κάνει κοινή χρήση;",
    "teacherfaq.studentUnsharedBody": "Οι λογαριασμοί εκπαιδευτικών μπορούν να έχουν πρόσβαση μόνο στα έργα μαθητών στα οποία έχει γίνει κοινή χρήση.",
    "teacherfaq.studentDeleteTitle": "Μπορώ να διαγράψω λογαριασμούς μαθητών;",
    "teacherfaq.studentDeleteBody": "Ο εκπαιδευτικός δεν μπορεί να διαγράψει λογαριασμό μαθητή. Ο μαθητής μπορεί να διαγράψει τον δικό του λογαριασμό από τις Ρυθμίσεις Λογαριασμού του.",
    "teacherfaq.studentAddTitle": "Μπορώ να προσθέσω έναν υπάρχοντα λογαριασμό Scratch στην τάξη μου;",
    "teacherfaq.studentAddBody": "Μόνο οι λογαριασμοί που δημιουργήθηκαν από τον εκπαιδευτικό μπορούν να συμμετέχουν σε μια τάξη. Ωστόσο, εξετάζουμε να προστεθεί αυτή η λειτουργεία σε επόμενες εκδόσεις.",
    "teacherfaq.studentMultipleTitle": "Μπορεί ένας μαθητής να συμμετέχει σε πολλές τάξεις;",
    "teacherfaq.studentMultipleBody": "Ένας μαθητής μπορεί να συμμετέχει μόνο σε μία τάξη. Ωστόσο, εξετάζουμε να προστεθεί αυτή η λειτουργεία σε επόμενες εκδόσεις.",
    "teacherfaq.studentDiscussTitle": "Υπάρχει κάποιος χώρος να συζητώ για τους Λογαριασμούς Εκπαιδευτικών με άλλους εκπαιδευτικούς;",
    "teacherfaq.studentDiscussBody": "Ναι, μπορείτε να συζητάτε με άλλους εκπαιδευτικούς στο  <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, μια διαδικτυακή κοινότητα για εκπαιδευτές Scratch. Δείτε τις δημόσιες συζητήσεις τους για να συμμετέχετε σε <a href=\"http://scratched.gse.harvard.edu/discussions\">πολλά θέματα</a>, συμπεριλαμβανομένου αλλά όχι περιοριστικά και των Λογαριασμών Εκπαιδευτικών. Το ScratchEd αναπτύσσεται και υποστηρίζεται από το Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Τι δεδομένα συγκεντρώνει το Scratch για τους μαθητές;",
    "teacherfaq.studentDataBody": "Όταν ένας μαθητής εγγράφεται στο Scratch, ζητάμε βασικά δημογραφικά δεδομένα όπως φύλο, ηλικία (μήνας και έτος γέννησης), χώρα, και μια διεύθυνση email για επιβεβαίωση. Τα δεδομένα αυτά χρησιμοποιούνται (σε συγκεντρωτική μορφή) σε έρευνες που έχουν σκοπό τη βελτίωση της κατανόησάς μας για το πώς οι άνθρωποι μαθαίνουν με το Scratch. Όταν ένας εκπαιδευτικός χρησιμοποιεί τον Λογαριασμό Εκπαιδευτικού στο Scratch για να δημιουργήσει μαζικά λογαριασμούς μαθητών, οι μαθητές δεν απαιτείται να παρέχουν διεύθυνση email για τη δημιουργία λογαριασμού.",
    "teacherfaq.studentPrivacyLawsTitle": "Είναι το Scratch 2.0 (η διαδικτυακή έκδοση) σύμφωνο με τους τοπικούς και ομοσπονδιακούς νόμος απορρήτου δεδομένων των Ηνωμένων Πολιτειών;",
    "teacherfaq.studentPrivacyLawsBody": "Το Scratch ενδιαφέρεται βαθύτατα για την ιδιωτικότητα των μαθητών και όλων όσων χρησιμοποιούν την πλατφόρμα. Έχουμε εγκαταστήσει φυσικές και ηλεκτρονικές διαδικασίες για να προστατεύσουμε τις πληροφορίες που συλλέγουμε στον ιστότοπο του Scratch. Αν και δεν είμαστε σε θέση να προσφέρουμε συμβατικές εγγυήσεις για κάθε πρόσωπο που χρησιμοποιεί το δωρεάν εκπαιδευτικό προϊόν μας, είμαστε σύμφωνοι με όλους τους ομοσπονδιακούς νόμους των Ηνωμένων Πολιτειών που έχουν εφαρμογή στο MIT, έναν 501(c)(3) οργανισμό και το πρόσωπο που δημιούργησε και συντηρεί το Scratch. Σας ενθαρρύνουμε να διαβάσετε την Πολιτική Απορρήτου του Scratch για περισσότερες πληροφορίες.",
    "teacherfaq.commTitle": "Κοινότητα",
    "teacherfaq.commHiddenTitle": "Μπορώ να δημιουργήσω μια κρυφή τάξη;",
    "teacherfaq.commHiddenBody": "Όχι. Όλο το περιεχόμενο το οποίο μοιράζεται εντός της τάξης σας θα είναι προσβάσιμο από την κοινότητα του Scratch.",
    "teacherfaq.commWhoTitle": "Με ποιον μπορούν οι μαθητές μου να αλληλεπιδρούν στο Scratch;",
    "teacherfaq.commWhoBody": "Οι λογαριασμοί μαθητών έχουν τα ίδια προνόμια στην κοινότητα με έναν κανονικό λογαριασμό Scratch, όπως το να μοιράζονται έργα, να σχολιάζουν, να δημιουργούν συλλογές, και παρόμοια. Σαν εκπαιδευτικός, μπορείτε να βλέπετε όλη τη δραστηριότητα των μαθητών σας και να ασκείτε ελαφρές ελεγκτικές ενέργειες στην τάξης σας.",
    "teacherfaq.commInappropriateTitle": "Τι μπορώ να κάνω αν δω κάτι ανάρμοστο;",
    "teacherfaq.commInappropriateBody": "Μπορείτε να αφαιρέσετε χειροκίνητα ανάρμοστα σχόλια και έργα που δημιουργήθηκαν από τους μαθητές σας. Αν βρείτε ανάρμοστο περιεχόμενο που δημιουργήθηκε από μη-μαθητές, παρακαλούμε ειδοποιήστε την Ομάδα του Scratch κάνοντας κλικ στο κουμπί αναφοράς ή στέλνοντας μήνυμα στο  <a href=\"/contact-us\">Επικοινωνήστε Μαζί Μας</a>."
}