{
    "teacherfaq.title": "Preguntas frecuentes sobre la cuenta Scratch Teacher",
    "teacherfaq.educatorTitle": "Preguntas frecuentes sobre Scratch Educator",
    "teacherfaq.educatorGetStartedTitle": "Soy un educador nuevo en Scratch, ¿cómo puedo empezar?",
    "teacherfaq.educatorGetStartedBody": "¡Scratch tiene muchos recursos disponibles para ayudarlo a comenzar! ¡Vea nuestro {educatorResourcesLink} para Guías, Tutoriales y muchos otros recursos para ayudarlo a dirigir su clase con Scratch!",
    "teacherfaq.educatorResourcesLink": "Página de recursos para educadores",
    "teacherfaq.teacherWhatTitle": "¿Qué son las cuentas de profesores?",
    "teacherfaq.teacherWhatBody": "Una cuenta de maestro de Scratch brinda a los educadores funciones adicionales para administrar la participación de los estudiantes en Scratch, incluida la capacidad de crear cuentas de estudiantes, organizar proyectos de estudiantes en estudios y monitorear los comentarios de los estudiantes. Obtenga más información sobre las cuentas de maestros en el siguiente video:",
    "teacherfaq.teacherSignUpTitle": "¿Cómo solicito una cuenta de maestro?",
    "teacherfaq.teacherSignUpBody": "Para solicitar una Cuenta de Profesor, por favor vete al <a href=\"/educators/register\">formulario de solicitud</a> de las cuentas de profesor.",
    "teacherfaq.teacherSignUpBodyHTML": "Para solicitar una Cuenta de Profesor, por favor vete al <a>formulario de solicitud</a> de las cuentas de profesor.",
    "teacherfaq.classMultipleTeachersTitle": "¿Puede una clase tener varios profesores?",
    "teacherfaq.classMultipleTeachersBody": "Una clase solo puede tener una cuenta de profesor asociada.",
    "teacherfaq.teacherPersonalTitle": "¿Por qué necesita saber mi información personal durante el registro?",
    "teacherfaq.teacherPersonalBody": "Usamos esta información para verificar que el creador de la cuenta sea un educador. No compartiremos esta información con nadie más, y no se compartirá públicamente en el sitio.",
    "teacherfaq.teacherGoogleTitle": "¿Scratch se conecta con Google Classroom, Clever o cualquier otro servicio de gestión de aulas?",
    "teacherfaq.teacherGoogleBody": "No, Scratch no se conecta con ningún servicio de gestión de aulas.",
    "teacherfaq.teacherEdTitle": "¿Las cuentas de Scratch Teacher están vinculadas a las cuentas de ScratchEd?",
    "teacherfaq.teacherEdBody": "No, las cuentas de Scratch Teacher no están vinculadas a cuentas <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherEdBodyHTML": "No, las cuentas de Scratch Teacher no están vinculadas a las cuentas de <a>ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "¿Existe esta función y, si no es así, puede agregarla?",
    "teacherfaq.teacherFeaturesBody": "Muchas características se solicitan comúnmente, que incluyen:",
    "teacherfaq.teacherFeaturesConvert": "Conversión de Cuentas Scratch existentes en Cuentas de Estudiante",
    "teacherfaq.teacherMoveStudents": "Mover cuentas de estudiantes a otras cuentas y clases de maestros",
    "teacherfaq.teacherMultipleClasses": "Tener cuentas de estudiantes en varias clases o asociadas con varias cuentas de maestros",
    "teacherfaq.teacherLMSs": "Conexión con sistemas de gestión de aulas como Google Classroom y Clever",
    "teacherfaq.teacherLimitStudent": "Limite las funciones que tienen los estudiantes, como ver o poder publicar comentarios.",
    "teacherfaq.teacherWillNotImplement": "Actualmente no es posible hacer ninguna de estas cosas en Scratch. Nos encantaría expandir la funcionalidad de las Cuentas de maestros, y todas estas características son cosas que nos gustaría agregar. Sin embargo, Scratch es una organización pequeña y nuestros recursos son limitados, por lo que puede llevarnos mucho tiempo antes de que podamos implementar cualquiera de estos cambios.",
    "teacherfaq.studentTransferTitle": "¿Puedo transferir a un estudiante de una cuenta de maestro o clase a otra?",
    "teacherfaq.studentTransferBody": "No, no es posible transferir alumnos de una clase o profesor a otro. Puede crear una nueva cuenta de estudiante para el estudiante usando una cuenta de maestro diferente si necesita ser parte de una nueva clase.",
    "teacherfaq.studentAccountsTitle": "Cuentas de estudiantes",
    "teacherfaq.studentVerifyTitle": "¿Tengo que verificar cada uno de mis correos electrónicos de estudiante?",
    "teacherfaq.studentVerifyBody": "No. La dirección de correo electrónico de la cuenta del maestro se usa para todas las cuentas de los estudiantes, por lo que no es necesario verificar las direcciones de correo electrónico de los estudiantes.",
    "teacherfaq.studentEndTitle": "¿Qué sucede cuando \"finalizo\" mi clase?",
    "teacherfaq.studentEndBody": "Cuando finaliza una clase, la página de perfil de su clase se ocultará y sus alumnos ya no podrán iniciar sesión (pero sus proyectos y los estudios de clase seguirán estando visibles en el sitio). Puede volver a abrir la clase en cualquier momento.",
    "teacherfaq.studentForgetTitle": "¿Qué sucede si un estudiante olvida su contraseña?",
    "teacherfaq.studentForgetBody": "Puede restablecer manualmente la contraseña de un estudiante desde su cuenta de profesor de Scratch. Primero, navegue a Mis clases (ya sea desde el banner morado en la página de inicio o en el menú desplegable al lado de su ícono de usuario). Desde allí, busque la Clase correcta y haga clic en el enlace Estudiantes. Luego puede restablecer la contraseña a nivel de estudiante usando el menú Configuración.",
    "teacherfaq.studentUnsharedTitle": "¿Puedo ver proyectos de estudiantes no compartidos?",
    "teacherfaq.studentUnsharedBody": "Las cuentas de los profesores solo pueden acceder a los proyectos compartidos de los alumnos.",
    "teacherfaq.studentDeleteTitle": "¿Puedo eliminar cuentas de estudiantes?",
    "teacherfaq.studentDeleteBody": "No puede eliminar la cuenta de un estudiante usando una cuenta de maestro, pero las cuentas de estudiante se pueden eliminar a través de la página {accountSettingsLink} mientras está conectado a la cuenta de estudiante.",
    "teacherfaq.accountSettings": "Configuración de la cuenta",
    "teacherfaq.studentAddExistingTitle": "Algunos de mis alumnos ya tienen cuentas de Scratch, ¿cómo los agrego a mi salón de clases?",
    "teacherfaq.studentAddExistingBody": "No es posible agregar una cuenta de Scratch existente a un salón de clases. Deberá crear una nueva cuenta de estudiante para ellos usando su cuenta de maestro.",
    "teacherfaq.studentMultipleTitle": "¿Puede un estudiante estar en varias clases?",
    "teacherfaq.studentMultipleBody": "Un estudiante solo puede ser parte de una clase.",
    "teacherfaq.studentDiscussTitle": "¿Hay un espacio para discutir Cuentas de Maestros con otros maestros?",
    "teacherfaq.studentDiscussionBody": "Puede entablar conversaciones con otros maestros uniéndose al {facebookGroupLink}, donde encontrará conversaciones sobre una serie de temas, incluidas las Cuentas de maestros. Este grupo fue establecido por la {creativeComputingLabLink} en Harvard Graduate School of Education. También puede navegar {scratchEdLink}, que ahora es un sitio archivado, pero incluye extensos foros y recursos relacionados con Scratch en entornos educativos.",
    "teacherfaq.creativeComputingLab": "Laboratorio de computación creativa",
    "teacherfaq.facebookGroup": "Grupo de Facebook de Enseñanza con Scratch",
    "teacherfaq.privacyPolicy": "Política de Privacidad de Scratch",
    "teacherfaq.studentDataTitle": "¿Qué datos recopila Scratch sobre los estudiantes?",
    "teacherfaq.studentDataBody": "Cuando un estudiante se registra por primera vez en Scratch, solicitamos datos demográficos básicos, incluidos el sexo, la edad (mes y año de nacimiento), el país y una dirección de correo electrónico para la verificación. Estos datos se utilizan (en forma agregada) en estudios de investigación destinados a mejorar nuestra comprensión de cómo las personas aprenden con Scratch.",
    "teacherfaq.studentDataBody2": "Cuando un educador usa una cuenta de maestro de Scratch para crear cuentas de estudiante, los estudiantes no están obligados a proporcionar una dirección de correo electrónico. Le recomendamos que lea {privacyPolicyLink} para obtener más información.",
    "teacherfaq.studentPrivacyLawsTitle": "¿Cumple Scratch con las leyes de privacidad de datos locales y federales de los Estados Unidos?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch se preocupa profundamente por la privacidad de los estudiantes y de todas las personas que usan nuestra plataforma. Contamos con procedimientos físicos y electrónicos para proteger la información que recopilamos. Aunque no estamos en condiciones de ofrecer garantías contractuales con cada entidad que utiliza nuestro producto educativo gratuito, cumplimos con todas las leyes federales de los Estados Unidos que se aplican a una organización sin fines de lucro 501(c)(3). Le animamos a leer el {privacyPolicyLink} para obtener más información.",
    "teacherfaq.student250Title": "Quiero agregar más de 250 estudiantes a una clase, ¿cómo puedo hacer esto?",
    "teacherfaq.student250Body": "No es posible agregar +250 estudiantes a una sola clase. Sin embargo, puede crear una nueva clase en {myClassesLink} y agregar otras 250 cuentas de estudiantes a cada nueva clase.",
    "teacherfaq.myClasses": "Página de Mis Classes",
    "teacherfaq.commTitle": "Comunidad",
    "teacherfaq.commHiddenTitle": "¿Puedo crear una clase privada?",
    "teacherfaq.commHiddenBody": "No. La comunidad de Scratch podrá acceder a todo el contenido compartido dentro de su clase.",
    "teacherfaq.commWhoTitle": "¿Con quién pueden interactuar mis alumnos en Scratch?",
    "teacherfaq.commWhoBody": "Una cuenta de estudiante tiene los mismos privilegios en la comunidad que una cuenta normal de Scratch, como compartir proyectos, realizar comentarios, crear estudios y todo lo demás. Como profesor, puedes ver la actividad de todos tus estudiantes y crear realizar pequeñas acciones de moderación en tu clase.",
    "teacherfaq.commInappropriateTitle": "¿Qué puedo hacer si veo algo inapropiado?",
    "teacherfaq.commInappropriateBody": "Puede eliminar manualmente comentarios y proyectos inapropiados creados por sus alumnos. Si encuentra contenido inapropiado creado por no estudiantes, notifique al Equipo Scratch haciendo clic en el botón ‘Denunciar'.",
    "teacherfaq.commTurnOffCommentsTitle": "¿Puedo desactivar la capacidad de los estudiantes para ver y publicar comentarios?",
    "teacherfaq.commTurnOffCommentsBody": "No, no puede deshabilitar la función de comentarios para sus estudiantes en la comunidad en línea. Puede desactivar selectivamente la capacidad de otros para dejar comentarios en sus perfiles y en cada proyecto individual, pero no hay una característica en todo el sitio para restringir los comentarios. Si los comentarios no se sienten bien para sus alumnos, es posible que desee considerar {desktopLink}, la versión fuera de línea del editor de proyectos Scratch que no incluye a la comunidad en línea.",
    "teacherfaq.commBlockGamesTitle": "¿Puedo impedir que mis alumnos jueguen en Scratch?",
    "teacherfaq.commBlockGamesBody1": "No eliminamos proyectos que sean juegos o estén inspirados en videojuegos populares a menos que contengan otros elementos que serían inapropiados para los niños. Creemos que los niños aprenden mejor cuando trabajan en proyectos sobre cosas que les apasionan en su vida; una de las cosas que a menudo les apasiona son los juegos.",
    "teacherfaq.commBlockGamesBody2": "Si conoce algún proyecto específico que contenga elementos inapropiados, haga clic en el botón 'Informar' que aparece en la página del proyecto para que podamos tomar las medidas adecuadas."
}