{
    "teacherfaq.title": "Preguntas y Respuestas de las cuentas de profesor en Scratch",
    "teacherfaq.educatorTitle": "Scratch Educator FAQ",
    "teacherfaq.educatorGetStartedTitle": "I’m an educator who is new to Scratch, how can I get started?",
    "teacherfaq.educatorGetStartedBody": "Scratch has many resources available to help you get started! Please see our {educatorResourcesLink} for Guides, Tutorials, and many other resources to help you run your class with Scratch!",
    "teacherfaq.educatorResourcesLink": "Página de Recursos para Educadores",
    "teacherfaq.teacherWhatTitle": "¿Qué son las cuentas de profesor?",
    "teacherfaq.teacherWhatBody": "Una cuenta de profesor en Scratch pone a disposición de educadores características adicionales para gestionar la participación de los estudiantes en Scratch, incluyendo la posibilidad de crear cuentas de estudiante, organizar los proyectos de los estudiantes en estudios y supervisar los comentarios de los estudiantes. Lee más sobre las cuentas de profesor en el vídeo de abajo:",
    "teacherfaq.teacherSignUpTitle": "¿Cómo puedo solicitar una cuenta de profesor?",
    "teacherfaq.teacherSignUpBody": "Para solicitar una Cuenta de Profesor, por favor vete al <a href=\"/educators/register\">formulario de solicitud</a> de las cuentas de profesor.",
    "teacherfaq.classMultipleTeachersTitle": "¿Puede una clase tener múltiples profesores?",
    "teacherfaq.classMultipleTeachersBody": "Una clase sólo puede tener una cuenta de profesor asociada con ella.",
    "teacherfaq.teacherPersonalTitle": "¿Por qué necesitáis conocer mi información personal en el registro?",
    "teacherfaq.teacherPersonalBody": "Utilizamos esta información para comprobar que el creador de la cuenta es un educador. No compartiremos esta información con nadie más, y no será compartida públicamente en la web.",
    "teacherfaq.teacherGoogleTitle": "Does Scratch connect with Google Classroom, Clever or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "No, Scratch does not connect with any classroom management services.",
    "teacherfaq.teacherEdTitle": "¿Están las cuentas de profesor de Scratch enlazadas con las cuentas de ScratchEd?",
    "teacherfaq.teacherEdBody": "No, las cuentas de profesor de Scratch no están enlazadas con las cuentas de <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "Does this feature exist, and if not, can you please add it?",
    "teacherfaq.teacherFeaturesBody": "Many features are commonly requested, including:",
    "teacherfaq.teacherFeaturesConvert": "Converting existing Scratch Accounts into Student Accounts",
    "teacherfaq.teacherMoveStudents": "Moving Student Accounts to other Teacher Accounts and Classes",
    "teacherfaq.teacherMultipleClasses": "Having Student Accounts be in multiple Classes, or associated with multiple Teacher Accounts",
    "teacherfaq.teacherLMSs": "Connecting with classroom management systems like Google Classroom and Clever",
    "teacherfaq.teacherLimitStudent": "Limit what features students have, such as seeing or being able to post comments",
    "teacherfaq.teacherWillNotImplement": "It is not currently possible to do any of these things on Scratch. We would love to expand the functionality of Teacher Accounts, and all of these features are things we would like to add. However, Scratch is a small organization and our resources are limited, so it may take us a very long time before we can implement any of these changes.",
    "teacherfaq.studentTransferTitle": "Can I transfer a student from one Teacher Account or class to another?",
    "teacherfaq.studentTransferBody": "No, it is not possible to transfer students from one class or teacher to another. You can create a new Student Account for the student using a different Teacher Account if they need to be part of a new class.",
    "teacherfaq.studentAccountsTitle": "Cuentas de estudiante",
    "teacherfaq.studentVerifyTitle": "¿Necesito comprobar cada una de las direcciones de correo de mi estudiante?",
    "teacherfaq.studentVerifyBody": "No. The Teacher Account’s email address is used for all Student Accounts, so there is no need to verify students’ email addresses.",
    "teacherfaq.studentEndTitle": "¿Qué ocurre si \"finalizo\" mi clase?",
    "teacherfaq.studentEndBody": "Cuando terminas una clase tu página de perfil de la clase será ocultada y tus estudiantes no podrán volver a autentificarse (pero sus proyectos y los estudios de la clase continuarán estando visibles en la web). Puedes volver a abrir la clase en cualquier momento.",
    "teacherfaq.studentForgetTitle": "¿Qué ocurre si un estudiante olvida su contraseña?",
    "teacherfaq.studentForgetBody": "Puedes resetear manualmente la contraseña de un estudiante desde tu cuenta de profesor de Scratch. Primero, vete a Tus Clases (tanto desde el banner morado de tu página de inicio como desde el menú desplegable al lado de tu icono de usuario). Desde aquí, encuentra la clase correcta y haz clic en el link de estudiante. Entonces podrás resetear la contraseña del estudiante usando el menú de configuración.",
    "teacherfaq.studentUnsharedTitle": "¿Puedo ver proyectos no compartidos por los estudiantes?",
    "teacherfaq.studentUnsharedBody": "Las cuentas de profesor sólo pueden acceder a los proyectos compartidos de los estudiantes.",
    "teacherfaq.studentDeleteTitle": "¿Puedo eliminar las cuentas de estudiantes?",
    "teacherfaq.studentDeleteBody": "You cannot delete a student’s account by using a Teacher Account, but Student Accounts can be deleted through the {accountSettingsLink} page while logged in to the Student Account.",
    "teacherfaq.accountSettings": "Configuración de la cuenta",
    "teacherfaq.studentAddExistingTitle": "Some of my students already have Scratch accounts, how do I add them to my classroom?",
    "teacherfaq.studentAddExistingBody": "It is not possible to add an existing Scratch account to a classroom. You will need to create a new Student Account for them using your Teacher Account.",
    "teacherfaq.studentMultipleTitle": "¿Puede un estudiante estar en varias clases?",
    "teacherfaq.studentMultipleBody": "A student can only be a part of one class.",
    "teacherfaq.studentDiscussTitle": "¿Existe un espacio para discutir sobre las cuentas de profesor con otros profesores?",
    "teacherfaq.studentDiscussionBody": "Sí, puedes participar en discusiones con otros profesores en  {scratchEdLink}, una comunidad en línea para educadores de Scratch. Echa un vistazo a sus {forumsLink} para formar parte de conversaciones sobre una serie de temas, incluyendo entre otros sobre las cuentas de profesores. ScratchEd es desarrollado y apoyado por la Graduate School of Education de Harvard.",
    "teacherfaq.forums": "foros",
    "teacherfaq.privacyPolicy": "Política de Privacidad de Scratch",
    "teacherfaq.studentDataTitle": "¿Qué datos recopila Scratch sobre los estudiantes?",
    "teacherfaq.studentDataBody": "Cuando un estudiante se registra en Scratch le preguntamos por datos demográficos básicos incluyendo sexo, edad (mes y año de nacimiento), país y dirección de correo electrónico para verificación. Estos datos son usados (de forma agregada) en estudios científicos pensados para mejorar nuestro conocimiento sobre cómo la gente aprende con Scratch.",
    "teacherfaq.studentDataBody2": "When an educator uses a Scratch Teacher Account to create Student Accounts, students are not required to provide an email address. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.studentPrivacyLawsTitle": "¿Cumple Scratch las leyes locales y federales de protección de datos de Estados Unidos?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch se preocupa enormemente por la privacidad de los estudiantes y de todos los individuos que usan nuestra plataforma. Hemos procedimientos físicos y electrónicos preparado para proteger la información que recopilamos. Sin embargo, no podemos ofrecer garantías contractuales con cada una de las entidades que utilizan nuestro producto educativo gratuito, y cumplimos todas las leyes federales de Estados Unidos que son aplicables al, una organización sin ánimo de lucro a 501(c)(3). Te animamos a que leas la {privacyPolicyLink} para obtener más información.",
    "teacherfaq.student250Title": "I want to add more than 250 students to a class, how can I do this?",
    "teacherfaq.student250Body": "It is not possible to add more than 250 students to a single class. You can, however, create a new class on the {myClassesLink} and add another 250 student accounts to each new class.",
    "teacherfaq.myClasses": "Página de Mis Classes",
    "teacherfaq.commTitle": "Comunidad",
    "teacherfaq.commHiddenTitle": "Can I create a private class?",
    "teacherfaq.commHiddenBody": "No. Todo el contenido compartido en tu clase será accesible por la comunidad de Scratch.",
    "teacherfaq.commWhoTitle": "¿Con quién pueden interactuar mis estudiantes en Scratch?",
    "teacherfaq.commWhoBody": "Una cuenta de estudiante tiene los mismos privilegios en la comunidad que una cuenta normal de Scratch, como compartir proyectos, realizar comentarios, crear estudios y todo lo demás. Como profesor, puedes ver la actividad de todos tus estudiantes y crear realizar pequeñas acciones de moderación en tu clase.",
    "teacherfaq.commInappropriateTitle": "¿Qué hago si veo algo inapropiado?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the ‘Report’ button.",
    "teacherfaq.commTurnOffCommentsTitle": "Can I turn off the ability for students to see and post comments?",
    "teacherfaq.commTurnOffCommentsBody": "No, you cannot disable the commenting feature for your students in the online Community. You can selectively turn off the ability for others to leave comments on their profiles and each individual project, but there is not a site-wide feature to restrict commenting. If commenting doesn’t feel right for your students, you may want to consider using the {desktopLink} which is an offline version of the Scratch project editor that does not include the online community.",
    "teacherfaq.commBlockGamesTitle": "Can I block my students from playing games on Scratch?",
    "teacherfaq.commBlockGamesBody1": "We do not remove projects that are games, or inspired by popular video games unless they contain other elements which would be inappropriate for children. We believe that children learn best when working on projects about things in their life they are passionate about; one of the things they are often passionate about is games.",
    "teacherfaq.commBlockGamesBody2": "If you are aware of any specific projects which do contain inappropriate elements, please click the 'Report' button which appears on the project page so we can take appropriate action."
}