{
    "teacherfaq.title": "Preguntas y Respuestas de las cuentas de profesor en Scratch",
    "teacherfaq.educatorTitle": "Preguntas frecuentes sobre Scratch Educator",
    "teacherfaq.educatorGetStartedTitle": "Soy un educador que es nuevo en Scratch, ¿cómo puedo comenzar?",
    "teacherfaq.educatorGetStartedBody": "¡Scratch tiene muchos recursos disponibles para ayudarlo a comenzar! ¡Vea nuestro {educatorResourcesLink} para Guías, Tutoriales y muchos otros recursos para ayudarlo a dirigir su clase con Scratch!",
    "teacherfaq.educatorResourcesLink": "Página de Recursos para Educadores",
    "teacherfaq.teacherWhatTitle": "¿Qué son las cuentas de profesor?",
    "teacherfaq.teacherWhatBody": "Una cuenta de profesor en Scratch pone a disposición de educadores características adicionales para gestionar la participación de los estudiantes en Scratch, incluyendo la posibilidad de crear cuentas de estudiante, organizar los proyectos de los estudiantes en estudios y supervisar los comentarios de los estudiantes. Lee más sobre las cuentas de profesor en el vídeo de abajo:",
    "teacherfaq.teacherSignUpTitle": "¿Cómo puedo solicitar una cuenta de profesor?",
    "teacherfaq.teacherSignUpBody": "Para solicitar una Cuenta de Profesor, por favor vete al <a href=\"/educators/register\">formulario de solicitud</a> de las cuentas de profesor.",
    "teacherfaq.teacherSignUpBodyHTML": "Para solicitar una Cuenta de Profesor, por favor vete al <a>formulario de solicitud</a> de las cuentas de profesor.",
    "teacherfaq.classMultipleTeachersTitle": "¿Puede una clase tener múltiples profesores?",
    "teacherfaq.classMultipleTeachersBody": "Una clase sólo puede tener una cuenta de profesor asociada con ella.",
    "teacherfaq.teacherPersonalTitle": "¿Por qué necesitáis conocer mi información personal en el registro?",
    "teacherfaq.teacherPersonalBody": "Utilizamos esta información para comprobar que el creador de la cuenta es un educador. No compartiremos esta información con nadie más, y no será compartida públicamente en la web.",
    "teacherfaq.teacherGoogleTitle": "¿Scratch se conecta con Google Classroom, Clever o cualquier otro servicio de administración de aula?",
    "teacherfaq.teacherGoogleBody": "No, Scratch no se conecta con ningún servicio de gestión de aula.",
    "teacherfaq.teacherEdTitle": "¿Están las cuentas de profesor de Scratch enlazadas con las cuentas de ScratchEd?",
    "teacherfaq.teacherEdBody": "No, las cuentas de profesor de Scratch no están enlazadas con las cuentas de <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherEdBodyHTML": "No, las cuentas de profesor de Scratch no están enlazadas con las cuentas de <a>ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "¿Existe esta característica y, de no ser así, puede agregarla?",
    "teacherfaq.teacherFeaturesBody": "Muchas características se solicitan comúnmente, que incluyen:",
    "teacherfaq.teacherFeaturesConvert": "Convertir cuentas de scratch existentes en cuentas de estudiantes",
    "teacherfaq.teacherMoveStudents": "Mover cuentas de estudiantes a otras cuentas y clases de maestros",
    "teacherfaq.teacherMultipleClasses": "Tener cuentas de estudiantes en varias clases o asociadas con múltiples cuentas de maestros",
    "teacherfaq.teacherLMSs": "Conexión con sistemas de gestión de aulas como Google Classroom y Clever",
    "teacherfaq.teacherLimitStudent": "Limite las características que tienen los estudiantes, como ver o poder publicar comentarios",
    "teacherfaq.teacherWillNotImplement": "Actualmente no es posible hacer ninguna de estas cosas en Scratch. Nos encantaría ampliar la funcionalidad de las Cuentas de maestros, y todas estas características son cosas que nos gustaría agregar. Sin embargo, Scratch es una organización pequeña y nuestros recursos son limitados, por lo que puede llevarnos mucho tiempo antes de que podamos implementar cualquiera de estos cambios.",
    "teacherfaq.studentTransferTitle": "¿Puedo transferir a un estudiante de una cuenta de maestro o clase a otra?",
    "teacherfaq.studentTransferBody": "No, no es posible. Puede crear una nueva cuenta de estudiante para el estudiante utilizando una cuenta de maestro diferente si necesita ser parte de una nueva clase.",
    "teacherfaq.studentAccountsTitle": "Cuentas de estudiante",
    "teacherfaq.studentVerifyTitle": "¿Necesito comprobar cada una de las direcciones de correo de mi estudiante?",
    "teacherfaq.studentVerifyBody": "No. La dirección de correo electrónico de la cuenta del maestro se utiliza para todas las cuentas de estudiantes, por lo que no es necesario verificar las direcciones de correo electrónico de los estudiantes ’.",
    "teacherfaq.studentEndTitle": "¿Qué ocurre si \"finalizo\" mi clase?",
    "teacherfaq.studentEndBody": "Cuando terminas una clase tu página de perfil de la clase será ocultada y tus estudiantes no podrán volver a autentificarse (pero sus proyectos y los estudios de la clase continuarán estando visibles en la web). Puedes volver a abrir la clase en cualquier momento.",
    "teacherfaq.studentForgetTitle": "¿Qué ocurre si un estudiante olvida su contraseña?",
    "teacherfaq.studentForgetBody": "Puedes resetear manualmente la contraseña de un estudiante desde tu cuenta de profesor de Scratch. Primero, vete a Tus Clases (tanto desde el banner morado de tu página de inicio como desde el menú desplegable al lado de tu icono de usuario). Desde aquí, encuentra la clase correcta y haz clic en el link de estudiante. Entonces podrás resetear la contraseña del estudiante usando el menú de configuración.",
    "teacherfaq.studentUnsharedTitle": "¿Puedo ver proyectos no compartidos por los estudiantes?",
    "teacherfaq.studentUnsharedBody": "Las cuentas de profesor sólo pueden acceder a los proyectos compartidos de los estudiantes.",
    "teacherfaq.studentDeleteTitle": "¿Puedo eliminar las cuentas de estudiantes?",
    "teacherfaq.studentDeleteBody": "No puede eliminar la cuenta de un estudiante utilizando una cuenta de maestro, pero las cuentas de estudiante se pueden eliminar a través de la página {accountSettingsLink} mientras está conectado a la cuenta de estudiante.",
    "teacherfaq.accountSettings": "Configuración de la cuenta",
    "teacherfaq.studentAddExistingTitle": "Algunos de mis alumnos ya tienen cuentas Scratch, ¿cómo las agrego a mi clase?",
    "teacherfaq.studentAddExistingBody": "No es posible agregar una cuenta Scratch existente a un aula. Deberá crear una nueva cuenta de estudiante para ellos utilizando su cuenta de maestro.",
    "teacherfaq.studentMultipleTitle": "¿Puede un estudiante estar en varias clases?",
    "teacherfaq.studentMultipleBody": "Un estudiante solo puede ser parte de una clase.",
    "teacherfaq.studentDiscussTitle": "¿Existe un espacio para discutir sobre las cuentas de profesor con otros profesores?",
    "teacherfaq.studentDiscussionBody": "Puede entablar conversaciones con otros maestros uniéndose al {facebookGroupLink}, donde encontrará conversaciones sobre una serie de temas, incluidas las Cuentas de maestros. Este grupo fue establecido por la {creativeComputingLabLink} en Harvard Graduate School of Education. También puede navegar {scratchEdLink}, que ahora es un sitio archivado, pero incluye extensos foros y recursos relacionados con Scratch en entornos educativos.",
    "teacherfaq.creativeComputingLab": "Laboratorio de computar creativo",
    "teacherfaq.facebookGroup": "Enseñando con el grupo de Facebook en Scratch",
    "teacherfaq.privacyPolicy": "Política de Privacidad de Scratch",
    "teacherfaq.studentDataTitle": "¿Qué datos recopila Scratch sobre los estudiantes?",
    "teacherfaq.studentDataBody": "Cuando un estudiante se registra en Scratch le preguntamos por datos demográficos básicos incluyendo sexo, edad (mes y año de nacimiento), país y dirección de correo electrónico para verificación. Estos datos son usados (de forma agregada) en estudios científicos pensados para mejorar nuestro conocimiento sobre cómo la gente aprende con Scratch.",
    "teacherfaq.studentDataBody2": "Cuando un educador usa una cuenta de maestro de Scratch para crear cuentas de estudiante, los estudiantes no están obligados a proporcionar una dirección de correo electrónico. Le recomendamos que lea {privacyPolicyLink} para obtener más información.",
    "teacherfaq.studentPrivacyLawsTitle": "¿Cumple Scratch las leyes locales y federales de protección de datos de Estados Unidos?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch se preocupa enormemente por la privacidad de los estudiantes y de todos los individuos que usan nuestra plataforma. Hemos procedimientos físicos y electrónicos preparado para proteger la información que recopilamos. Sin embargo, no podemos ofrecer garantías contractuales con cada una de las entidades que utilizan nuestro producto educativo gratuito, y cumplimos todas las leyes federales de Estados Unidos que son aplicables al, una organización sin ánimo de lucro a 501(c)(3). Te animamos a que leas la {privacyPolicyLink} para obtener más información.",
    "teacherfaq.student250Title": "Quiero agregar +250 estudiantes a una clase, ¿cómo puedo hacer esto?",
    "teacherfaq.student250Body": "No es posible agregar +250 estudiantes a una sola clase. Sin embargo, puede crear una nueva clase en {myClassesLink} y agregar otras 250 cuentas de estudiantes a cada nueva clase.",
    "teacherfaq.myClasses": "Página de Mis Classes",
    "teacherfaq.commTitle": "Comunidad",
    "teacherfaq.commHiddenTitle": "¿Puedo crear una clase privada?",
    "teacherfaq.commHiddenBody": "No. Todo el contenido compartido en tu clase será accesible por la comunidad de Scratch.",
    "teacherfaq.commWhoTitle": "¿Con quién pueden interactuar mis estudiantes en Scratch?",
    "teacherfaq.commWhoBody": "Una cuenta de estudiante tiene los mismos privilegios en la comunidad que una cuenta normal de Scratch, como compartir proyectos, realizar comentarios, crear estudios y todo lo demás. Como profesor, puedes ver la actividad de todos tus estudiantes y crear realizar pequeñas acciones de moderación en tu clase.",
    "teacherfaq.commInappropriateTitle": "¿Qué hago si veo algo inapropiado?",
    "teacherfaq.commInappropriateBody": "Puede eliminar manualmente comentarios y proyectos inapropiados creados por sus alumnos. Si encuentra contenido inapropiado creado por no estudiantes, notifique al Equipo Scratch haciendo clic en el botón ‘Denunciar'.",
    "teacherfaq.commTurnOffCommentsTitle": "¿Puedo desactivar la capacidad de los estudiantes para ver y publicar comentarios?",
    "teacherfaq.commTurnOffCommentsBody": "No, no puede deshabilitar la función de comentarios para sus estudiantes en la comunidad en línea. Puede desactivar selectivamente la capacidad de otros para dejar comentarios en sus perfiles y en cada proyecto individual, pero no hay una característica en todo el sitio para restringir los comentarios. Si los comentarios no se sienten bien para sus alumnos, es posible que desee considerar {desktopLink}, la versión fuera de línea del editor de proyectos Scratch que no incluye a la comunidad en línea.",
    "teacherfaq.commBlockGamesTitle": "¿Puedo bloquear a mis alumnos para que no jueguen en Scratch?",
    "teacherfaq.commBlockGamesBody1": "No eliminamos proyectos que son juegos o que están inspirados en videojuegos populares a menos que contengan otros elementos que serían inapropiados para los niños. Creemos que los niños aprenden mejor cuando trabajan en proyectos sobre cosas en su vida que les apasionan; una de las cosas que a menudo les apasionan son los juegos.",
    "teacherfaq.commBlockGamesBody2": "Si conoce algún proyecto específico que contenga elementos inapropiados, haga clic en el botón 'Denunciar' que aparece en la página del proyecto para que podamos tomar las medidas apropiadas."
}