{
    "teacherfaq.title": "Scratch irakasle-kontuko FAQ (maiz egiten diren galderak)",
    "teacherfaq.teacherWhatTitle": "Zer dira irakasle-kontuak?",
    "teacherfaq.teacherWhatBody": "Scratch irakasle-kontuak ematen die irakasle eta hezitzaileei hainbat aukera ikasleen lana Scratch honetan bideratzeko, esaterako, ikasle-kontuak sortzeko aukera, ikasleen proiektuak antolatzeko eta bideratzeko aukera, ikasleen iruzkinak monitorizatzeko aukera... Ikasi gehiago irakasle-kontuei buruz beheko bideoan:",
    "teacherfaq.teacherSignUpTitle": "Nola eska dezaket irakasle-kontu bat?",
    "teacherfaq.teacherSignUpBody": "Irakasle-kontua eskatzeko, joan irakasle-kontuentzako <a href=\"/educators/register\">eskaera formulariora</a>",
    "teacherfaq.teacherWaitTitle": "Zergatik itxaron beharko dut egun bat nire kontua erabiltzen hasteko?",
    "teacherfaq.teacherWaitBody": "Scratch Taldeak denbora hau hartzen du ziurtatzeko irakasle-kontua sortu duena benetan hezitzailea dela edo hezkuntza-munduan dabilela.",
    "teacherfaq.teacherPersonalTitle": "Zergatik jakin behar dituzue nire datu pribatu horiek izena ematerakoan?",
    "teacherfaq.teacherPersonalBody": "Informazio hori behar dugu jakiteko irakasle-kontua sortu duena benetan hezitzailea ote den. Ez dugu informazio hori inorekin partekatuko, ez da horrelako informaziorik argitaratuko sortuko den gunean.",
    "teacherfaq.teacherGoogleTitle": "Irakasle-kontuak Google Classroom-i edo antzeko kudeatze-zerbitzu bati lotuta daude?",
    "teacherfaq.teacherGoogleBody": "Ez. Scratch irakasle-kontuak ez daude Google Classroom-i edo antzeko zerbitzuei lotuta.",
    "teacherfaq.teacherEdTitle": "Scratch irakasle-kontuak lotuta daude ScratchEd kontuekin?",
    "teacherfaq.teacherEdBody": "Ez, Scratch irakasle-kontuak ez daude lotuta <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> kontuekin.",
    "teacherfaq.teacherMultipleTitle": "Ikasgela batek hainbat irakasle izan ditzake?",
    "teacherfaq.teacherMultipleBody": "Ikasgela batek irakasle-kontu bakarra izan dezake.",
    "teacherfaq.teacherQuestionsTitle": "Eta galdera edo iruzkinak egin nahi izango banitu irakasle-kontuei buruz?",
    "teacherfaq.teacherQuestionsBody": "Baldin baduzu galderarik edo feedback eman nahi badiguzu irakasle-kontuei buruz, bidaltzea duzu mezua hona: <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Ikasle kontuak",
    "teacherfaq.studentVerifyTitle": "Egiaztatu beharko ditut nire ikasle guztien e-mail helbide guztiak?",
    "teacherfaq.studentVerifyBody": "Ez. Ikasleen kontuek ez dutenez e-mail helbide bakarra erabiltzen, zure irakasle e-mail helbidea baieztatzea nahiko izango da baimentzeko partekatzeko balio duten ikasleen kontu guztiak.",
    "teacherfaq.studentEndTitle": "Zer gertatuko da nire irakastaldia bukatutzat ematen dudanean?",
    "teacherfaq.studentEndBody": "Zure irakas saioa bukatutzat ematen duzunean, zure eskola profila ezkutatu egingo da eta zure ikasleek ezin izango dute saioa hasi (baina beren proiektuak eta eskola-lanak ikusgai geratuko dira gune honetan). Nahi duzunean, berriro zabal dezakezu zure irakas saioa.",
    "teacherfaq.studentForgetTitle": "Zer gertatzen da ikasle batek bere pasahitza ahazten badu?",
    "teacherfaq.studentForgetBody": "Eskuz berrezarri dezakezu ikasle baten pasahitza zure Scratch Irakasle Kontutik. Lehenengo nabigatu 'My Classes' horretara, 'gure ikasle-taldeak' horretara (bai hasiera orriko pankarta more horretatik. bai zure erabiltzaile-ikono ondoko goitik-beherako menu horretatik). Hortik. bilatu behar duzun ikasle-taldea eta egin klik 'Ikasleak' estekan. Hortik aurrera pasahitza berrezarri dezakezu ikaslearen mailan jarrita, 'Ezarpenak' menua erabiliz.",
    "teacherfaq.studentUnsharedTitle": "Partekatu gabeko ikasleen proiektuak ikusi ditzaket?",
    "teacherfaq.studentUnsharedBody": "Irakasleen kontuekin partekatutako ikasleen proiektuetara besterik ezin izango da sartu.",
    "teacherfaq.studentDeleteTitle": "Ikasleen kontuak ezabatu ditzaket?",
    "teacherfaq.studentDeleteBody": "Irakasle batek ezin ditu ikasle kontuak ezabatu. Ikasle batek ezabatu dezake bere kontura 'Kontuaren Ezarpenak' horretan.",
    "teacherfaq.studentAddTitle": "Gehitu dezaket dagoeneko existitzen den Scratch kontu bat nire ikasle-taldera? ",
    "teacherfaq.studentAddBody": "Irakasleak sortutako kontuek bakarrik balio dute ikas-taldean erabiltzeko. Hala ere, begiratzen ari gara azken bertsioetan funtzio hau gehitzeko.",
    "teacherfaq.studentMultipleTitle": "Ikasle bat egon daiteke hainbat ikaslr-taldetan?",
    "teacherfaq.studentMultipleBody": "Ikasle bakoitza ikas-talde bakar batean egon behar du. Hala ere, hurrengo bertsioetan aukera gehiago eskaintzeko lanean gabiltza.",
    "teacherfaq.studentDiscussTitle": "Badago guneren bat 'Irakasle Kontuak' gaiari buruz galdetzeko, solas egiteko?",
    "teacherfaq.studentDiscussBody": "Bai, solas egin dezakezu beste irakasle batzuekin <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>,  online komunitate bat Scratch honekin lan egiten duten hezitzaileentzat. Begira itzazu foroak eta elkartu zaitez komunikazio-harietan<a href=\"http://scratched.gse.harvard.edu/discussions\">hainbat gai</a>ri buruz, Irakasle Kontuak gaia barne. ScratchEd is sortu eta garatu du 'Harvard Graduate School of Education' horrek.",
    "teacherfaq.studentDataTitle": "Zer informazio batzen du Scratch honek gure ikasleei buruz?",
    "teacherfaq.studentDataBody": "Ikasle batek Scratch honetan izena ematen duenean, oinarrizko galdetegia erantzun behar izaten du: generoa, adina (noiz jaio, urtea-hilabetea), herrialdea, eta azkenik e-mail helbide bat eskatzen zaio baieztapenak-eta egiteko. Datu base hau erabiliko da (modu estatistikoan) ikerketa akademikoetan, jakiteko eta hobetzeko jendeak nola ikasten duen Scratch. Hezitzaile batek erabiltzen duenean 'Scratch Irakasle Kontua' ikasleen kontuak multzoka sortzeko, ikasleei ez zaie eskatuko e-mail helbide bat beren kontua doitzeko.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "teacherfaq.commTitle": "Komunitatea",
    "teacherfaq.commHiddenTitle": "Sor dezaket ikasle-talde ezkutu bat?",
    "teacherfaq.commHiddenBody": "Ez. Zure ikasle-taldearekin partekatuko dituzun eduki guztiak eskuragarri egongo dira Scratch komunitate osorako.",
    "teacherfaq.commWhoTitle": "Gure ikasleek norekin egin ditzakete elkarrekintzak Scratch erabilita?",
    "teacherfaq.commWhoBody": "Ikasleen kontuek beste Scratch kontu arruntek dauzkaten baimen berberak dauzkate: proiektuak parteka ditzakete, iruzkinak egin ditzakete, ikasketa edo ikerketa berriak sor ditzakete, etab. Irakasle bezala, zuk ikasle guztien lanak ikus ditzakezu eta  egin ditzakezu ikasleen artean moderatzeko ekintza batzuk ere bai.",
    "teacherfaq.commInappropriateTitle": "Zer egin dezaket desegokia en zerbait ikusten badut?",
    "teacherfaq.commInappropriateBody": "Eskuz ezabatu ditzakezu testu desegokiak eta ikasleek egindako proiekturik eskasenak. Topatuko bazenu ikasle-taldetik kanpoko batek egindako zerbait desegokia, mesedez jar zaitez harremanetan Scratch Team taldearekin botoian klik eginez eta mezu bat bidaliz <a href=\"/contact-us\">Contact Us</a>."
}