{
    "teacherfaq.title": "سوالات متداول اکانت معلم اسکرچ",
    "teacherfaq.teacherWhatTitle": "اکانت معلم چیست؟",
    "teacherfaq.teacherWhatBody": "اکانت معلم اسکرچ به معلمین و سایر مربی‌ها امکانات اضافه‌ای برای مدیریت مشارکت دانش‌آموزان در اسکرچ را می‌دهد. این امکانات شامل ایجاد اکانت دانش‌آموزی، سازمان‌دهی پروژه‌های دانش‌آموزان به استدیوها و دیدن نظرات آن‌ها می‌باشد. در ویدیوی زیر اطلاعات بیشتری را می‌توانید ببینید:",
    "teacherfaq.teacherSignUpTitle": "چگونه درخواست یک اکانت معلم را بدهم؟",
    "teacherfaq.teacherSignUpBody": "برای درخواست اکانت معلم، به <a href=\"/educators/register\">فرم درخواست</a> اکانت معلم بروید.",
    "teacherfaq.teacherWaitTitle": "چرا باید یک روز برای اکانت منتظر بمانم؟",
    "teacherfaq.teacherWaitBody": "تیم اسکرچ این زمان را لازم دارد تا درخواست‌های ارسالی تک به تک مرور کرده تا مطمین شود که درخواست دهنده یک مربی می‌باشد.",
    "teacherfaq.teacherPersonalTitle": "چرا به اطلاعات شخصی من هنگام ثبت نام نیاز است؟",
    "teacherfaq.teacherPersonalBody": "ما از این اطلاعات استفاده می‌کنیم تا مطمین شویم ایجاد کننده‌ی اکانت یک مربی می‌باشد. ما این اطلاعات را در اختیار هیچ شخص دیگری قرار نمی‌دهیم و همچنین این اطلاعات برروی سایت در دسترس عموم نخواهند بود.",
    "teacherfaq.teacherGoogleTitle": "Are teacher accounts integrated with Google Classroom or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "Scratch Teacher accounts are not integrated with any classroom management services.",
    "teacherfaq.teacherEdTitle": "Are Scratch Teacher accounts linked to ScratchEd accounts?",
    "teacherfaq.teacherEdBody": "No, Scratch Teacher accounts are not linked to <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> accounts.",
    "teacherfaq.teacherMultipleTitle": "آیا یک کلاس می‌تواند چندین معلم داشته باشد؟",
    "teacherfaq.teacherMultipleBody": "یک کلاس تنها می‌تواند یک اکانت معلم مرتبط داشته باشد.",
    "teacherfaq.teacherQuestionsTitle": "What if I have any questions or comments on Teacher Accounts?",
    "teacherfaq.teacherQuestionsBody": "If you have any questions or feedback on Teacher Accounts, you can message us at <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "اکانت دانش‌آموزان",
    "teacherfaq.studentVerifyTitle": "آیا لازم است تا ایمیل تمامی دانش‌آموزان تایید شود؟",
    "teacherfaq.studentVerifyBody": "No. Since student accounts do not use unique emails addresses, confirming your teacher email address will enable sharing for all class accounts.",
    "teacherfaq.studentEndTitle": "هنگامی که من کلاسم را ”خاتمه“ می‌دهم چه اتفاقی می‌افتد؟",
    "teacherfaq.studentEndBody": "When you end a class, your class profile page will be hidden and your students will no longer be able to log in (but their projects and the class studios will still be visible on the site).  You may re-open the class at any time. ",
    "teacherfaq.studentForgetTitle": "اگر یک دانش‌آموز رمز عبور خود را فراموش کند چه می‌شود؟",
    "teacherfaq.studentForgetBody": "شما می‌توانید رمز عبور دانش‌آموز را به صورت دستی از طریق اکانت معلم اسکرچ ریست کنید. ابتدا به بخش کلاس‌های من بروید (از طریق نوار بنفش صفحه‌ی خانه یا از طریق لیست کشویی کنار ایکون اکانت خود). از آنجا کلاس مورد نظر را پیدا  کنید و برروی لینک دانش‌آموزان کلیک کنید. شما می‌توانید رمز عبور را در سطح دانش‌آموزی از طریق منوی تنظیمات ریست کنید.",
    "teacherfaq.studentUnsharedTitle": "Can I see unshared student projects?",
    "teacherfaq.studentUnsharedBody": "Teacher accounts can only access shared student projects.",
    "teacherfaq.studentDeleteTitle": "Can I delete student accounts?",
    "teacherfaq.studentDeleteBody": "It is not possible for a teacher to delete a student account. A student can delete their own account in their Account Settings.",
    "teacherfaq.studentAddTitle": "Can I add an existing Scratch account to my class? ",
    "teacherfaq.studentAddBody": "Only accounts created by the teacher can be part of a class. However, we are looking into adding this functionality in later versions.",
    "teacherfaq.studentMultipleTitle": "آیا یک دانش‌آموز می‌تواند در چندین کلاس شرکت کند؟",
    "teacherfaq.studentMultipleBody": "هر دانش‌آموز تنها می‌تواند در یک کلاس شرکت کند. با این حال ما درحال افزودن قابلیت در ورژن‌های بعدی هستیم.",
    "teacherfaq.studentDiscussTitle": "Is there a space to discuss Teacher Accounts with other teachers?",
    "teacherfaq.studentDiscussBody": "Yes, you can engage in discussions with other teachers at <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, an online community for Scratch educators. Check out their forums to join conversations about a <a href=\"http://scratched.gse.harvard.edu/discussions\">number of topics</a>, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "اسکرچ چه اطلاعاتی درباره‌ی دانش‌آموزان جمع‌آوری می‌کند؟",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "teacherfaq.commTitle": "انجمن",
    "teacherfaq.commHiddenTitle": "آیا می‌توانم یک کلاس مخفی ایجاد کنم؟",
    "teacherfaq.commHiddenBody": "خیر. تمامی اطلاعاتی که در کلاس شما وجود دارند، قابل دسترسی توسط جامعه اسکرچ خواهند بود.",
    "teacherfaq.commWhoTitle": "دانش‌آموزان من در اسکرچ با چه افرادی می‌توانند تعامل داشته باشند؟",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "What can I do if I see something inappropriate?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the report button or sending a message to <a href=\"/contact-us\">Contact Us</a>."
}