{
    "teacherfaq.title": "سوالات متداول اکانت معلم اسکرچ",
    "teacherfaq.educatorTitle": "سوالات متداول اسکرچ معلم‌",
    "teacherfaq.educatorGetStartedTitle": "من یک معلم هستم که به تازگی با اسکرچ آشنا شدم، از کجا شروع کنم؟",
    "teacherfaq.educatorGetStartedBody": "برای شروع در اسکرچ منابعی زیادی در دسترس شما است! لطفا {educatorResourcesLink} ما را برای کسب راهنمایی بیشتر،آموزش‌ها و سایر منابعی که به شما برای شروع کلاس اسکرچ کمک می‌کند را مشاهده نمایید.",
    "teacherfaq.educatorResourcesLink": "صفحه منابع‌ای برای معلم‌ها",
    "teacherfaq.teacherWhatTitle": "حساب کاربری معلم چیست؟",
    "teacherfaq.teacherWhatBody": "اکانت معلم اسکرچ به معلم‌ها و سایر مربی‌ها امکاناتی برای مدیریت مشارکت دانش‌آموزان در اسکرچ را می‌دهد. این امکانات شامل ایجاد حساب کاربری دانش‌آموزی، سازمان‌دهی پروژه‌های دانش‌آموزان در هنرگاه‌ها و نظارت بر دیدگاه‌های ارسالی آن‌ها می‌باشد. در ویدیوی زیر اطلاعات بیشتری را می‌توانید ببینید:",
    "teacherfaq.teacherSignUpTitle": "چگونه درخواست یک اکانت معلم را بدهم؟",
    "teacherfaq.teacherSignUpBody": "برای درخواست حساب کاربری معلم، به <a href=\"/educators/register\">فرم درخواست</a> حساب کاربری معلم بروید.",
    "teacherfaq.teacherSignUpBodyHTML": "برای درخواست حساب کاربری معلم، به <a>فرم درخواست</a> حساب کاربری معلم بروید.",
    "teacherfaq.classMultipleTeachersTitle": "آیا یک کلاس می‌تواند چندین معلم داشته باشد؟",
    "teacherfaq.classMultipleTeachersBody": "هر کلاس فقط می‌تواند دارای یک حساب کاربری معلم باشد.",
    "teacherfaq.teacherPersonalTitle": "چرا به اطلاعات شخصی من هنگام ثبت نام نیاز است؟",
    "teacherfaq.teacherPersonalBody": "ما از این اطلاعات استفاده می‌کنیم تا مطمئن شویم ایجاد کننده‌ی حساب کاربردی یک معلم است. ما این اطلاعات را در اختیار هیچ شخص دیگری قرار نمی‌دهیم و همچنین این اطلاعات بر روی سایت در دسترس عموم نخواهند بود.",
    "teacherfaq.teacherGoogleTitle": "آیا اسکرچ می‌توانید به سرویس‌های مدیریت کلاس مانند Google Classroom یا Clever و یا سایر سرویس‌ها متصل گردد.",
    "teacherfaq.teacherGoogleBody": "خیر، اسکرچ به هیچ سرویس مدیریت کلاسی نمی‌تواند متصل شود.",
    "teacherfaq.teacherEdTitle": "آیا حساب کاربری معلم اسکرچ با حساب اسکرچ آی دی مرتبط است؟",
    "teacherfaq.teacherEdBody": "نه، حساب کاربری معلم اسکرچ با حساب‌های <a href=\"http://scratched.gse.harvard.edu/\">اسکرچ ای دی</a> ارتباط ندارد.",
    "teacherfaq.teacherEdBodyHTML": "نه، حساب کاربری معلم اسکرچ با حساب‌های <a>اسکرچ ای دی</a> ارتباط ندارد.",
    "teacherfaq.teacherFeaturesTitle": "آیا این امکانات وجود دارند، اگر پاسخ خیر است، آیا می‌توانید آن را اضافه کنید؟",
    "teacherfaq.teacherFeaturesBody": "برخی از امکانات متداول مورد نیاز مانند:",
    "teacherfaq.teacherFeaturesConvert": "تبدیل حساب‌های کاربری موجود به حساب کاربری دانش آموزی",
    "teacherfaq.teacherMoveStudents": "انتقال حساب‌های کاربری دانش آموزی به حساب سایر معلم‌ها و یا کلاس‌ها",
    "teacherfaq.teacherMultipleClasses": "حساب‌های دانش آموزی که متعلق به چند کلاس و یا متعلق به چند حساب کاربری معلم باشند",
    "teacherfaq.teacherLMSs": "امکان اتصال به سایر سامانه‌های مدیریت کلاس مانند Google Classroom یا Clever",
    "teacherfaq.teacherLimitStudent": "محدود کردن امکاناتی که دانش آموزان دارند مانند امکان مشاهده و یا ارسال دیدگاه",
    "teacherfaq.teacherWillNotImplement": "هم اکنون انجام هیچ یک از این کارها را در اسکرچ میسر نیست. خود ما نیز بسیار مشتاقیم که امکانات حساب کاربری معلم‌ها را وسعت ببخشیم و مایلیم که همه این امکانات را اضافه نماییم. البته توجه داشته باشید که اسکرچ سازمان کوچکی است و منابع ما محدود است، بنابراین ممکن است که مدت زمان زیادی طول بکشد تا بتوانیم این امکانات را پیاده سازی کنیم.",
    "teacherfaq.studentTransferTitle": "آیا می‌توانم دانش آموزی را از کلاس و یا حساب کاربری معلمی به یکی دیگر منتقل کنم؟",
    "teacherfaq.studentTransferBody": "خیر، امکان انتقال یک دانش آموز از یک کلاس و یا حساب معلم به دیگری وجود ندارد. اگر لازم است که آنها عضو کلاس جدیدی باشند، با استفاده از یک اکانت دیگر ویژه معلمین دیگری اقدام به ساخت حساب کاربری جدید برای دانش آموزان نمایید.",
    "teacherfaq.studentAccountsTitle": "حساب کاربری دانش‌آموزان",
    "teacherfaq.studentVerifyTitle": "آیا من باید همه ایمیل‌های دانش آموزانم را تایید کنم؟",
    "teacherfaq.studentVerifyBody": "خیر. آدرس ایمیل معلم برای همه حساب‌های کاربری دانش آموزی استفاده می‌شود، بنابراین لازم نیست که ایمیل دانش آموزان تایید شود.",
    "teacherfaq.studentEndTitle": "هنگامی که من کلاسم را ”خاتمه“ می‌دهم چه اتفاقی می‌افتد؟",
    "teacherfaq.studentEndBody": "هنگامی که یک کلاس را خاتمه می‌دهید، صفحه‌ی پروفایل کلاس شما پنهان خواهد شد و دانش‌آموزان دیگر قادر به ورود به سیستم نخواهند بود (اما پروژه های آن‌ها و هنرگاه‌های کلاس هنوز در سایت قابل مشاهده هستند). شما می‌توانید کلاس را مجدد در هر زمانی باز کنید.",
    "teacherfaq.studentForgetTitle": "اگر دانش‌آموزی گذرواژه‌اش را فراموش کند چه می‌شود؟",
    "teacherfaq.studentForgetBody": "شما می‌توانید گذرواژه دانش‌آموز را به صورت دستی از طریق حساب کاربری معلم اسکرچ بازنشانی کنید. ابتدا به بخش کلاس‌های من بروید (از طریق نوار بنفش صفحه‌ی اصلی یا از طریق لیست کشویی کنار آیکون اکانت خود). از آنجا کلاس مورد نظر را پیدا  کنید و بر روی لینک دانش‌آموزان کلیک کنید. حال شما می‌توانید گذرواژه را در سطح دانش‌آموزی از طریق منوی تنظیمات بازنشانی کنید.",
    "teacherfaq.studentUnsharedTitle": "آیا می‌توانم پروژه‌های به اشتراک گذاشته نشده‌ی دانش‌آموزان را ببینم؟",
    "teacherfaq.studentUnsharedBody": "حساب معلم تنها می‌تواند به پروژه‌های به اشتراک گذاشته شده‌ی دانش‌آموزان دسترسی داشته باشد.",
    "teacherfaq.studentDeleteTitle": "آیا می‌توانم حساب‌های کاربری دانش‌آموزان را حذف کنم؟",
    "teacherfaq.studentDeleteBody": "شما با حساب کاربری معلم نمی‌توانید حساب کاربری دانش آموزی را حذف نمایید. البته حساب کاربری دانش آموزی بعد از ورود به حساب از طریق صفحه {accountSettingsLink} قابل حذف شدن است.",
    "teacherfaq.accountSettings": "تنظیمات حساب کاربری",
    "teacherfaq.studentAddExistingTitle": "بعضی از دانش آموزانم از قبل حساب کاربری اسکرچ را دارند، چطور می‌توانم آنها را به کلاسم اضافه کنم؟",
    "teacherfaq.studentAddExistingBody": "امکان اضافه کردن حساب کاربری که اکنون وجود دارد در یک کلاس نیست. لازم است که شما با استفاده از حساب کاربری معلم برای آنها حساب کاربردی دانش آموزی جدیدی را بسازید.",
    "teacherfaq.studentMultipleTitle": "آیا یک دانش‌آموز می‌تواند در چندین کلاس شرکت کند؟",
    "teacherfaq.studentMultipleBody": "هر دانش آموز می‌تواند فقط در یک کلاس شرکت کند.",
    "teacherfaq.studentDiscussTitle": "آیا فضایی برای بحث و گفتگوی حساب معلم با معلمان دیگر وجود دارد؟",
    "teacherfaq.studentDiscussionBody": "You can engage in discussions with other teachers by joining the {facebookGroupLink}, where you will find conversations about a number of topics, including Teacher Accounts. This group was established by the {creativeComputingLabLink} at the Harvard Graduate School of Education. You can also browse {scratchEdLink}, which is now an archived site, but includes extensive forums and resources related to Scratch in educational settings.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Teaching with Scratch Facebook group",
    "teacherfaq.privacyPolicy": "سیاست‌های حفظ حریم شخصی اسکرچ",
    "teacherfaq.studentDataTitle": "اسکرچ چه اطلاعاتی درباره‌ی دانش‌آموزان را جمع‌آوری می‌کند؟",
    "teacherfaq.studentDataBody": "هنگامی که دانش آموزی برای اولین بار در اسکرچ ثبت نام می‌کند، ما داده‌های آماری کلی مانند جنسیت، سن (ماه و سال)، کشور و یک ایمیل جهت تایید هویت را سوال می‌کنیم. این داده‌ها (به صورت تجمیعی و کلی)  برای مطالعات تحقیقی با هدف ارتقا درک ما از چگونگی یادگیری افراد با اسکرچ مورد استفاده قرار می‌گیرد.",
    "teacherfaq.studentDataBody2": "وقتی که یک مربی از طریق اکانت معلم برای ساخت اکانت‌های دانش آموزی استفاده می‌کند لازم نیست که دانش آموزان ایمیل آدرس بدهند. از شما می‌خواهیم که برای کسب اطلاعات بیشتر {privacyPolicyLink} را مطالعه نمایید.",
    "teacherfaq.studentPrivacyLawsTitle": "آیا نسخه آنلاین اسکرچ مطابق قواعد حق بر محرمانگی داده‌ها ایالتی و فدرال کشور آمریکا هست یا خیر؟",
    "teacherfaq.studentPrivacyLawsBody": "اسکرچ در مورد حریم خصوصی دانش‌آموزان و تمام افرادی که از بستر ما استفاده می‌کنند، بسیار حساس است. ما روش‌های فیزیکی و الکترونیکی را برای حفاظت از اطلاعاتی که در وب سایت اسکرچ جمع آوری می کنیم، در اختیار داریم. اگر چه ما در موقعیتی نیستیم که بتوانیم ضمانت‌های قراردادی را به هر نهادی که از محصولات آموزشی رایگان ما استفاده می‌کند،ارائه دهیم. تمامی قوانین فدرال ایالات متحده  501(c)(3)  که قابل اعمال بر مؤسسات غیر انتفاعی است مورد قبول ما است. از شما می‌خواهیم که برای کسب اطلاعات بیشتر {privacyPolicyLink} را مطالعه کنید.",
    "teacherfaq.student250Title": "می‌خواهم که بیش از 250 دانش آموز را در یک کلاس ثبت نام کنم، چطور می‌توانم اینکار را بکنم؟",
    "teacherfaq.student250Body": "امکان اضافه کردن بیش از 250 دانش آموز در یک کلاس نیست. البته می‌توانید از {myClassesLink} یک کلاس جدید بسازید و حساب کاربری 250 دانش آموز دیگر را در هر کلاس جدید اضافه نمایید.",
    "teacherfaq.myClasses": "صفحه کلاس‌های من",
    "teacherfaq.commTitle": "جامعه اسکرچ",
    "teacherfaq.commHiddenTitle": "آیا می‌توانم یک کلاس خصوصی بسازم؟",
    "teacherfaq.commHiddenBody": "خیر. تمامی اطلاعاتی که در کلاس شما وجود دارند، قابل دسترسی توسط جامعه اسکرچ خواهند بود.",
    "teacherfaq.commWhoTitle": "دانش‌آموزان من در اسکرچ با چه افرادی می‌توانند تعامل داشته باشند؟",
    "teacherfaq.commWhoBody": "مجوزهای حساب کاربری دانش آموزی همانند یک حساب کاربری عادی اسکرچ در جامعه است و می‌تواند پروژه‌ها را به اشتراک بگذارد، دیدگاه‌هایی را اراسال کنید، هنرگاه‌هایی را بسازد و لایک کند. به عنوان یک معلم شما می‌توانید تمامی فعالیت‌های دانش آموزان خود را مشاهده کنید و برخی از اقدامات اصلاحی اولیه را انجام دهید.",
    "teacherfaq.commInappropriateTitle": "چه کاری می‌توانم انجام دهم اگر چیز نامناسبی را ببینم؟",
    "teacherfaq.commInappropriateBody": "شما می‌توانید دیدگاه‌های و پروژه‌های نامناسبی که توسط دانش آموزانتان ساخته شده است را حذف کنید. در صورتی که محتوای نامناسبی را یافتید که توسط افراد دیگری بجز دانش آموزان ایجاد شده بود، لطفا تیم اسکرچ را با کلیک بر روی دکمه «گزارش» مطلع نمایید.",
    "teacherfaq.commTurnOffCommentsTitle": "آیا می‌توانم ارسال و مشاهده دیدگاه‌ها را برای دانش آموزان خاموش کنم؟",
    "teacherfaq.commTurnOffCommentsBody": "خیر، ما نمی‌توانیم امکان ارسال دیدگاه‌ها را در جامعه آنلاین برای دانش آموزان شما غیر فعال کنیم. البته شما می‌توانید امکان ارسال دیدگاه توسط دیگران را بر روی پروفایل‌ها و هر یک از پروژه‌ها غیر فعال نمایید، اما امکان غیر فعال کردن ارسال دیدگاه‌ها در کل سایت وجود ندارد. اگر گمان می‌کنید که ارسال دیدگاه برای دانش آموزان شما کار صحیحی نیست، بهتر است که  {desktopLink} را که نسخه آفلاین ویرایشگر پروژه‌های اسکرچ است را بررسی کنید که ارتباطی با جامعه آنلاین ندارد.",
    "teacherfaq.commBlockGamesTitle": "آیا می‌شود دسترسی بازی کردن با اسکرچ را از دانش آموزانم بگیرم؟",
    "teacherfaq.commBlockGamesBody1": "ما پروژه‌هایی که بازی هستند و یا از بازی‌های رایانه‌ای مشهور الهام گرفته‌اند را حذف نمی‌کنیم مگر آنکه حاوی عناصری نامناسب برای بچه‌ها باشند. ما معتقدیم که بالاتری یادگیری در بچه‌ها هنگامی رخ می‌دهد که بر روی پروژه‌ای که به آن علاقمندند کار کنند؛ و البته بازی‌های کامپیوتری یکی از چیزهایی است که معمولا به آن علاقه وافری دارند.",
    "teacherfaq.commBlockGamesBody2": "در صورتی در پروژه‌ای مشخصی مشاهده کردید که حاوی عناصری غیر مرتبط است، لطفا دکمه «گزارش» که در صفحه آن پروژه مشاهده می‌کنید را کلیک کنید تا ما بتوانیم اقدامات لازم را انجام دهیم."
}