{
    "teacherfaq.title": "Scratch-opettajatilin UKK",
    "teacherfaq.teacherWhatTitle": "Mitä ovat opettajatilit?",
    "teacherfaq.teacherWhatBody": "Scratch-opettajatili tarjoaa opettajille ja muille kasvattajille lisäominaisuuksia hallita opiskelijoiden osallistumista Scratchiin mukaan lukien valmiuden luoda oppilastilit, järjestää oppilasprojekteja studioihin ja seurata oppilaan kommentteja. Lisätietoja opettajatilistä alla olevassa videossa:",
    "teacherfaq.teacherSignUpTitle": "Miten voin pyytää opettajatilin?",
    "teacherfaq.teacherSignUpBody": "Pyytääksesi opettajatilin mene opettajatilin <a href=\"/educators/register\">pyyntölomakkeelle</a>.",
    "teacherfaq.teacherWaitTitle": "Miksi minun täytyy odottaa yksi päivä tiliä varten?",
    "teacherfaq.teacherWaitBody": "Scratch-tiimi käyttää tämän ajan tilin luomiseen liittyvien ehdotusten manuaaliseen tarkistamiseen. Tällä varmistetaan, että tilin luoja on kasvattaja.",
    "teacherfaq.teacherPersonalTitle": "Miksi teidän on tiedettävä henkilökohtaiset ​​tietoni rekisteröinnin aikana?",
    "teacherfaq.teacherPersonalBody": "Käytämme näitä tietoja varmistaaksemme, että tilin luoja on opettaja. Emme jaa näitä tietoja kenellekään muulle, eikä niitä jaeta julkisesti sivustolla.",
    "teacherfaq.teacherGoogleTitle": "Ovatko opettajatilit integroitu Google Classroomiin tai mihin tahansa muuhun luokkahuoneen hallintapalveluun?",
    "teacherfaq.teacherGoogleBody": "Scratch-opettajatilejä ei ole integroitu mihinkään luokkahuoneen hallintapalveluun.",
    "teacherfaq.teacherEdTitle": "Onko Scratch-opettajatilit linkitetty ScratchEd-tiliin?",
    "teacherfaq.teacherEdBody": "Ei, Scratch-opettajatilejä ei ole linkitetty <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>-tileihin.",
    "teacherfaq.teacherMultipleTitle": "Voiko luokassa olla useita opettajia?",
    "teacherfaq.teacherMultipleBody": "Luokalla voi olla vain yksi opettajatili.",
    "teacherfaq.teacherQuestionsTitle": "Entä jos minulla on kysyttävää tai kommentteja opettajatilistä?",
    "teacherfaq.teacherQuestionsBody": "Jos sinulla on kysyttävää tai palautetta opettajatilistä, voit lähettää meille sähköpostia osoitteeseen <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Opiskelijatilit",
    "teacherfaq.studentVerifyTitle": "Pitäisikö minun tarkistaa jokaisen opiskelijani sähköpostit?",
    "teacherfaq.studentVerifyBody": "Ei. Koska oppilaan tilillä ei käytetä yksilöivää sähköpostiosoitetta, opettajan sähköpostiosoitteen vahvistaminen mahdollistaa kaikkien luokkatilien jakamisen.",
    "teacherfaq.studentEndTitle": "Mitä tapahtuu, kun \"lopetan\" luokkani?",
    "teacherfaq.studentEndBody": "Kun lopetat luokan, luokan profiilisivu piilotetaan ja opiskelijat eivät enää voi kirjautua sisään (mutta heidän projektinsa ja luokkastudionsa ovat edelleen näkyvissä sivustolla). Voit avata luokan uudelleen milloin tahansa.",
    "teacherfaq.studentForgetTitle": "Mitä tapahtuu, jos opiskelija unohtaa salasanansa?",
    "teacherfaq.studentForgetBody": "Voit palauttaa opiskelijan salasanan manuaalisesti Scratch-opettajatililläsi. Siirry ensin luokkani-sivulle (joko kotisivun violetista bannerista tai käyttäjän kuvakkeen vieressä olevasta avattavasta valikosta). Sieltä löydät oikean luokan ja napsauta opiskelijat-linkkiä. Voit sitten nollata salasanan opiskelijatasolla asetukset-valikon avulla.",
    "teacherfaq.studentUnsharedTitle": "Voinko nähdä jakamattomat opiskelijaprojektit?",
    "teacherfaq.studentUnsharedBody": "Opettajatileillä on pääsy vain jaettuihin opiskelijaprojekteihin.",
    "teacherfaq.studentDeleteTitle": "Voinko poistaa opiskelijatilejä?",
    "teacherfaq.studentDeleteBody": "Opettaja ei voi poistaa opiskelijan tiliä. Opiskelija voi poistaa oman tunnuksensa asetuksista.",
    "teacherfaq.studentAddTitle": "Voinko lisätä olemassa olevan Scratch-tilin luokkaan?",
    "teacherfaq.studentAddBody": "Vain opettajan luomat tilit voivat olla osa luokkaa. Tutkimme kuitenkin tämän toiminnallisuuden lisäämistä myöhemmissä versioissa.",
    "teacherfaq.studentMultipleTitle": "Voiko opiskelija olla useissa luokissa?",
    "teacherfaq.studentMultipleBody": "Opiskelija voi olla vain osa yhtä luokkaa. Tutkimme kuitenkin tämän toiminnallisuuden lisäämistä myöhemmissä versioissa.",
    "teacherfaq.studentDiscussTitle": "Onko paikkaa keskustella opettajatileistä muiden opettajien kanssa?",
    "teacherfaq.studentDiscussBody": "Kyllä, voit käydä keskusteluja muiden opettajien kanssa <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>-sivustolla, joka on Scratch-opettajien verkkoyhteisö. Käy tutustumassa heidän foorumiinsa liittyäksesi keskusteluihin <a href=\"http://scratched.gse.harvard.edu/discussions\">aiheiden määrästä</a> opettajatileihin. ScratchEdiä kehittää ja tukee Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Mitä tietoja Scratch kerää opiskelijoista?",
    "teacherfaq.studentDataBody": "Kun opiskelija kirjautuu ensimmäisen kerran Scratchiin, pyydämme demografisia perustietoja mukaan lukien sukupuoli, ikä (syntymäkuukausi ja -vuosi), maa ja sähköpostiosoite vahvistusta varten. Tätä tietoa käytetään (yhteenkoodussa muodossa) tutkimuksissa, joiden tarkoituksena on parantaa ymmärrystämme siitä, kuinka ihmiset oppivat Scratchilla. Kun opettaja käyttää Scratch-opettajatiliä opiskelijatilien massoittain luomiseen, opiskelijoiden ei tarvitse antaa sähköpostiosoitetta tilin perustamiseen.",
    "teacherfaq.studentPrivacyLawsTitle": "Onko Scratch 2.0 (online-versio) Yhdysvaltojen paikallisten ja liittovaltion tietosuojalakien mukainen?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch välittää syvästi opiskelijoiden ja kaikkien alustaamme käyttävien henkilöiden yksityisyydestä. Meillä on käytössä fyysiset ja sähköiset menettelyt Scratch-verkkosivustolla kerättyjen tietojen suojaamiseksi. Vaikka emme pysty tarjoamaan sopimustakuita jokaisen ilmaista koulutustuotetta käyttävän ryhmän kanssa, noudatamme kaikkia Yhdysvaltain liittovaltion lakeja, joita sovelletaan MIT:hen, 501(c)(3)-organisaatioon ja yhteisöön, joka luonut ja ylläpitää Scratchia. Kehotamme lukemaan Scratchin tietosuojakäytäntöä saadaksesi lisätietoja.",
    "teacherfaq.commTitle": "Yhteisö",
    "teacherfaq.commHiddenTitle": "Voinko luoda piilotetun luokan?",
    "teacherfaq.commHiddenBody": "Ei. Scratch-yhteisöllä on pääsy kaikkeen luokassasi jaettuun sisältöön.",
    "teacherfaq.commWhoTitle": "Kenen kanssa oppilaani voivat olla vuorovaikutuksessa Scratchilla?",
    "teacherfaq.commWhoBody": "Opiskelijatileillä on samat yhteisöoikeudet kuin tavallisella Scratch-tilillä, kuten projektien jakaminen, kommentit, studioiden luominen ja vastaavat. Opettajana voit nähdä kaiken oppilaidesi toiminnan ja suorittaa kevyitä moderointitoimenpiteitä luokassa.",
    "teacherfaq.commInappropriateTitle": "Mitä voin tehdä, jos näen jotain sopimatonta?",
    "teacherfaq.commInappropriateBody": "Voit poistaa manuaalisesti opiskelijoiden luomia sopimattomia kommentteja ja projekteja. Jos löydät muiden kuin opiskelijoiden luomaa sopimatonta sisältöä, ilmoita siitä Scratch-tiimille napsauttamalla raportoi-painiketta tai lähettämällä viesti <a href=\"/contact-us\">ota yhteyttä</a>."
}