{
    "teacherfaq.title": "Scratch-opettajatilin UKK",
    "teacherfaq.educatorTitle": "Scratch Educator FAQ",
    "teacherfaq.educatorGetStartedTitle": "Olen opettaja, joka on uusi Scratchissa. Kuinka pääsen alkuun?",
    "teacherfaq.educatorGetStartedBody": "Scratch has many resources available to help you get started! Please see our {educatorResourcesLink} for Guides, Tutorials, and many other resources to help you run your class with Scratch!",
    "teacherfaq.educatorResourcesLink": "Educator Resources page",
    "teacherfaq.teacherWhatTitle": "Mitä ovat opettajatilit?",
    "teacherfaq.teacherWhatBody": "Scratch-opettajatili tarjoaa opettajille lisäominaisuuksia, joiden avulla he voivat hallita opiskelijoiden osallistumista Scratchiin, mukaan lukien mahdollisuus luoda opiskelijatilejä, järjestää opiskelijaprojekteja studioihin ja seurata opiskelijoiden kommentteja. Lisätietoja opettajatileistä alla olevassa videossa:",
    "teacherfaq.teacherSignUpTitle": "Miten voin pyytää opettajatilin?",
    "teacherfaq.teacherSignUpBody": "Pyytääksesi opettajatiliä, mene opettajatilin <a href=\"/educators/register\">pyytölomakkeeseen</a>",
    "teacherfaq.teacherSignUpBodyHTML": "Pyytääksesi opettajatiliä, mene opettajatilin <a>pyytölomakkeeseen</a>",
    "teacherfaq.classMultipleTeachersTitle": "Voiko luokassa olla useita opettajia?",
    "teacherfaq.classMultipleTeachersBody": "Luokalla voi olla vain yksi opettajatili.",
    "teacherfaq.teacherPersonalTitle": "Miksi teidän on tiedettävä henkilökohtaiset ​​tietoni rekisteröinnin aikana?",
    "teacherfaq.teacherPersonalBody": "Käytämme näitä tietoja varmistaaksemme, että tilin luoja on opettaja. Emme jaa näitä tietoja kenellekään muulle, eikä niitä jaeta julkisesti sivustolla.",
    "teacherfaq.teacherGoogleTitle": "Onko Scratch yhteydessä Google Classroomiin, Cleveriin tai mihin tahansa muuhun luokkahuoneen hallintapalveluun?",
    "teacherfaq.teacherGoogleBody": "Ei, Scratch ei ole yhteydessä mihinkään luokkahuoneen hallintapalveluihin.",
    "teacherfaq.teacherEdTitle": "Onko Scratch-opettajatilit linkitetty ScratchEd-tiliin?",
    "teacherfaq.teacherEdBody": "Ei, Scratch-opettajatilejä ei ole linkitetty <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>-tileihin.",
    "teacherfaq.teacherEdBodyHTML": "Ei, Scratch-opettajatilejä ei ole linkitetty <a>ScratchEd</a>-tileihin.",
    "teacherfaq.teacherFeaturesTitle": "Does this feature exist, and if not, can you please add it?",
    "teacherfaq.teacherFeaturesBody": "Many features are commonly requested, including:",
    "teacherfaq.teacherFeaturesConvert": "Converting existing Scratch Accounts into Student Accounts",
    "teacherfaq.teacherMoveStudents": "Moving Student Accounts to other Teacher Accounts and Classes",
    "teacherfaq.teacherMultipleClasses": "Having Student Accounts be in multiple Classes, or associated with multiple Teacher Accounts",
    "teacherfaq.teacherLMSs": "Connecting with classroom management systems like Google Classroom and Clever",
    "teacherfaq.teacherLimitStudent": "Limit what features students have, such as seeing or being able to post comments",
    "teacherfaq.teacherWillNotImplement": "It is not currently possible to do any of these things on Scratch. We would love to expand the functionality of Teacher Accounts, and all of these features are things we would like to add. However, Scratch is a small organization and our resources are limited, so it may take us a very long time before we can implement any of these changes.",
    "teacherfaq.studentTransferTitle": "Can I transfer a student from one Teacher Account or class to another?",
    "teacherfaq.studentTransferBody": "No, it is not possible to transfer students from one class or teacher to another. You can create a new Student Account for the student using a different Teacher Account if they need to be part of a new class.",
    "teacherfaq.studentAccountsTitle": "Opiskelijatilit",
    "teacherfaq.studentVerifyTitle": "Onko minun vahvistettava jokaisen oppilaani sähköpostiosoitteet?",
    "teacherfaq.studentVerifyBody": "Ei. Opettajatilin sähköpostiosoitetta käytetään kaikkiin opiskelijatileihin, joten opiskelijoiden sähköpostiosoitteita ei tarvitse vahvistaa.",
    "teacherfaq.studentEndTitle": "Mitä tapahtuu, kun \"lopetan\" luokkani?",
    "teacherfaq.studentEndBody": "Kun lopetat luokan, luokan profiilisivu piilotetaan ja opiskelijat eivät enää voi kirjautua sisään (mutta heidän projektinsa ja luokkastudionsa ovat edelleen näkyvissä sivustolla). Voit avata luokan uudelleen milloin tahansa.",
    "teacherfaq.studentForgetTitle": "Mitä tapahtuu, jos opiskelija unohtaa salasanansa?",
    "teacherfaq.studentForgetBody": "Voit palauttaa opiskelijan salasanan manuaalisesti Scratch-opettajatililläsi. Siirry ensin luokkani-sivulle (joko kotisivun violetista bannerista tai käyttäjän kuvakkeen vieressä olevasta avattavasta valikosta). Sieltä löydät oikean luokan ja napsauta opiskelijat-linkkiä. Voit sitten nollata salasanan opiskelijatasolla asetukset-valikon avulla.",
    "teacherfaq.studentUnsharedTitle": "Voinko nähdä jakamattomat opiskelijaprojektit?",
    "teacherfaq.studentUnsharedBody": "Opettajatileillä on pääsy vain jaettuihin opiskelijaprojekteihin.",
    "teacherfaq.studentDeleteTitle": "Voinko poistaa opiskelijatilejä?",
    "teacherfaq.studentDeleteBody": "Et voi poistaa opiskelijan tiliä käyttämällä opettajatiliä, mutta opiskelijatilejä voi poistaa{accountSettingsLink} -sivun kautta ollessasi kirjautuneena opiskelijatilille.",
    "teacherfaq.accountSettings": "Tunnuksen asetukset",
    "teacherfaq.studentAddExistingTitle": "Some of my students already have Scratch accounts, how do I add them to my classroom?",
    "teacherfaq.studentAddExistingBody": "It is not possible to add an existing Scratch account to a classroom. You will need to create a new Student Account for them using your Teacher Account.",
    "teacherfaq.studentMultipleTitle": "Voiko opiskelija olla useissa luokissa?",
    "teacherfaq.studentMultipleBody": "Opiskelija voi kuulua vain yhteen luokkaan.",
    "teacherfaq.studentDiscussTitle": "Onko paikkaa keskustella opettajatileistä muiden opettajien kanssa?",
    "teacherfaq.studentDiscussionBody": "You can engage in discussions with other teachers by joining the {facebookGroupLink}, where you will find conversations about a number of topics, including Teacher Accounts. This group was established by the {creativeComputingLabLink} at the Harvard Graduate School of Education. You can also browse {scratchEdLink}, which is now an archived site, but includes extensive forums and resources related to Scratch in educational settings.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Teaching with Scratch Facebook group",
    "teacherfaq.privacyPolicy": "Scratch yksityisyyden suoja",
    "teacherfaq.studentDataTitle": "Mitä tietoja Scratch kerää opiskelijoista?",
    "teacherfaq.studentDataBody": "Kun opiskelija kirjautuu ensimmäisen kerran Scratchiin, pyydämme henkilötietoja, kuten sukupuolen, iän (syntymäkuukausi ja -vuosi), maan ja sähköpostiosoitteen vahvistusta varten. Näitä tietoja käytetään (koostetussa muodossa) tutkimuksissa, joiden tarkoituksena on parantaa ymmärrystämme siitä, kuinka ihmiset oppivat Scratchin avulla.",
    "teacherfaq.studentDataBody2": "When an educator uses a Scratch Teacher Account to create Student Accounts, students are not required to provide an email address. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.studentPrivacyLawsTitle": "Onko Scratch Yhdysvaltojen paikallisten ja liittovaltion tietosuojalakien mukainen?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch välittää syvästi opiskelijoiden ja kaikkien alustaamme käyttävien henkilöiden yksityisyydestä. Meillä on käytössä fyysiset ja sähköiset menettelyt keräämiemme tietojen suojaamiseksi. Vaikka emme voi tarjota sopimustakuita jokaisen tahon kanssa, joka käyttää ilmaista opetustuotettamme, noudatamme kaikkia Yhdysvaltain liittovaltion lakeja, joita sovelletaan 501(c)(3) voittoa tavoittelemattomaan organisaatioon. Suosittelemme lukemaan {privacyPolicyLink} saadaksesi lisätietoja.",
    "teacherfaq.student250Title": "I want to add more than 250 students to a class, how can I do this?",
    "teacherfaq.student250Body": "It is not possible to add more than 250 students to a single class. You can, however, create a new class on the {myClassesLink} and add another 250 student accounts to each new class.",
    "teacherfaq.myClasses": "Omat luokat -sivu",
    "teacherfaq.commTitle": "Yhteisö",
    "teacherfaq.commHiddenTitle": "Voinko luoda yksityisen luokan?",
    "teacherfaq.commHiddenBody": "Ei. Scratch-yhteisöllä on pääsy kaikkeen luokassasi jaettuun sisältöön.",
    "teacherfaq.commWhoTitle": "Kenen kanssa oppilaani voivat olla vuorovaikutuksessa Scratchilla?",
    "teacherfaq.commWhoBody": "Opiskelijatileillä on samat yhteisöoikeudet kuin tavallisella Scratch-tilillä, kuten projektien jakaminen, kommentit, studioiden luominen ja vastaavat. Opettajana voit nähdä kaiken oppilaidesi toiminnan ja suorittaa kevyitä moderointitoimenpiteitä luokassa.",
    "teacherfaq.commInappropriateTitle": "Mitä voin tehdä, jos näen jotain sopimatonta?",
    "teacherfaq.commInappropriateBody": "Voit poistaa opiskelijoiden luomia sopimattomia kommentteja ja projekteja manuaalisesti. Jos huomaat muiden kuin opiskelijoiden luomaa sopimatonta sisältöä, ilmoita siitä Scratch-tiimille klikkaamalla ‘Raportoi’-painiketta.",
    "teacherfaq.commTurnOffCommentsTitle": "Can I turn off the ability for students to see and post comments?",
    "teacherfaq.commTurnOffCommentsBody": "No, you cannot disable the commenting feature for your students in the online Community. You can selectively turn off the ability for others to leave comments on their profiles and each individual project, but there is not a site-wide feature to restrict commenting. If commenting doesn’t feel right for your students, you may want to consider using the {desktopLink} which is an offline version of the Scratch project editor that does not include the online community.",
    "teacherfaq.commBlockGamesTitle": "Voinko estää oppilaitani pelaamasta pelejä Scratchilla?",
    "teacherfaq.commBlockGamesBody1": "We do not remove projects that are games, or inspired by popular video games unless they contain other elements which would be inappropriate for children. We believe that children learn best when working on projects about things in their life they are passionate about; one of the things they are often passionate about is games.",
    "teacherfaq.commBlockGamesBody2": "If you are aware of any specific projects which do contain inappropriate elements, please click the 'Report' button which appears on the project page so we can take appropriate action."
}