{
    "teacherfaq.title": "FAQ compte enseignant Scratch",
    "teacherfaq.educatorTitle": "FAQ Éducateurs Scratch",
    "teacherfaq.educatorGetStartedTitle": "Je suis un éducateur qui est nouveau sur Scratch, comment puis-je bien commencer ?",
    "teacherfaq.educatorGetStartedBody": "Scratch a plein de ressources disponibles pour vous aider à commencer ! Merci de regarder notre {educatorResourcesLink} pour des guides, tutoriels, et plein d'autres ressources pour vous aider à faire avancer votre classe avec Scratch !",
    "teacherfaq.educatorResourcesLink": "Page des ressources pour les éducateurs",
    "teacherfaq.teacherWhatTitle": "Que sont les comptes enseignant ?",
    "teacherfaq.teacherWhatBody": "Un compte enseignant Scratch fournit aux enseignants des options supplémentaires pour gérer la participation de leurs élèves sur Scratch, y compris la possibilité de créer des comptes étudiants, d'organiser les projets des élèves dans des studios et de contrôler les commentaires de leurs élèves. Apprenez-en plus sur les comptes enseignant dans la vidéo ci-dessous :",
    "teacherfaq.teacherSignUpTitle": "Comment puis-je demander un compte enseignant ?",
    "teacherfaq.teacherSignUpBody": "Pour demander un compte enseignant, rendez-vous sur le <a href=\"/educators/register\">formulaire de demande</a>.",
    "teacherfaq.teacherSignUpBodyHTML": "Pour demander un compte enseignant, rendez-vous sur le <a>formulaire de demande</a>.",
    "teacherfaq.classMultipleTeachersTitle": "Une classe peut-elle avoir plusieurs enseignants ?",
    "teacherfaq.classMultipleTeachersBody": "Une classe peut seulement avoir un compte enseignant associé.",
    "teacherfaq.teacherPersonalTitle": "Pourquoi avez-vous besoin de connaître mes informations personnelles lors de mon inscription ?",
    "teacherfaq.teacherPersonalBody": "Nous utilisons ces informations pour vérifier que le créateur du compte est un éducateur. Nous ne partagerons pas cette information avec personne d'autre, et cela ne va pas être rendu publique sur ce site.",
    "teacherfaq.teacherGoogleTitle": "Les comptes enseignant sont-ils liés avec Google Classroom, Clever ou d'autres services de gestion de classe ?",
    "teacherfaq.teacherGoogleBody": "Non, Scratch n'est lié avec aucun système gestion de classe.",
    "teacherfaq.teacherEdTitle": "Les comptes enseignant Scratch sont-ils liés aux comptes ScratchEd ?",
    "teacherfaq.teacherEdBody": "Non, les comptes enseignant Scratch ne sont pas liés aux comptes <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherEdBodyHTML": "Non, les comptes enseignant Scratch ne sont pas liés aux comptes <a>ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "Cette fonctionnalité existe-t-elle, et si non, pourriez-vous l'ajouter s'il-vous-plaît ?",
    "teacherfaq.teacherFeaturesBody": "Plusieurs fonctionnalités sont fréquemment demandées, comme :",
    "teacherfaq.teacherFeaturesConvert": "Convertir un compte Scratch existant en un compte étudiant",
    "teacherfaq.teacherMoveStudents": "Faire passer les comptes étudiant vers d'autres comptes enseignant et classes",
    "teacherfaq.teacherMultipleClasses": "Mettre des compte étudiant dans plusieurs classes, ou les associer avec plusieurs comptes enseignant",
    "teacherfaq.teacherLMSs": "Se connecter avec des systèmes de gestion de classe comme Google Classroom et Clever",
    "teacherfaq.teacherLimitStudent": "Limiter les fonctionnalités auxquelles les étudiants ont accès, comme voir ou pouvoir poster des commentaires",
    "teacherfaq.teacherWillNotImplement": "Il n'est actuellement pas possible de faire l'une de ces choses sur Scratch. Nous aimerions étendre les fonctionnalités des comptes enseignant, et toutes ces fonctionnalités sont des choses que nous aimerions ajouter. Cependant, Scratch est une petite organisation et nos ressources sont limitées, donc il nous faudra peut-être beaucoup de temps avant de pouvoir mettre en œuvre ces changements.",
    "teacherfaq.studentTransferTitle": "Puis-je transférer un étudiant d'un compte enseignant ou d'une classe à un autre ?",
    "teacherfaq.studentTransferBody": "Non, il n'est pas possible de transférer des étudiants d'une classe ou d'un enseignant à un autre. Vous pouvez créer un nouveau compte étudiant pour l'élève devant appartenir au nouvel enseignant si il doit appartenir à une nouvelle classe.",
    "teacherfaq.studentAccountsTitle": "Comptes étudiant",
    "teacherfaq.studentVerifyTitle": "Dois-je vérifier chaque adresse e-mail de mes élèves ?",
    "teacherfaq.studentVerifyBody": "Non, l'adresse e-mail du compte enseignant est utilisée pour tous les étudiants, donc il n'y a pas besoin que les étudiants vérifient leur adresse e-mail.",
    "teacherfaq.studentEndTitle": "Que se passe-t-il quand je \"termine \" ma classe ?",
    "teacherfaq.studentEndBody": "Lorsque vous terminez une classe, votre page de profil de classe sera cachée et vos élèves ne seront plus en mesure de se connecter (mais leurs projets et les studios de classe seront encore visibles sur le site). Vous pouvez rouvrir la classe à tout moment.",
    "teacherfaq.studentForgetTitle": "Que se passe-t-il si un élève oublie son mot de passe ?",
    "teacherfaq.studentForgetBody": "Vous pouvez réinitialiser manuellement le mot de passe d'un élève depuis votre compte enseignant Scratch. Premièrement, allez dans Mes classes (soit à partir de la bannière mauve sur la page d'accueil ou dans le menu déroulant à côté de l'icône d'utilisateur). À partir de là, trouvez la bonne classe et cliquez sur le lien Élèves. Vous pouvez alors réinitialiser le mot de passe au niveau de l'élève à l'aide du menu Paramètres. ",
    "teacherfaq.studentUnsharedTitle": "Puis-je voir les projets non partagés des élèves ?",
    "teacherfaq.studentUnsharedBody": "Les comptes enseignant peuvent seulement accéder aux projets partagés des élèves.",
    "teacherfaq.studentDeleteTitle": "Puis-je supprimer des comptes élève ?",
    "teacherfaq.studentDeleteBody": "Vous ne pouvez pas supprimer un compte étudiant depuis le compte enseignant, mais les comptes étudiant peuvent être supprimés en allant sur la page {accountSettingsLink} lorsque vous êtes connecté au compte d'étudiant.",
    "teacherfaq.accountSettings": "Paramètres du compte",
    "teacherfaq.studentAddExistingTitle": "Certains de mes élèves ont déjà un compte Scratch, comment puis-je les ajouter à ma classe ?",
    "teacherfaq.studentAddExistingBody": "Ce n'est pas possible d'ajouter des compte Scratch déjà existants à une classe. Vous devrez leur créer des nouveaux comptes étudiant en utilisant votre compte enseignant.",
    "teacherfaq.studentMultipleTitle": "Un élève peut-il être dans plusieurs classes ?",
    "teacherfaq.studentMultipleBody": "Un étudiant ne peut faire partie que d'une seule classe.",
    "teacherfaq.studentDiscussTitle": "Y a-t-il un espace pour discuter des comptes enseignant avec d'autres enseignants ?",
    "teacherfaq.studentDiscussionBody": "Vous pouvez participer à des discussions avec d'autres enseignants en rejoignant le groupe {facebookGroupLink}, où vous trouverez des conversations sur un certain nombre de sujets, notamment les comptes enseignant. Ce groupe a été créé par la {creativeComputingLabLink} à l'Harvard Graduate School of Education. Vous pouvez également parcourir {scratchEdLink}, qui est désormais archivé, mais qui comprend de nombreux forums et ressources liés à Scratch dans le cadre de l'enseignement.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Groupe Facebook « Enseigner avec Scratch »",
    "teacherfaq.privacyPolicy": "Politique de confidentialité de Scratch",
    "teacherfaq.studentDataTitle": "Quelles sont les données collectées par Scratch sur les élèves ?",
    "teacherfaq.studentDataBody": "Quand un élève créé un compte sur Scratch, nous demandons quelques données démographiques de base, comme son genre, son âge (mois et année de naissance), sa nationalité et une adresse e-mail pour valider le compte. Ces données sont utilisées (sous forme agrégée) dans des recherches visant à mieux comprendre comment les gens apprennent avec Scratch.",
    "teacherfaq.studentDataBody2": "Quand un éducateur utilise un compte enseignant pour créer un compte étudiant, les élèves ne doivent pas donner d'adresse e-mail. Nous vous encourageons à lire la {privacyPolicyLink} pour plus d'informations.",
    "teacherfaq.studentPrivacyLawsTitle": "Est-ce que Scratch est en accord avec les lois locales et fédérales des États-Unis relatives aux données personnelles ?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch accorde beaucoup d'importance sur la vie privée des étudiants et sur tous ceux qui utilisent notre plate-forme. Nous avons mis en place des procédures physiques et électroniques afin de protéger les informations que nous collectons. Bien que nous ne sommes pas en position de vous offrir des garanties contractuelles pour chaque entité qui utilise nos produits éducationnels gratuits, nous sommes en conformité avec toutes les lois fédérales des États-Unis qui sont applicables à une organisation sans buts lucratifs 501(c)(3) . Nous vous encourageons à lire la {privacyPolicyLink} pour plus d'informations.",
    "teacherfaq.student250Title": "Je veux ajouter plus de 250 élèves dans une classe, comment puis-je faire ?",
    "teacherfaq.student250Body": "Ce n'est pas possible d'ajouter plus de 250 élèves dans une seule classe. Vous pouvez cependant créer une nouvelle classe sur la {myClassesLink} et ajouter 250 élèves de plus dans cette nouvelle classe.",
    "teacherfaq.myClasses": "Page Mes Classes",
    "teacherfaq.commTitle": "Communauté",
    "teacherfaq.commHiddenTitle": "Puis-je créer une classe privée ?",
    "teacherfaq.commHiddenBody": "Non. Tout contenu partagé dans la classe peut être accessible à toute la communauté Scratch.",
    "teacherfaq.commWhoTitle": "Qui peut interagir avec mes élèves sur Scratch ?",
    "teacherfaq.commWhoBody": "Les comptes étudiants ont les mêmes privilèges au sein de la communauté que les comptes normaux Scratch, comme pour le partage de projets, pour commenter, pour créer des studios, etc. En tant qu'enseignant, vous pouvez voir toutes les activités de vos élèves et effectuer des actions de modération légère au sein de votre classe.",
    "teacherfaq.commInappropriateTitle": "Que dois-je faire si je vois quelque chose d'inapproprié ?",
    "teacherfaq.commInappropriateBody": "Vous pouvez supprimer manuellement des commentaires inappropriés et des projets créés par vos élèves. Si vous trouvez du contenu inapproprié créé par une personne qui n'est pas votre élève, veuillez en informer l'équipe Scratch en cliquant sur le bouton \"Signaler\".",
    "teacherfaq.commTurnOffCommentsTitle": "Puis-je désactiver la possibilité pour les élèves de voir et de poster des commentaires ?",
    "teacherfaq.commTurnOffCommentsBody": "Non, vous ne pouvez pas désactiver la fonctionnalité des commentaires pour vos élèves sur la communauté en ligne. Vous pouvez choisir de désactiver de façon sélective le fait de pouvoir poster des commentaires sur les profils et sur les projets individuels, mais il n'existe pas de fonctionnalité pour le faire directement sur tout le site. Si autoriser les commentaire sur le profil de vos élèves et les laisser commenter ne vous convient pas, vous pourriez alors envisager d'utiliser {desktopLink}, qui est une version hors-ligne de l'éditeur de projets Scratch qui n'inclut pas la communauté en ligne.",
    "teacherfaq.commBlockGamesTitle": "Puis-je empêcher mes élèves de jouer sur Scratch ?",
    "teacherfaq.commBlockGamesBody1": "Nous ne retirons pas les projets qui sont des jeux ou ceux inspirés par des jeux vidéo, à moins qu'ils contiennent du contenu inapproprié pour les enfants. Nous pensons que les enfants apprennent mieux en travaillant sur des projets avec comme thème des choses qui les passionnent; une des choses qui passionne souvent est les jeux vidéo.",
    "teacherfaq.commBlockGamesBody2": "Si vous avez connaissance d'un projet contenant des éléments inappropriés, veuillez cliquer sur le bouton \"Signaler\" sur la page, en dessous du projet, pour que nous puissions faire ce qui est nécessaire."
}