{
    "teacherfaq.title": "FAQ compte enseignant Scratch",
    "teacherfaq.teacherWhatTitle": "Que sont les comptes enseignant ?",
    "teacherfaq.teacherWhatBody": "Un compte enseignant Scratch fournit aux enseignants et autres éducateurs des options supplémentaires pour gérer la participation de leurs élèves sur Scratch, y compris la possibilité de créer des comptes élèves, d'organiser les projets des élèves dans des studios, et de contrôler les commentaires de leurs élèves. Apprenez-en plus sur les comptes enseignant dans la vidéo ci-dessous :",
    "teacherfaq.teacherSignUpTitle": "Comment puis-je demander un compte enseignant ?",
    "teacherfaq.teacherSignUpBody": "Pour demander un compte enseignant, rendez-vous sur le <a href=\"/educators/register\">formulaire de demande</a>.",
    "teacherfaq.teacherWaitTitle": "Pourquoi dois-je attendre un jour pour l'ouverture de mon compte ?",
    "teacherfaq.teacherWaitBody": "L'équipe Scratch utilise ce temps pour examiner manuellement les soumissions de création de compte pour vérifier que le créateur du compte est un éducateur.",
    "teacherfaq.teacherPersonalTitle": "Pourquoi avez-vous besoin de connaître mes informations personnelles lors de mon inscription ?",
    "teacherfaq.teacherPersonalBody": "Nous utilisons ces informations pour vérifier que le créateur du compte est un éducateur. Nous ne partagerons pas cette information avec personne d'autre, et cela ne va pas être rendu publique sur ce site.",
    "teacherfaq.teacherGoogleTitle": "Les comptes enseignant sont-ils intégrés avec Google Classroom ou d'autres services de gestion de classe?",
    "teacherfaq.teacherGoogleBody": "Les comptes enseignant Scratch ne contiennent pas de service de gestion de classe.",
    "teacherfaq.teacherEdTitle": "Les comptes enseignant Scratch sont-ils liés aux comptes ScratchEd ?",
    "teacherfaq.teacherEdBody": "Non, les comptes enseignant Scratch ne sont pas liés aux comptes <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherMultipleTitle": "Une classe peut-elle avoir plusieurs enseignants ?",
    "teacherfaq.teacherMultipleBody": "Une classe peut seulement avoir un compte enseignant associé.",
    "teacherfaq.teacherQuestionsTitle": "Que faire si j'ai des questions ou des commentaires sur les comptes enseignant ?",
    "teacherfaq.teacherQuestionsBody": "Si vous avez une question ou un retour sur les comptes enseignant Scratch, vous pouvez envoyer un message à <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Comptes élève",
    "teacherfaq.studentVerifyTitle": "Dois-je vérifier chaque courriel de mes élèves ?",
    "teacherfaq.studentVerifyBody": "Non. Depuis que les comptes élève n'utilisent pas d'adresses courriel uniques, confirmer votre adresse courriel de professeur permettra le partage de tous les comptes de la classe.",
    "teacherfaq.studentEndTitle": "Que se passe-t-il quand je « termine » ma classe ?",
    "teacherfaq.studentEndBody": "Lorsque vous terminez une classe, votre page de profil de classe sera cachée et vos élèves ne seront plus en mesure de se connecter (mais leurs projets et les studios de classe seront encore visibles sur le site). Vous pouvez rouvrir la classe à tout moment.",
    "teacherfaq.studentForgetTitle": "Que se passe-t-il si un élève oublie son mot de passe ?",
    "teacherfaq.studentForgetBody": "Vous pouvez réinitialiser manuellement le mot de passe d'un élève depuis votre compte enseignant Scratch. Premièrement, allez dans Mes classes (soit à partir de la bannière mauve sur la page d'accueil ou dans le menu déroulant à côté de l'icône d'utilisateur). À partir de là, trouvez la bonne classe et cliquez sur le lien Élèves. Vous pouvez alors réinitialiser le mot de passe au niveau de l'élève à l'aide du menu Paramètres. ",
    "teacherfaq.studentUnsharedTitle": "Puis-je voir les projets non partagés des élèves ?",
    "teacherfaq.studentUnsharedBody": "Les comptes enseignants peuvent seulement accéder aux projets partagés des élèves.",
    "teacherfaq.studentDeleteTitle": "Puis-je supprimer des comptes élève ?",
    "teacherfaq.studentDeleteBody": "Il n'est pas possible pour un enseignant de supprimer un compte élève. Un élève peut supprimer son propre compte dans les Paramètres du compte.",
    "teacherfaq.studentAddTitle": "Puis-je ajouter un compte Scratch existant à ma classe ?",
    "teacherfaq.studentAddBody": "Seuls les comptes créés par des enseignants peuvent faire partie d'une classe. Cependant, nous cherchons à intégrer cette fonctionnalité dans les futures versions.",
    "teacherfaq.studentMultipleTitle": "Un élève peut-il être dans plusieurs classes ?",
    "teacherfaq.studentMultipleBody": "Un élève ne peut faire partie que d'une seule classe. Cependant, nous cherchons à ajouter cette fonctionnalité dans les futures versions.",
    "teacherfaq.studentDiscussTitle": "Y a-t-il un espace pour discuter des comptes enseignant avec d'autres professeurs ?",
    "teacherfaq.studentDiscussBody": "Oui, vous pouvez engager une discussion avec d'autre professeurs sur <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, une communauté online pour les éducateurs de Scratch. Allez voir leurs forums pour joindre une conversation sur un <a href=\"http://scratched.gse.harvard.edu/discussions\">nombre de sujets</a>, qui incluent mais qui ne se limitent pas  aux comptes enseignant. ScratchEd est développé et supporté par la Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Quelles sont les données collectées par Scratch sur les élèves ?",
    "teacherfaq.studentDataBody": "La première fois qu'un élève se connecte sur Scratch, nous lui posons quelques questions d'ordre démographique dont son genre, age (mois et année de naissance), pays, ainsi qu'une adresse mail pour valider le compte. Ces données (agrégées) sont utilisées dans nos recherches visant à mieux comprendre comment les gens apprennent avec Scratch. Quand l'enseignant crée un groupe de comptes élèves directement depuis son compte enseignant, aucune adresse mail n'est demandée aux élèves pour la configuration de leur compte.",
    "teacherfaq.studentPrivacyLawsTitle": "Est-ce que Scratch 2.0 (version en ligne) est conforme aux lois locales et fédérales des États-Unis sur la confidentialité des données ?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch accorde beaucoup d'importance sur la vie privée des étudiants et sur tous ceux qui utilisent notre plate-forme. Nous avons mis en place des procédures physiques et électroniques afin de protéger les informations que nous collectons sur le site de Scratch. Bien que nous ne sommes pas en position de vous offrir des garanties contractuelles pour chaque entité qui utilise nos produits éducationnels gratuits, nous sommes en conformité avec toutes les lois fédérales des États-Unis qui sont applicables au MIT, une organisation 501(c)(3) et l'entité qui a créé et soutient Scratch. Nous vous encourageons à lire les Politiques de Confidentialité de Scratch pour plus d'information.",
    "teacherfaq.commTitle": "Communauté",
    "teacherfaq.commHiddenTitle": "Puis-je créer une classe cachée?",
    "teacherfaq.commHiddenBody": "Non. Tout contenu partagé dans la classe peut être accessible à toute la communauté Scratch.",
    "teacherfaq.commWhoTitle": "Qui peut interagir avec mes étudiants sur Scratch?",
    "teacherfaq.commWhoBody": "Les comptes étudiants ont les mêmes privilèges au sein de la communauté que les comptes normaux de Scratch, comme pour le partage de projets, pour commenter, pour créer des studios, etc. En tant que professeur, vous pouvez voir toutes les activités de vos élèves et effectuer des actions de modération légère au sein de votre classe.",
    "teacherfaq.commInappropriateTitle": "Que dois-je faire si je vois quelque chose d'inapproprié?",
    "teacherfaq.commInappropriateBody": "Vous pouvez supprimer manuellement des commentaires inappropriés et des projets créés par vos élèves. Si vous trouvez du contenu inapproprié créé par des non-étudiants, s'il vous plaît informer l'équipe de Scratch en cliquant sur ​​le bouton de rapport ou l'envoi d'un message à <a href=\"/contact-us\"> Contactez-nous</a> ."
}