{
    "teacherfaq.title": "FAQ foar Scratch learaarrekening",
    "teacherfaq.educatorTitle": "FAQ foar Scratch learaar",
    "teacherfaq.educatorGetStartedTitle": "Ik bin in learaar nij foar Scratch, wêr begjin ik?",
    "teacherfaq.educatorGetStartedBody": "Scratch hat in protte boarnen beskikber om jo te begjinnen! Sjoch ús {educatorResourcesLink} foar gidsen, tutorials en in protte oare boarnen om jo te helpen jo klasse mei Scratch te organisearjen!",
    "teacherfaq.educatorResourcesLink": "Siden foar learkrêften",
    "teacherfaq.teacherWhatTitle": "Wat binne learaarakkounts?",
    "teacherfaq.teacherWhatBody": "In Scratch Teacher-akkount biedt learkrêften ekstra funksjes foar behearen fan studintenbetrokkenheid op Scratch, lykas de mooglikheid om studintkonten te meitsjen, studinteprojekten nei studios te pleatsen, en reaksjes fan studinten te besjen. Lês mear oer learaarakkounts yn it fideo hjirûnder:",
    "teacherfaq.teacherSignUpTitle": "Hoe freegje ik in learaarakkount oan?",
    "teacherfaq.teacherSignUpBody": "Om in learaarkonto oan te freegjen, gean dan nei it <a href=\"/educators/register\"> oanfraachformulier </a> foar it learaarkonto.",
    "teacherfaq.teacherSignUpBodyHTML": "Om in learaarkonto oan te freegjen, gean dan nei it <a> oanfraachformulier </a> foar it learaarkonto.",
    "teacherfaq.classMultipleTeachersTitle": "Kin in klasse meardere learkrêften hawwe?",
    "teacherfaq.classMultipleTeachersBody": "Allinich ien learaarakkount kin keppele wurde oan in klasse.",
    "teacherfaq.teacherPersonalTitle": "Wêrom moat ik persoanlike ynformaasje ynfiere by it registrearjen?",
    "teacherfaq.teacherPersonalBody": "Wy brûke dizze ynformaasje om te befestigjen dat de oanfreger in learaar is. Wy sille dizze ynformaasje net diele mei in oar, en it sil net sichtber wêze op 'e side.",
    "teacherfaq.teacherGoogleTitle": "Kin Scratch ferbine mei Google Classroom, Clever of in oare tsjinst foar klassebeheer?",
    "teacherfaq.teacherGoogleBody": "Nee, Scratch kin gjin ferbining meitsje mei elke tsjinst foar klasse behear.",
    "teacherfaq.teacherEdTitle": "Binne Scratch Teacher Accounts keppele oan ScratchEd Accounts?",
    "teacherfaq.teacherEdBody": "Nee, Scratch-learaarakkounts binne net keppele oan <a href=\"http://scratched.gse.harvard.edu/\"> ScratchEd </a> -akkounts.",
    "teacherfaq.teacherEdBodyHTML": "Nee, Scratch-learaarakkounts binne net keppele oan <a> ScratchEd </a> -akkounts.",
    "teacherfaq.teacherFeaturesTitle": "Bestiet dizze funksje, en as net, kinne jo dizze tafoegje?",
    "teacherfaq.teacherFeaturesBody": "In protte funksjes wurde faak frege, lykas:",
    "teacherfaq.teacherFeaturesConvert": "Besteande besteand Scratch-akkounts konvertearje nei studinteakkounts",
    "teacherfaq.teacherMoveStudents": "Ferpleatsen fan studinteakkounts nei oare learaarakkounts en -klassen",
    "teacherfaq.teacherMultipleClasses": "Studintenakkounts hawwe yn meardere klassen, of keppele oan meardere learaarakkounts.",
    "teacherfaq.teacherLMSs": "Ferbine mei klassebeheersystemen lykas Google Classroom en Clever",
    "teacherfaq.teacherLimitStudent": "Beheine wat studinten kinne dwaan, lykas reaksjes sjen en pleatse",
    "teacherfaq.teacherWillNotImplement": "It is op dit stuit net mooglik ien fan dizze dingen op Scratch te dwaan. Wy wolle de funksjonaliteit fan learaarakkounts útwreidzje, en wy wolle al dizze funksjes tafoegje. Scratch is lykwols in lytse organisaasje en ús boarnen binne beheind, dus it kin in lange tiid duorje om ien fan dizze wizigingen troch te fieren.",
    "teacherfaq.studentTransferTitle": "Kin ik in studint oermeitsje fan it iene learaarekonto as de klasse nei it oare?",
    "teacherfaq.studentTransferBody": "Nee, it is net mooglik om studinten fan de iene klasse of learaar nei de oare oer te bringen. Jo kinne in nij studinteakkount meitsje foar de studint mei in oar learaarakkount as se diel moatte fan in nije klasse.",
    "teacherfaq.studentAccountsTitle": "Studintakkount",
    "teacherfaq.studentVerifyTitle": "Moat ik elk e-mailadres fan myn studinten ferifiearje?",
    "teacherfaq.studentVerifyBody": "Nee. It e-postadres foar learaar-akkount wurdt brûkt foar alle studintkonten, sadat e-postadressen fan studinten net moatte wurde ferifieare.",
    "teacherfaq.studentEndTitle": "Wat bart der as ik de groep de-aktivearje?",
    "teacherfaq.studentEndBody": "As jo in groep de-aktivearje, is de profylside fan 'e groep ferburgen en kinne de studinten net mear oanmelde (har projekten en de studio's fan' e groep binne noch sichtber). Jo kinne altyd in groep opnij aktivearje.",
    "teacherfaq.studentForgetTitle": "Wat bart der as in studint it wachtwurd fergetten is?",
    "teacherfaq.studentForgetBody": "Jo kinne it wachtwurd manuell opnij ynstelle fanút jo Scratch-learaarkonto. Gean earst nei Myn groepen (dit kin dien wurde fanút de pearse banner op 'e thússide, of fia it útklapmenu neist jo brûkerspictogram). Gean dan nei de juste groep en klikje op de namme fan' e studint. Jo kinne it wachtwurd dan opnij ynstelle fia it Ynstellingsmenu.",
    "teacherfaq.studentUnsharedTitle": "Kin ik de projekten sjen dy't studinten net dield hawwe?",
    "teacherfaq.studentUnsharedBody": "Leararen kinne allinnich tagong krije ta projekten dy't dield binne troch studinten.",
    "teacherfaq.studentDeleteTitle": "Kin ik in studintakkount fuortsmite?",
    "teacherfaq.studentDeleteBody": "Jo kinne gjin studintakkounts fuortsmite mei in learaarakkount, mar studintakkounts kinne fuortsmiten wurde op 'e side {accountSettingsLink} as jo oanmeld binne mei it studintakkount.",
    "teacherfaq.accountSettings": "Akkount ynstellings",
    "teacherfaq.studentAddExistingTitle": "Guon fan myn studinten hawwe al Scratch-akkounts; hoe foegje ik se ta oan myn klasse?",
    "teacherfaq.studentAddExistingBody": "It is net mooglik om in besteand Scratch-akkount ta te foegjen oan in klaslokaal. Jo moatte in nij studinteakkount foar har meitsje mei jo learaarakkount.",
    "teacherfaq.studentMultipleTitle": "Kin in studint diel útmeitsje fan ferskate groepen?",
    "teacherfaq.studentMultipleBody": "In studint kin mar yn ien klasse sitte.",
    "teacherfaq.studentDiscussTitle": "Is der in plak dêr't dosinten learaarakkounts mei-inoar beprate kinne?",
    "teacherfaq.studentDiscussionBody": "You can engage in discussions with other teachers by joining the {facebookGroupLink}, where you will find conversations about a number of topics, including Teacher Accounts. This group was established by the {creativeComputingLabLink} at the Harvard Graduate School of Education. You can also browse {scratchEdLink}, which is now an archived site, but includes extensive forums and resources related to Scratch in educational settings.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Teaching with Scratch Facebook group",
    "teacherfaq.privacyPolicy": "Privacybelied foar Scratch",
    "teacherfaq.studentDataTitle": "Hokker studintgegevens wurde sammele troch Scratch?",
    "teacherfaq.studentDataBody": "As in studint foar it earst oanmeldt by Scratch, freegje wy om basis demografyske ynformaasje, ynklusyf geslacht, leeftyd (moanne en jier fan berte), lân en in e-postadres foar ferifikaasje. Dizze gegevens wurde brûkt (yn aggregate foarm) yn stúdzjes dy't ûntwurpen binne om ús begrip te ferbetterjen oer hoe't minsken leare mei Scratch.",
    "teacherfaq.studentDataBody2": "As in learaar in Scratch-learaarkonto brûkt om studintakkounts te meitsjen, binne studinten net ferplicht in e-postadres op te jaan. Wy riede oan dat jo de {privacyPolicyLink} kontrolearje foar mear ynformaasje.",
    "teacherfaq.studentPrivacyLawsTitle": "Folget Scratch lokale en federale privacywetten fan 'e Feriene Steaten?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch hechtet oan de privacy fan studinten en alle persoanen dy't ús platfoarm brûke. Wy hawwe fysike en elektroanyske prosedueres om de ynformaasje dy't wy sammelje te beskermjen. Wylst wy gjin kontraktuele garânsjes kinne leverje mei ienheid dy't ús fergees opliedingsprodukt brûkt, foldogge wy oan alle federale wetten fan 'e Feriene Steaten dy't jilde foar in 501 (c) (3) non-profit organisaasje. Wy riede oan dat jo de {privacyPolicyLink} lêze foar mear ynformaasje.",
    "teacherfaq.student250Title": "Ik wol mear as 250 studinten tafoegje oan in klasse, hoe kin ik dit dwaan?",
    "teacherfaq.student250Body": "It is net mooglik mear as 250 studinten ta te foegjen oan ien klasse. Jo kinne lykwols in nije klasse oanmeitsje op 'e {myClassesLink} en ekstra 250 studintakkounts tafoegje oan elke nije klasse.",
    "teacherfaq.myClasses": "Myn lessen side",
    "teacherfaq.commTitle": "Mienskip",
    "teacherfaq.commHiddenTitle": "Kin ik in priveeklasse oanmeitsje?",
    "teacherfaq.commHiddenBody": "Nee. Alle ynhâld dield yn jo klasse is tagonklik foar de Scratch-mienskip.",
    "teacherfaq.commWhoTitle": "Mei wa kinne myn studinten kommunisearje fia Scratch?",
    "teacherfaq.commWhoBody": "Studintenakkounts hawwe deselde privileezjes as in normaal Scratch-akkount, lykas dielen fan projekten, kommentaar jaan, studio's meitsje, ensfh. As learaar kinne jo alle aktiviteiten fan jo studinten yn 'e groep besjen en moderearje.",
    "teacherfaq.commInappropriateTitle": "Wat moat ik dwaan as ik wat ûngeskikts sjoch?",
    "teacherfaq.commInappropriateBody": "Jo kinne handige ongepaste opmerkingen en projekten fan studinten wiskje. As jo ungewoane ynhâld fine dy't net troch studinten binne makke, meld dan asjebleaft it Scratch Team troch te klikken op de knop \"Rapportearje\".",
    "teacherfaq.commTurnOffCommentsTitle": "Kin ik de mooglikheid foar studinten om kommentaar te besjen en te pleatsen útsette?",
    "teacherfaq.commTurnOffCommentsBody": "Nee, jo kinne de opmerkingsfunksje foar jo studinten yn 'e online mienskip net útsette. Jo kinne de mooglikheid foar oaren om kommentaar te jaan op har profyl en op elk yndividueel projekt selektyf útsette, mar d'r is gjin side-wide funksje om opmerkingen te beheinen. As kommentaar net goed fielt foar jo studinten, beskôgje dan de opsje {desktopLink} te brûken. Dat is in offline ferzje fan 'e Scratch-projektredakteur dy't de online mienskip net befettet.",
    "teacherfaq.commBlockGamesTitle": "Kin ik foarkomme dat myn studinten spultsjes spylje op Scratch?",
    "teacherfaq.commBlockGamesBody1": "Wy sille projekten dy't spultsjes binne of ynspireare troch populêre fideospultsjes wiskje, útsein as se oare eleminten befetsje dy't net geskikt binne foar bern. Wy leauwe dat bern it bêste leare as se wurkje oan projekten oer dingen yn har libben wêr't se hertstochtlik oer binne; ien fan 'e dingen dêr't se faak hertstochtlik oer binne is spultsjes.",
    "teacherfaq.commBlockGamesBody2": "As jo wite dat d'r bepaalde projekten binne dy't net geskikte eleminten befetsje, klikje dan op '! Rapportearje 'dy't op' e projektpagina stiet, sadat wy passende aksjes kinne nimme."
}