{
    "teacherfaq.title": "Ceisteanna Coitianta: Cuntais Mhúinteora",
    "teacherfaq.teacherWhatTitle": "Cad é cuntas múinteora?",
    "teacherfaq.teacherWhatBody": "Soláthraíonn Cuntas Múinteora Scratch acmhainní breise a chabhraíonn le múinteoirí a gcuid daltaí a bhainistiú ar Scratch. Mar shampla, tá múinteoirí in ann cuntais nua a chruthú ar son daltaí, tionscadail a eagrú ina stiúideonna, agus monatóireacht a dhéanamh ar nótaí tráchta a dhéanann na daltaí. Gheobhaidh tú tuilleadh eolais maidir le Cuntais do Mhúinteoirí san fhíseán thíos:",
    "teacherfaq.teacherSignUpTitle": "Conas is féidir liom cuntas múinteora a iarraidh?",
    "teacherfaq.teacherSignUpBody": "Bain úsáid as an <a href=\"/educators/register\">bhfoirm iarratais</a> chun Cuntas Múinteora a iarraidh.",
    "teacherfaq.teacherWaitTitle": "Cén fáth go gcaithfidh mé fanacht lá amháin ar mo chuntas? ",
    "teacherfaq.teacherWaitBody": "Úsáideann Foireann Scratch an tréimhse seo chun gach iarratas ar chuntas nua a athbhreithniú, le deimhniú go bhfuil an duine a chruthaigh an cuntas ina mhúinteoir.",
    "teacherfaq.teacherPersonalTitle": "Cén fáth go bhfuil m'eolas pearsanta ag teastáil is mé ag clárú?",
    "teacherfaq.teacherPersonalBody": "Bainfimid úsáid as an eolas seo le deimhniú go bhfuil an duine a chruthaigh an cuntas ina mhúinteoir. Ní roinnfimid an t-eolas seo le haon duine eile, agus ní fhoilseoimid go poiblí é ar an suíomh.",
    "teacherfaq.teacherGoogleTitle": "An bhfuil cuntais na múinteoirí comhtháite le Google Classroom nó le haon seirbhís bainistíochta ranga eile?",
    "teacherfaq.teacherGoogleBody": "Níl cuntais na múinteoirí ceangailte le haon seirbhís bainistíochta ranga.",
    "teacherfaq.teacherEdTitle": "An bhfuil cuntais mhúinteora nasctha le cuntais ScratchEd?",
    "teacherfaq.teacherEdBody": "Níl cuntais mhúinteora Scratch nasctha le cuntais <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherMultipleTitle": "An féidir le rang níos mó ná múinteoir amháin a bheith aige? ",
    "teacherfaq.teacherMultipleBody": "Ní féidir ach múinteoir amháin a cheangal le rang amháin.",
    "teacherfaq.teacherQuestionsTitle": "Agus má tá ceisteanna agam maidir le Cuntais Mhúinteora?",
    "teacherfaq.teacherQuestionsBody": "Má tá ceisteanna nó aiseolas agat maidir le Cuntais Mhúinteora is féidir teachtaireacht a sheoladh chugainn ag <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Cuntais do Dhaltaí",
    "teacherfaq.studentVerifyTitle": "An gá dom na seoltaí rphoist ag mo chuid daltaí go léir a dheimhniú?",
    "teacherfaq.studentVerifyBody": "Ní gá. Toisc nach n-úsáideann cuntais na ndaltaí seoltaí uathúla, is leor do sheoladh rphoist féin a dheimhniú.",
    "teacherfaq.studentEndTitle": "Cad a tharlaíonn nuair a chuirim deireadh le mo rang?",
    "teacherfaq.studentEndBody": "Nuair a chuireann tú deireadh le rang, cuirfear leathanach próifíle an ranga i bhfolach agus ní bheidh do chuid daltaí in ann logáil isteach a thuilleadh (ach beidh a gcuid tionscadal agus stiúideonna an ranga infheicthe ar an suíomh). Is féidir leat an rang a athoscailt am ar bith.",
    "teacherfaq.studentForgetTitle": "Cad a tharlaíonn má ligeann dalta a fhocal faire i ndearmad?",
    "teacherfaq.studentForgetBody": "Is féidir leat focal faire an dalta a athshocrú de láimh laistigh de do Chuntas Múinteora Scratch. Ar dtús, oscail Mo Chuid Ranganna (ón meirge corcra ar an leathanach baile nó sa roghchlár aníos in aice leis an deilbhín úsáideora). Ansin, aimsigh an rang ceart agus cliceáil an nasc Daltaí. Ansin, bain úsáid as an roghchlár Socruithe chun an focal faire a athshocrú ag leibhéal an dalta aonair.",
    "teacherfaq.studentUnsharedTitle": "An féidir liom tionscadail dhífhoilsithe a fheiceáil?",
    "teacherfaq.studentUnsharedBody": "Ní féidir. Níl tú in ann ach tionscadail fhoilsithe a fheiceáil ó chuntas múinteora.",
    "teacherfaq.studentDeleteTitle": "An féidir liom cuntais dalta a scriosadh?",
    "teacherfaq.studentDeleteBody": "Ní féidir le múinteoir cuntas dalta a scriosadh. Is féidir le daltaí a gcuntas féin a scriosadh i Socruthe Cuntais.",
    "teacherfaq.studentAddTitle": "An féidir liom cuntas Scratch atá ann cheana a chur le mo rang?",
    "teacherfaq.studentAddBody": "Ní féidir ach cuntais a chruthaigh tú mar mhúinteoir a chur le rang. Seans go n-athróimid an polasaí seo amach anseo.",
    "teacherfaq.studentMultipleTitle": "An féidir le dalta a bheith i níos mó ná rang amháin?",
    "teacherfaq.studentMultipleBody": "Ní féidir le dalta a bheith i níos mó ná rang amháin. Seans go n-athróimid an polasaí seo amach anseo.",
    "teacherfaq.studentDiscussTitle": "An bhfuil spás ann inar féidir liom Cuntais Mhúinteora a phlé le múinteoirí eile?",
    "teacherfaq.studentDiscussBody": "Tá. Is féidir leat dul i mbun cainte le múinteoirí eile ar <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, comhphobal ar líne dírithe ar mhúinteoirí a úsáideann Scratch sa seomra ranga. Glac páirt sna fóraim atá ann a bhaineann le <a href=\"http://scratched.gse.harvard.edu/discussions\">topaicí éagsúla</a>, Cuntais Mhúinteora ina measc. Is togra de chuid an Scoil Oideachais Iarchéime in Ollscoil Harvard é ScratchEd.",
    "teacherfaq.studentDataTitle": "Cén t-eolas a bhailíonn Scratch faoi dhaltaí?",
    "teacherfaq.studentDataBody": "Nuair a chláraíonn daltaí le Scratch i dtús báire, iarraimid bunsonraí déimeagrafacha orthu: inscne, aois (mí agus bliain bhreithe), tír, agus seoladh ríomhphoist le haghaidh deimhnithe. Bainimid úsáid as na sonraí seo (i bhfoirm chomhiomlánaithe) i dtaighde ar na bealaí a bhfoghlaimíonn daoine le Scratch. Nuair a chruthaíonn múinteoir go leor cuntas dalta d'aon iarraidh trína chuntas múinteora, ní gá do na daltaí seoladh ríomhphoist a sholáthar.",
    "teacherfaq.studentPrivacyLawsTitle": "An gcloíonn Scratch 2.0 (an leagan ar líne) le dlíthe áitiúla agus náisiúnta sna Stáit Aontaithe a bhaineann le príobháideachas sonraí?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "teacherfaq.commTitle": "Comhphobal",
    "teacherfaq.commHiddenTitle": "An féidir liom rang a choinneáil i bhfolach?",
    "teacherfaq.commHiddenBody": "Ní féidir. Beidh an t-ábhar go léir a fhoilsíonn an rang ar fáil do phobal iomlán Scratch.",
    "teacherfaq.commWhoTitle": "Who can my students interact with on Scratch?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "Cad is féidir liom a dhéanamh má fheicim rud éigin mí-oiriúnach?",
    "teacherfaq.commInappropriateBody": "Is féidir leat nótaí tráchta agus tionscadail mhí-oiriúnacha a scriosadh más dalta de do chuid a rinne. Má fheiceann tú ábhar mí-oiriúnach ó aon duine eile, téigh i dteagmháil le Foireann Scratch leis an gcnaipe Déan Tuairisc nó trí theachtaireacht a sheoladh chuig <a href=\"/contact-us\">Teagmháil</a>."
}