{
    "teacherfaq.title": "CÀBHA mu chunntasan tidseir Scratch",
    "teacherfaq.teacherWhatTitle": "Dè th’ ann an cunntasan tidseir?",
    "teacherfaq.teacherWhatBody": "Bheir cunntas tidsear gleusan a bharrachd dha thidsearan is luchd-foghlaim eile ach an stiùirich iad mar a ghabhas oileanaich pàirt air Scratch, a’ gabhail a-steach cruthachadh chunntasan oileanaich, eagrachadh air pròiseactan nan oileanach ann an stiùideothan agus cumail sùil air beachdan nan oileanach. Gheibh thu barrachd fiosrachaidh mu chunntasan tidseir sa video gu h-ìosal:",
    "teacherfaq.teacherSignUpTitle": "Ciamar a dh’iarras mi cunntas tidseir?",
    "teacherfaq.teacherSignUpBody": "Gus cunntas tidseir iarraidh, tadhail air <a href=\"/educators/register\">foirm iarrtas</a> cunntas tidseir.",
    "teacherfaq.teacherWaitTitle": "Carson a tha agam ri feitheamh latha mus fhaigh mi an cunntas agam?",
    "teacherfaq.teacherWaitBody": "Cleachdaidh Sgioba Scratch an latha sin gus lèirmheas a dhèanamh a làimh air iarrtasan cruthachadh cunntais a chum dearbhaidh gur ann le neach-foghlaim a chaidh an cunntas a chruthachadh.",
    "teacherfaq.teacherPersonalTitle": "Carson a bhios sibh feumach air an fhiosrachadh phearsanta agam rè a’ chlàraidh?",
    "teacherfaq.teacherPersonalBody": "Cleachdaidh sinn am fiosrachadh sin a chum dearbhaidh gur ann le neach-foghlaim a chaidh an cunntas a chruthachadh. Cha cho-roinn sinn am fiosrachadh seo le duine beò agus cha tèid a shealltainn gu poblach air an làrach.",
    "teacherfaq.teacherGoogleTitle": "An tèid cunntasan tidseir amalachadh le Google Classroom no seirbheis stiùireadh seòmraichean-clas sam bith eile?",
    "teacherfaq.teacherGoogleBody": "Cha tèid cunntasan tidseir Scratch amalachadh le seirbheis stiùireadh seòmraichean-clas sam bith.",
    "teacherfaq.teacherEdTitle": "A bheil cunntasan tidseir Scratch co-cheangailte ri cunntasan ScratchEd?",
    "teacherfaq.teacherEdBody": "Chan eil cunntasan tidseir Scratch co-cheangailte ri cunntasan <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>?",
    "teacherfaq.teacherMultipleTitle": "Am faod iomadh tidsear a bhith aig an aon chlas?",
    "teacherfaq.teacherMultipleBody": "Chan fhaod ach aon chunntas tidseir a bhith co-cheangailte ris gach clas.",
    "teacherfaq.teacherQuestionsTitle": "Dè nì mi ma tha ceist no beachd agam air cunntasan tidseir?",
    "teacherfaq.teacherQuestionsBody": "Ma tha ceist no beachd agad air na cunntasan tidseir, faodaidh tu fios a chur thugainn air <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Cunntasan nan oileanach",
    "teacherfaq.studentVerifyTitle": "Am bi agam ris gach seòladh puist-d aig na h-oileanaich agam a dhearbhadh?",
    "teacherfaq.studentVerifyBody": "Cha bhi. Air sgàth ’s nach cleachd cunntasan nan oileanach seòlaidhean puist-d fa leth, thèid an co-roinneadh a chur an comas airson a h-uile cunntas clas nuair a dhearbhas tu an seòladh puist-d tidseir agad.",
    "teacherfaq.studentEndTitle": "Dè thachras nuair a chuireas mi “crìoch” air a’ chlas agam?",
    "teacherfaq.studentEndBody": "Nuair a chuireas tu crìoch air clas, thèid duilleag pròifil a’ chlas fhalach agus chan urrainn do na h-oileanaich agad clàradh a-steach tuilleadh (ach chithear na pròiseactan aca agus stiùideothan a’ chlas air an làrach fhathast). Faodaidh tu an clas fhosgladh a-rithist ùine sam bith.",
    "teacherfaq.studentForgetTitle": "Dè thachras nuair a dhìochuimhnicheas oileanach am facal-faire aca?",
    "teacherfaq.studentForgetBody": "’S urrainn dhut facal-faire oileanaich ath-shuidheachadh sa chunntas tidseir Scratch agad. Tadhail air “Na clasaichean agam” an toiseach (on bhratach phurpaidh air an duilleag-dhachaigh no sa chlàr-taice teàrnaidh ri taobh an ìomhaigheag cleachdaiche agad). An uair sin, lorg an cleas ceart agus briog air ceangal nan oileanach. ’S urrainn dhut am facal-faire ath-shuidheachadh an uair sin aig ìre an oileanaich le clàr-taice nan roghainnean.",
    "teacherfaq.studentUnsharedTitle": "Am faic mi pròiseactan oileanaich nach deach a cho-roinneadh?",
    "teacherfaq.studentUnsharedBody": "Chan urrainn do chunntasan tidseir inntrigeadh ach pròiseactan oileanaich a chaidh a cho-roinneadh.",
    "teacherfaq.studentDeleteTitle": "An urrainn dhomh cunntas oileanaich a sguabadh às?",
    "teacherfaq.studentDeleteBody": "Chan urrainn do thidsear cunntas oileanaich a sguabadh às. ’S urrainn do dh’oileanaich na cunntasan aca fhèin a sguabadh às ann an “Roghainnean a’ chunntais” acasan.",
    "teacherfaq.studentAddTitle": "An urrainn dhomh cunntas Scratch a tha ann a chur ris a’ chlas agam?",
    "teacherfaq.studentAddBody": "Chan urrainn ach do chunntasan a chaidh a cruthachadh leis an tidsear pàirt a ghabhail ann an clas. Gidheadh, tha sinn ag amas an gleus seo a chur ris san àm ri teachd.",
    "teacherfaq.studentMultipleTitle": "An urrainn do dh’oileanach a bhith ann an grunn chlasaichean?",
    "teacherfaq.studentMultipleBody": "Chan urrainn do dh’oileanach ach pàirt a ghabhail ann an aon chlas. Gidheadh, tha sinn ag amas an gleus seo a chur ris san àm ri teachd.",
    "teacherfaq.studentDiscussTitle": "A bheil àite ann far an urrainn do thidsearan bruidhinn ri chèile mu dhèidhinn cunntasan tidseir?",
    "teacherfaq.studentDiscussBody": "Tha, ’s urrainn dhut deasbaid a dhèanamh le tidsearan eile air <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, sin coimhearsnachd air loidhne dhan luchd-foghlaim Scratch. Thoir sùil air a’ bhòrd-bhrath aca gus pàirt a ghabhail ann an còmhraidhean air <a href=\"http://scratched.gse.harvard.edu/discussions\">iomadh cuspair</a> agus beachdan air cunntasan tidseir nam measg. Tha ScratchEd ga leasachadh agus ga ghlèidheadh le Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Dè an dàta a chruinnicheas Scratch mu na h-oileanaich?",
    "teacherfaq.studentDataBody": "Nuair a chlàraicheas oileanach le Scratch, iarraidh sinn dàta deamografach bunasach orra, a’ gabhail a-steach an aois (mìos is bliadhna breith) ’s an dùthaich ’s an seòladh puist-d a chum dearbhaidh. Thèid an dàta sin (chan ann an dàta fhèin mar a tha e ach agragaid dheth) a chleachdadh ann an sgrùdaidhean rannsachaidh gus cur ris an eòlas againn air mar a dh’ionnsaicheas daoine le Scratch. Nuair a chleachdas neach-foghlaim cunntas tidseir Scratch gus grunn de chunntasan oileanaich a chruthachadh, chan iarr sinn post-d no suidheachadh cunntais air na h-oileanaich.",
    "teacherfaq.studentPrivacyLawsTitle": "An gèill Scratch 2.0 (an tionndadh air loidhne) ri laghan prìobhaideachd dàta ionadail is feadarail nan Stàitean Aonaichte?",
    "teacherfaq.studentPrivacyLawsBody": "Tha meas mòr aig Scratch air prìobhaideachd nan oileanaich agus nan daoine uile a chleachdas an t-ùrlar againn. Tha modhan fiosaigeach is leatronaigeach againn gus am fiosrachadh a chruinnicheas sinn air làrach-lìn Scratch a dhìon. Gad nach urrainn dhuinn barantas cùmhnaint a thoirt do gach eintiteas a chleachdas am bathar foghlaim saor ’s an-asgaidh againn, tha sinn a’ gèilleadh ris gach lagh feadarail nan Stàitean Aonaichte a bhios an sàs air MIT, sin buidheann 501(c)(3) agus an t-eintiteas a chruthaich agus a ghlèidheas Scratch. Mholamaid gun leugh thu poileasaidh prìobhaideachd Scratch airson barrachd fiosrachaidh.",
    "teacherfaq.commTitle": "Coimhearsnachd",
    "teacherfaq.commHiddenTitle": "An urrainn dhomh clas falaichte a chruthachadh?",
    "teacherfaq.commHiddenBody": "Chan urrainn. Gabhaidh gach susbaint a thèid a cho-roinneadh sa chlas agad inntrigeadh le coimhearsnachd Scratch.",
    "teacherfaq.commWhoTitle": "Cò leis a nì na h-oileanaich agam eadar-ghnìomhan air Scratch?",
    "teacherfaq.commWhoBody": "Tha na h-aon pribhleidean coimhearsnachd aig cunntasan oileanaich Scratch ’s a tha aig cunntas Scratch àbhaisteach, a leithid co-roinneadh phròiseactan, sgrìobhadh bheachdan, cruthachadh stiùideothan is mar sin air adhart. Mar thidsear, chì thu gnìomhachd gu lèir nan oileanach agad agus ’s urrainn dhut beagan maoirsinneachd a dhèanamh am broinn a’ chlas agad.",
    "teacherfaq.commInappropriateTitle": "Dè nì mi ma chì mi rudeigin nach eil iomchaidh?",
    "teacherfaq.commInappropriateBody": "’S urrainn dhut beachdan agus pròiseactan a chruthaich na h-oileanaich agad ’s nach eil iomchaidh a sguabadh às a làimh. Ma chì thu susbaint nach eil iomchaidh ach nach deach a chruthachadh leis na h-oileanaich agad, briog air a’ phutan “Dèan aithris” no cuir fios gu Sgioba Scratch air an duilleag <a href=\"/contact-us\">Cuir fios thugainn</a>."
}