{
    "teacherfaq.title": "Preguntas frecuentes sobre as contas de docente de Scratch",
    "teacherfaq.educatorTitle": "Preguntas frecuentes sobre Scratch para docentes",
    "teacherfaq.educatorGetStartedTitle": "Son docente principiante en Scratch, como podo empezar?",
    "teacherfaq.educatorGetStartedBody": "Scratch conta con moitos recursos dispoñibles para axudarte a comezar! Por favor, consulta os nosos {educatorResourcesLink} para atopar guías, titorías e moitos outros recursos que che axudarán a crear a túa clase en Scratch!",
    "teacherfaq.educatorResourcesLink": "Páxina de recursos para docentes",
    "teacherfaq.teacherWhatTitle": "Que son as contas de docentes?",
    "teacherfaq.teacherWhatBody": "Unha conta de profesor de Scratch proporciona aos educadores funcións adicionais para xestionar a participación dos estudantes en Scratch, incluída a capacidade de crear contas de estudantes, organizar proxectos de estudantes en estudios e supervisar os comentarios dos estudantes. Aprende máis sobre as contas de profesores no seguinte vídeo:",
    "teacherfaq.teacherSignUpTitle": "Como solicito unha conta de docente?",
    "teacherfaq.teacherSignUpBody": "Para solicitar unha conta de docente, vaia ao <a href=\"/educators/register\">formulario de solicitude</a> de conta de docente.",
    "teacherfaq.teacherSignUpBodyHTML": "Para solicitar unha conta de docente, vaia ao <a>formulario de solicitude</a> de conta de docente.",
    "teacherfaq.classMultipleTeachersTitle": "Unha clase pode ter múltiples docentes?",
    "teacherfaq.classMultipleTeachersBody": "Unha clase só pode ter asociada unha conta de docente.",
    "teacherfaq.teacherPersonalTitle": "Por que precisades da miña información persoal durante o rexistro?",
    "teacherfaq.teacherPersonalBody": "Empregamos esta información para comprobar que o creador da conta é docente. Non compartimos esta información con máis ninguén e non será publicada no sitio.",
    "teacherfaq.teacherGoogleTitle": "Scratch conecta con Google Classroom, Clever ou calquera outro servizo de xestión de aulas?",
    "teacherfaq.teacherGoogleBody": "Non, Scratch non se conecta con ningún servizo de xestión de aulas.",
    "teacherfaq.teacherEdTitle": "As contas de docente de Scratch están ligadas coas contas de ScratchEd?",
    "teacherfaq.teacherEdBody": "Non, as contas de docente de Scratch non están ligadas coas contas de <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherEdBodyHTML": "Non, as contas de docente de Scratch non están ligadas coas contas de <a>ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "Existe esta funcionalidade, e de non se así, poderían engadila por favor?",
    "teacherfaq.teacherFeaturesBody": "Moitas funcionalidades son demandadas a miúdo, incluíndo:",
    "teacherfaq.teacherFeaturesConvert": "Convertir contas de Scratch existentes en contas de alumnado",
    "teacherfaq.teacherMoveStudents": "Mover contas de alumnado a outras contas de docente e a outras clases",
    "teacherfaq.teacherMultipleClasses": "Asignar contas de alumnado a múltiples clases, ou asocialas con múltiples contas de docente",
    "teacherfaq.teacherLMSs": "Conectar con sistemas de xestión de clases, como Google Classroom e Clever",
    "teacherfaq.teacherLimitStudent": "Limitar que opcións ten o alumnado, como ver ou poder escribir comentarios",
    "teacherfaq.teacherWillNotImplement": "Polo de agora non é posible facer ningunha desas cousas en Scratch. Nosoutros quereriamos aumentar a funcionalidade das contas de docentes, e todas esas características son opcións que nos gustaría engadir. Porén, Scratch é unha organización pequena e os nosos recursos son limitados, por iso podería levarnos moito tempo poder implantar algún deses cambios.",
    "teacherfaq.studentTransferTitle": "Podo transferir a un alumno ou alumna dunha conta ou unha clase de docente a outra?",
    "teacherfaq.studentTransferBody": "Non, non é posible transferir estudantes dunha clase ou docente a outra. Podes crear unha nova conta de estudante para o estudante usando unha conta de docente diferente se precisan formar parte dunha nova clase.",
    "teacherfaq.studentAccountsTitle": "Contas do alumnado",
    "teacherfaq.studentVerifyTitle": "Teño que comprobar cada un dos enderezos de correo do meu alumnado?",
    "teacherfaq.studentVerifyBody": "Non. O enderezo de correo electrónico da conta de docente úsase para todas as contas de estudantes, polo que non hai que verificar os seus enderezos de correo electrónico.",
    "teacherfaq.studentEndTitle": "Que pasa ao «rematar» o curso?",
    "teacherfaq.studentEndBody": "Ao rematar un curso a páxina do perfil da clase agóchase e os estudantes xa non poden entrar (aínda que os seus proxectos e os estudios de clase permanecen visíbeis no sitio). Un curso pódese reabrir en todo momento.",
    "teacherfaq.studentForgetTitle": "Que pasa se un alumno/a esquece o seu contrasinal?",
    "teacherfaq.studentForgetBody": "Podes restaurar o seu contrasinal manualmente desde a conta de docente de Scratch. Vai primeiro a As miñas clases (desde a faixa violeta da páxina principal ou desde o menú despregábel que tes a carón da túa iconal de usuario). Procura a clase que sexa e preme na ligazón do/a alumno/a. Aí podes restaurar o contrasinal a nivel de alumno/a co menú Configuración.",
    "teacherfaq.studentUnsharedTitle": "Podo ver proxectos do alumnado sen compartir?",
    "teacherfaq.studentUnsharedBody": "As contas de docentes só poden acceder a proxectos do alumnado compartidos.",
    "teacherfaq.studentDeleteTitle": "Podo eliminar contas do alumnado?",
    "teacherfaq.studentDeleteBody": "Non podes eliminar a conta dun estudante usando unha conta de docente, pero as contas de estudantes poden eliminarse a través da páxina {accountSettingsLink} despois de iniciar sesión na conta de estudante.",
    "teacherfaq.accountSettings": "Configuración da Conta",
    "teacherfaq.studentAddExistingTitle": "Algunhas e algúns dos meus estudantes xa teñen contas de Scratch, como podo engadilo á miña aula?",
    "teacherfaq.studentAddExistingBody": "Non é posible engadir unha conta de Scratch existente a unha aula. Deberá crear unha nova conta de estudante usando a súa conta de profesor.",
    "teacherfaq.studentMultipleTitle": "Pode un alumno estar en varias clases?",
    "teacherfaq.studentMultipleBody": "Un estudante só pode formar parte dunha clase.",
    "teacherfaq.studentDiscussTitle": "Hai un espazo para falar das contas de docentes con outros docentes?",
    "teacherfaq.studentDiscussionBody": "You can engage in discussions with other teachers by joining the {facebookGroupLink}, where you will find conversations about a number of topics, including Teacher Accounts. This group was established by the {creativeComputingLabLink} at the Harvard Graduate School of Education. You can also browse {scratchEdLink}, which is now an archived site, but includes extensive forums and resources related to Scratch in educational settings.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Teaching with Scratch Facebook group",
    "teacherfaq.privacyPolicy": "Política de Privacidade de Scratch",
    "teacherfaq.studentDataTitle": "Que datos do alumnado recolle Scratch?",
    "teacherfaq.studentDataBody": "Cando un estudante se inscribe por primeira vez en Scratch, pedimos datos demográficos básicos incluíndo sexo, idade (mes e ano de nacemento), país e un enderezo de correo electrónico para a súa verificación. Estes datos úsanse (de forma agregada) en estudos de investigación destinados a mellorar a nosa comprensión de como as persoas aprenden con Scratch.",
    "teacherfaq.studentDataBody2": "Cando un educador ou educadora usa unha conta de docente de Scratch para crear contas de estudantes, os estudantes non están obrigados a proporcionar un enderezo de correo electrónico. Animámosche a ler o documento {privacyPolicyLink} para máis información.",
    "teacherfaq.studentPrivacyLawsTitle": "Cumpre Scratch coas leis de privacidade de datos locais e federais dos Estados Unidos?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch preocúpase profundamente da privacidade das e dos estudantes e de todas as persoas que usan a nosa plataforma. Contamos con procedementos físicos e electrónicos para protexer a información que recollemos. Aínda que non estamos en condicións de ofrecer garantías contractuais con cada entidade que utilice o noso produto educativo gratuíto, estamos a cumprir todas as leis federais dos Estados Unidos aplicables a unha organización sen ánimo de lucro 501 (c) (3). Animámosche a ler o documento  {privacyPolicyLink} para máis información.",
    "teacherfaq.student250Title": "Quero engadir máis de 250 estudantes a unha clase, como podo facer isto?",
    "teacherfaq.student250Body": "Non é posible engadir máis de 250 estudantes a unha soa clase. Non obstante, pode crear unha nova clase en {myClassesLink} e engadir outras 250 contas de estudantes a cada nova clase.",
    "teacherfaq.myClasses": "Páxina das miñas clases",
    "teacherfaq.commTitle": "Comunidade",
    "teacherfaq.commHiddenTitle": "Podo crear unha clase privada?",
    "teacherfaq.commHiddenBody": "Non. Todo o contido compartido dentro dunha clase é accesíbel a toda a comunidade de Scratch.",
    "teacherfaq.commWhoTitle": "Con quen pode interactuar o meu alumnado en Scratch?",
    "teacherfaq.commWhoBody": "As contas de alumnado teñen os mesmos privilexios de comunidade que as contas de Scratch normais, como compartir proxectos, comentar, crear estudios e así. Como docente podes ver toda a actividade do teu alumnado e realizar accións de moderación lixeiras dentro da túa clase.",
    "teacherfaq.commInappropriateTitle": "Que fago se vexo algo inapropiado?",
    "teacherfaq.commInappropriateBody": "Podes eliminar manualmente comentarios e proxectos inadecuados creados polos teus estudantes. Se atopas contido inadecuado creado por non estudantes, avisa ao equipo de Scratch facendo clic no botón \"Informar\".",
    "teacherfaq.commTurnOffCommentsTitle": "Podo desactivar para estudantes a función para ver e publicar comentarios?",
    "teacherfaq.commTurnOffCommentsBody": "Non, non podes desactivar a función para comentar dos teus estudantes na comunidade en liña. Podes desactivar de xeito selectivo a posibilidade de que outros deixen comentarios nos seus perfís e cada proxecto individual, pero non hai unha función para todo o sitio que restrinxa os comentarios. Se o comentario non parece correcto para os teus estudantes, pode que queiras considerar a utilización de {desktopLink} que é a versión sen conexión do editor de proxectos Scratch que non inclúe a comunidade en liña.",
    "teacherfaq.commBlockGamesTitle": "Podo impedir aos meus estudantes xogar a xogos en Scratch?",
    "teacherfaq.commBlockGamesBody1": "Non eliminamos proxectos que sexan xogos ou inspirados en videoxogos populares a non ser que conteñan outros elementos inapropiados para os nenos e nenas. Cremos que aprenden mellor cando traballan en proxectos sobre cousas da súa vida que lles apasionan; unha das cousas que adoitan apasionalos son os xogos.",
    "teacherfaq.commBlockGamesBody2": "Se ten coñecemento de algún proxecto específico que conteña elementos inapropiados, faga clic no botón \"Informar\" que aparece na páxina do proxecto para que poidamos tomar as medidas adecuadas."
}