{
    "teacherfaq.title": "Preguntas frecuentes sobre as contas de docente de Scratch",
    "teacherfaq.teacherWhatTitle": "Que son as contas de docentes?",
    "teacherfaq.teacherWhatBody": "Unha conta de docente de Scratch permite que os profesores e outros docentes dispoñan de funcionalidades adicionais para xestionar a participación do alumnado en Scratch, incluída a posibilidade de crear contas de alumno, organizar proxectos de alumnos en estudios e seguir os comentarios dos alumnos. Coñece máis sobre as contas de docente no vídeo de abaixo:",
    "teacherfaq.teacherSignUpTitle": "Como solicito unha conta de docente?",
    "teacherfaq.teacherSignUpBody": "Para solicitar unha conta de docente, vai ao <a href=\"/educators/register\">formulario de solicitude</a> de contas de docente.",
    "teacherfaq.teacherWaitTitle": "Por que teño que agardar un día pola miña conta?",
    "teacherfaq.teacherWaitBody": "O Equipo de Scratch bota este tempo revisando manualmente as peticións de creación de contas para comprobar que o creador da conta é un docente.",
    "teacherfaq.teacherPersonalTitle": "Por que precisades da miña información persoal durante o rexistro?",
    "teacherfaq.teacherPersonalBody": "Empregamos esta información para comprobar que o creador da conta é docente. Non compartimos esta información con máis ninguén e non será publicada no sitio.",
    "teacherfaq.teacherGoogleTitle": "As contas de docente están integradas con Google Classroom ou con outros servizos de xestión de aulas?",
    "teacherfaq.teacherGoogleBody": "As contas de docente de Scratch non están integradas con ningún servizo de xestión de aulas?",
    "teacherfaq.teacherEdTitle": "As contas de docente de Scratch están ligadas coas contas de ScratchEd?",
    "teacherfaq.teacherEdBody": "Non, as contas de docente de Scratch non están ligadas coas contas de <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherMultipleTitle": "Pode unha clase ter varios docentes?",
    "teacherfaq.teacherMultipleBody": "Cada clase só pode ter unha conta de docente asociada con ela.",
    "teacherfaq.teacherQuestionsTitle": "Como fago se teño preguntas ou comentarios sobre as contas de docente?",
    "teacherfaq.teacherQuestionsBody": "Se tes preguntas ou opinións sobre as contas de docente pódenos enviar unha mensaxe a <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Contas do alumnado",
    "teacherfaq.studentVerifyTitle": "Teño que comprobar cada un dos enderezos de correo do meu alumnado?",
    "teacherfaq.studentVerifyBody": "Non. Dado que as contas do alumnado non empregan enderezos de correo únicos, a confirmación do teu enderezo de correo de docente permite que todas as contas da clase compartan.",
    "teacherfaq.studentEndTitle": "Que pasa ao «rematar» o curso?",
    "teacherfaq.studentEndBody": "Ao rematar un curso a páxina do perfil da clase agóchase e os estudantes xa non poden entrar (aínda que os seus proxectos e os estudios de clase permanecen visíbeis no sitio). Un curso pódese reabrir en todo momento.",
    "teacherfaq.studentForgetTitle": "Que pasa se un alumno/a esquece o seu contrasinal?",
    "teacherfaq.studentForgetBody": "Podes restaurar o seu contrasinal manualmente desde a conta de docente de Scratch. Vai primeiro a As miñas clases (desde a faixa violeta da páxina principal ou desde o menú despregábel que tes a carón da túa iconal de usuario). Procura a clase que sexa e preme na ligazón do/a alumno/a. Aí podes restaurar o contrasinal a nivel de alumno/a co menú Configuración.",
    "teacherfaq.studentUnsharedTitle": "Podo ver proxectos do alumnado sen compartir?",
    "teacherfaq.studentUnsharedBody": "As contas de docentes só poden acceder a proxectos do alumnado compartidos.",
    "teacherfaq.studentDeleteTitle": "Podo eliminar contas do alumnado?",
    "teacherfaq.studentDeleteBody": "Un docente non pode eliminar unha conta de alumnado. Un/ha alumno/a pode eliminar a súa propia conta na súa Configuración da conta.",
    "teacherfaq.studentAddTitle": "Podo engadir unha conta de Scratch existente á miña clase?",
    "teacherfaq.studentAddBody": "Só pode ser parte dunha clase as contas creadas por un docente. Porén, imos mirar de engadir esta funcionalidade en versións futuras.",
    "teacherfaq.studentMultipleTitle": "Pode un alumno estar en varias clases?",
    "teacherfaq.studentMultipleBody": "Un/ha alumno/a só pode ser parte dunha clase. Porén, imos mirar de engadir esta funcionalidade en versións futuras.",
    "teacherfaq.studentDiscussTitle": "Hai un espazo para falar das contas de docentes con outros docentes?",
    "teacherfaq.studentDiscussBody": "Si, podes falar con outros docentes en <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, unha comunidade na rede para educadores de Scratch. Consulta os seus foros para entrar en conversas sobre <a href=\"http://scratched.gse.harvard.edu/discussions\">moitos temas</a>, incluídos, pero non só, a contas de docentes. ScratchEd está a ser desenvolvido e apoiado pola Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Que datos do alumnado recolle Scratch?",
    "teacherfaq.studentDataBody": "Cando un alumno se rexistra en Scratch por vez primeira pedimos datos demográficos básicos, incluído o xénero, idade (mes e ano de nacemento), país e un enderezo de correo electrónico para comprobación). Estes datos empréganse (de maneira agregada) en estudios de investigación que pretenden mellorar a nosa comprensión sobre como a xente aprende con Scratch. Cando un docente emprega unha conta de docente de Scratch para crear contas de estudante en lote, os alumnos non teñen que fornecer un enderezo de correo electrónico para configuraren a súa conta.",
    "teacherfaq.studentPrivacyLawsTitle": "Compre Scratch 2.0 (a versión na rede) coas leis de privacidade de datos locais e federais dos Estados Unidos?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch preocúpase moito pola privacidade do alumnado e de todos os invididuos que empregan a nosa plataforma. Temos habilitados procedementos físicos e electrónicos para protexer a información que recollemos no sito web de Scratch. Aínda que non estamos en situación de ofrecerlle garantías contractuais a cada institución que empregue o noso produto educativo gratuíto, si que cumprimos con todas as leis federais dos Estados Unidos que se lle aplican ao MIT, unha organizacion 501(c)(3) e a institución que creou e mantén Scratch. Animamos a ler a Política de Privacidade de Scratch para máis información.",
    "teacherfaq.commTitle": "Comunidade",
    "teacherfaq.commHiddenTitle": "Podo crear unha conta agochada?",
    "teacherfaq.commHiddenBody": "Non. Todo o contido compartido dentro dunha clase é accesíbel a toda a comunidade de Scratch.",
    "teacherfaq.commWhoTitle": "Con quen pode interactuar o meu alumnado en Scratch?",
    "teacherfaq.commWhoBody": "As contas de alumnado teñen os mesmos privilexios de comunidade que as contas de Scratch normais, como compartir proxectos, comentar, crear estudios e así. Como docente podes ver toda a actividade do teu alumnado e realizar accións de moderación lixeiras dentro da túa clase.",
    "teacherfaq.commInappropriateTitle": "Que fago si vexo algo inapropiado?",
    "teacherfaq.commInappropriateBody": "Podes retirar manualmente comentarios e proxectos inadecuados creados polo teu alumnado. Se atopas contido inadecuado non creado polo alumnado, notifica o Equipo de Scratch premendo no botón de informar ou enviando unha mensaxe a <a href=\"/contact-us\">Contacta connosco</a>."
}