{
    "teacherfaq.title": "Asusun malamai na Scratch FAQ",
    "teacherfaq.educatorTitle": "FAQ din mai kararantar  da Scratch",
    "teacherfaq.educatorGetStartedTitle": "Ni mai karantarwa  ne, ni bako ne a Scratch, Ta yaya zan fara?",
    "teacherfaq.educatorGetStartedBody": "Scratch na da albarkatu da yawa don taimaka maka wajen farawa! don Allah a duba {educatorResourcesLink} namu don jagora, koyaswa, da sauran albarkatu da yawa don taimaka maka wajen gudanar da ajinka da Scratch! ",
    "teacherfaq.educatorResourcesLink": "Shafin albarkantun mai karantarwa ",
    "teacherfaq.teacherWhatTitle": "Menene asusunan malami?",
    "teacherfaq.teacherWhatBody": "Asusun malamin Scratch yana ba wa masu karantarwa karin fasali don gudanar da sa hannun dalibi a Scratch, gami da ikon kirkirar asusun dalibai, tsara ayyukan dalibai a sitidiyoyi, da kuma lura da tsokacin dalibai, duba bidiyo da ke kasa don karin koyo game da asusun malami:",
    "teacherfaq.teacherSignUpTitle": "Ta yayi zan nemi samun asusun malami?",
    "teacherfaq.teacherSignUpBody": "don niman asusun Malami, don Allah je asusun malami <a href=\"/educators/register\">takardar nema</a> ",
    "teacherfaq.teacherSignUpBodyHTML": "don niman asusun Malami, don Allah je asusun malami <a>takardar nema</a> ",
    "teacherfaq.classMultipleTeachersTitle": "shin aji daya zai iya samun malamai dayawa?",
    "teacherfaq.classMultipleTeachersBody": "Aji daya na iya samun asusun malami daya ne kawai wanda ke da alaka da shi.",
    "teacherfaq.teacherPersonalTitle": "Me nene yasa kake so kasan bayanai na na sirri a lokacin yin rijista?",
    "teacherfaq.teacherPersonalBody": "Muna amfani da wannan bayanan don tabbatar da cewa mai kirkiran asusun mai karantarwa ne. Ba za mu yada wannan bayanan da wani ba, kuma ba za a yada ta a fili a shafin ba.",
    "teacherfaq.teacherGoogleTitle": "Shin Scratch na haduwa da Google classroom, Clever ko wani sabis na kula da aji?",
    "teacherfaq.teacherGoogleBody": "A'a, Scratch baya haduwa da kowane sabis na kula da aji.",
    "teacherfaq.teacherEdTitle": "Shin asusun malamin Scratch yana da alaka da asusun ScratchED?",
    "teacherfaq.teacherEdBody": "A'a, Asusun malamin Scratch bashi da alaka da asusun <a href=\"http://scratched.gse.harvard.edu/\">ScratchED</a>",
    "teacherfaq.teacherEdBodyHTML": "A'a, Asusun malamin Scratch bashi da alaka da asusun <a>ScratchED</a>",
    "teacherfaq.teacherFeaturesTitle": "Shin akwai wannan fasalulluka, idan kuma babu, za a iya dada shi?",
    "teacherfaq.teacherFeaturesBody": "Da yawa siffofin da ake fiye nema, ciki har da:",
    "teacherfaq.teacherFeaturesConvert": "canza asusun Scratch da ke akwai zuwa asusun dalibai",
    "teacherfaq.teacherMoveStudents": "Matsar da asusun dalibai zuwa wani asusun malami da azuzuwa",
    "teacherfaq.teacherMultipleClasses": "Samun asusun dalibai a cikin aji da yawa, ko alaka da Asusun Malamai da yawa ",
    "teacherfaq.teacherLMSs": "hadawa tare da tsarin sarrafa aji kamar Google Classroom da Clever",
    "teacherfaq.teacherLimitStudent": "Iyakance abubuwan da dalibai ke da su, kamar gani ko iya yin tsokaci",
    "teacherfaq.teacherWillNotImplement": "A halin yanzu ba zai yuwu ayi kowane dayan wadannan abubuwan akan Scratch ba. Za mu so mu fadada ayyukan asusun malamai, kuma duk wadannan abubuwan da muke son karawa. Du da haka, Scratch karamar kungiya ce kuma albarkatunmu sun iyakance, saboda haka yana iya daukar mu lokaci mai tsawo kafin mu aiwatar da dayan wadannan canje-canje.",
    "teacherfaq.studentTransferTitle": "Shin zan iya canja dalibi daga asusun malalmi ko aji zuwa wani? ",
    "teacherfaq.studentTransferBody": "A'a, ba shi yiwuwa a sauya dalibai daga aji daya ko malami daya zuwa wani aji daban. kana iya ƙirƙirar sabuwar asusun dalibi don dalibin da ke amfani da Asusun malami daban idan suna bukatar zama a bangaren na sabon aji.",
    "teacherfaq.studentAccountsTitle": "Asusun Dalibi",
    "teacherfaq.studentVerifyTitle": "Shin dole ne in tabbatar da kowane imel din dalibi na?",
    "teacherfaq.studentVerifyBody": "A'a. ana amfani da adireshin imel din Asusun malami don duk Asusun dalibi, don haka babu bukatar tabbatar da adiresoshin imel din dalibai. ",
    "teacherfaq.studentEndTitle": "Meke zai faru idan na \"karasa\" aji na?",
    "teacherfaq.studentEndBody": "Lokacin da ka gama aji, za a boye shafin bayanan ajin ka kuma daliban ka ba za su iya shiga ba (amma aikin su da sitidiyon aji za su kasance a kan shafin har yanzu). kana iya sake bude aji a kowane lokaci.",
    "teacherfaq.studentForgetTitle": "Me zai faru idan dalibi ya manta kalmar sirrin sa?",
    "teacherfaq.studentForgetBody": "Zaka iya sake saita kalmar sirri ta dalibi da hannu daga cikin Asusun Malaminka na Scratch. Da farko, yi tafiya zuwa ajujuwan na (ko dai daga allon talla mai launin shudi a shafin farko ko a jerin zabuka kusa da gunkin mai amfanin ka). Daga can, sami ajin da ya dace kuma danna mahadin daliban. Sannan zaka iya sake saita kalmar sirrri a matakin dalibi ta amfani da menu na saitunan.  ",
    "teacherfaq.studentUnsharedTitle": "Zan iya ganin ayyukan da ba a yada ba?",
    "teacherfaq.studentUnsharedBody": "Asusun malamin kawai zai iya samun damar ganin ayyukan dalibi da aka yada.",
    "teacherfaq.studentDeleteTitle": "Zan iya share asusun dalibi?",
    "teacherfaq.studentDeleteBody": "Ba za ka iya share asusun dalibi ta afani da Asusun Malami ba, amma ana iya share Asusun dalibi ta hanyar {accountSettingsLink}shafin yayin ya na cikin Asusun Dalibi.",
    "teacherfaq.accountSettings": "Saitunan Asusu",
    "teacherfaq.studentAddExistingTitle": "Wasu daga cikin dalibaina na da asusun Scratch tun tuni, ta yaya zan saka su a aji na?",
    "teacherfaq.studentAddExistingBody": "Ba zai yuwu a kara asusun Scratch a wani aji ba. Kana bukatan ƙirƙirar musu sabon asusun dalibi da asusun malami naka. ",
    "teacherfaq.studentMultipleTitle": "Shin wani dalibi zai iya shigan aji fiye da daya?",
    "teacherfaq.studentMultipleBody": "Dalibi na iya zaman daga cikin aji daya ne kawai. ",
    "teacherfaq.studentDiscussTitle": "Shin dakwai wani fili na tattauna asusun malami tare da sauran malamai?",
    "teacherfaq.studentDiscussionBody": "Kuna iya shiga tattaunawa tare da sauran malamai ta hanyar shiga {facebookGroupLink}, inda za ku sami tattaunawa game da batutuwa da dama, ciki har da Asusun Malami. An kafa wannan rukunin a Makarantar Ilimi {creativeComputingLabLink} ta Harvard Graduate School. Hakanan zaka iya bincika {scratchEdLink}, wanda yanzu shine rukunin yanar gizon da aka adana, amma ya haɗa da manyan tarukan tattaunawa da albarkatu masu alaƙa da Scratch a cikin saitunan ilimi.",
    "teacherfaq.creativeComputingLab": "Lab ɗin Ƙirƙirar Ƙirƙirar Ƙirƙiri",
    "teacherfaq.facebookGroup": "Koyarwa tare da Scratch Facebook group",
    "teacherfaq.privacyPolicy": "Dokar sirri na Scratch",
    "teacherfaq.studentDataTitle": "Wadanne bayanai ne Scratch ke tattarawa game da dalibai?",
    "teacherfaq.studentDataBody": "A lokacin da dalibi ya fara yin rajista akan Scratch, muna neman bayanan alkaluma na asali wanda ya hada da jinsi, shekaru (watan haihuwa da shekara), kasa, da adireshin imel don tabbatarwa. ana amfani da wannan bayanan (a dunkule) a cikin binciken bincike da aka kaddara don inganta fahimtar yanda mutane ke koyo da scratch.",
    "teacherfaq.studentDataBody2": "A lokacin da mai karantarwa yayi amfani da Asusun malami na Scratch don ƙirƙiran asusun dalibi, ba a niman sa da ba da adireshin imel dinsa. Muna karfafa ka karanta {privacyPolicyLink}don karin bayanai.",
    "teacherfaq.studentPrivacyLawsTitle": "Shin Scratch tana aiki tare da ka'idodin dokokin sirrin bayanan gida da na tarayya ta amurka?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch yana kulawa sossai da sirrin dalibai da na duk mutanen da suke amfani da dandalinmu. Muna da tsari na zahiri da lantarki don kare bayanan da muke tattarawa. Kodayake ba mu da ikon bayar da garantin kwangila tare da kowane wajen da ke amfani da samfuran iliminmu na kyauta, amma muna bin duk ka'idodin dokokin tarayya na Amurka wadanda ke aiki da dokar 501(c)(3) na kungiyar da ba riba. Muna karfafa ka ka karanta {privacyPolicyLink} don karin bayani.",
    "teacherfaq.student250Title": "Inason kara dalibai sama da 250 a aji, ta yaya zan yi wannan?",
    "teacherfaq.student250Body": "Ba ya yiwuwa a kara dalibai sama da 250 a aji guda. Duk da haka, za ka iya ƙirƙiri sabon aji akan {myClassesLink} da kuma kara wani asusun dalibai 250 ga kowanne aji. ",
    "teacherfaq.myClasses": "Shafin ajujuwa na",
    "teacherfaq.commTitle": "Jama'a",
    "teacherfaq.commHiddenTitle": "Zan iya kirkirar aji mai zaman kansa?",
    "teacherfaq.commHiddenBody": "A'a. Duk abubuwan da ke cikin ajinka zasu kasance a fili ga al'ummar Scratch.",
    "teacherfaq.commWhoTitle": "Dasu wa dalibai na zasu iya hulda dasu akan Scratch?",
    "teacherfaq.commWhoBody": "Asusun ɗalibai suna da gata ɗaya na al'umma kamar asusun Scratch na yau da kullun, kamar raba ayyukan, yin tsokaci, ƙirƙira ɗakin karatu, da makamantansu. A matsayinka na malami, zaku iya ganin duk ayyukan ɗalibanku kuma kuyi ayyukan daidaita haske a cikin ajin ka.",
    "teacherfaq.commInappropriateTitle": "Me nene zan iya yi idan nagan abun da bai dace ba?",
    "teacherfaq.commInappropriateBody": "Kana iya cire tsokaci da basu dace ba da ayyukan da dalibanka suka kirkira da hannu. idan ka sami abubuwan da basu dace ba wanda wanda ba dalibai bane suka kirkira, da fatan za ka sanar da tawagar Scratch ta danna maballin 'kai kara'. ",
    "teacherfaq.commTurnOffCommentsTitle": "Shin zan iya kashe damar dalibai don gani da sanya tsokaci?",
    "teacherfaq.commTurnOffCommentsBody": "A'a ba za ka iya tsayar fasalin yin tsokaci ga dalibanka a cikin al'ummar yanar gizo ba. Kana iya kashe ikon barin tsokacin wadansu zababbu a kan shafin bayyanan su da aikin kowane mutum, amma babu wani hanyar hana tsokaci gabadaya akan shafin. idan dalibanka ba sa jin dadin yin tsokaci, za ka so kayi la'akari da amfani da {desktopLink} wanda siga ce ta offline ta editan aikin Scratch da ba ya hade da Al'ummar Scratch na kan yanar gizo.     ",
    "teacherfaq.commBlockGamesTitle": "Shin zan iya toshe dalibai na daga wasanni a kan Scratch?",
    "teacherfaq.commBlockGamesBody1": "Ba za mu cire ayyukan da suke wasanni ne ba, ko kuma wanda da ta hanyar shahararun wasannin bidiyo aka yi su sai dai idan sun kunshi wasu abubuwan wanda bai da ce ma yara ba. Mun yi imanin cewa yara na sunfi koyo yayin da suke aiki akan ayyukan wasanni da abubuwan  cikin rayuwar su da suke matukar sha'awa; daya daga cikin abubuwan da galibi suke so shine wasanni.  ",
    "teacherfaq.commBlockGamesBody2": "Idan kana sane da kowane takamaiman ayyukan da ke kunshe da abubuwan da basu dace ba, don Allah danna maballin 'kai kara' wanda ya bayyana a shafin aikin don mu dauki matakin da ya dace."
}