{
    "teacherfaq.title": "स्क्रॅच  टीचर अकाउंट FAQ ",
    "teacherfaq.educatorTitle": "स्क्रैच शिक्षक अक्सर पूछे जाने वाले प्रश्न",
    "teacherfaq.educatorGetStartedTitle": "मैं एक शिक्षक हूँ जिसके लिए स्क्रैच नया है, मैं कैसे शुरू कर सकता/सकती हूँ?",
    "teacherfaq.educatorGetStartedBody": "आरंभ करने में आपकी सहायता के लिए स्क्रैच में कई संसाधन उपलब्ध हैं! स्क्रैच के साथ अपनी कक्षा चलाने में आपकी सहायता के लिए कृपया हमारे गाइड, ट्यूटोरियल और कई अन्य संसाधनों को देखें!{educatorResourcesLink}",
    "teacherfaq.educatorResourcesLink": "Educator Resources page",
    "teacherfaq.teacherWhatTitle": "टीचर अकाउंट क्या है?",
    "teacherfaq.teacherWhatBody": "स्क्रैच शिक्षक खाता शिक्षकों को स्क्रैच पर छात्र भागीदारी को प्रबंधित करने के लिए अतिरिक्त सुविधाएं प्रदान करता है, जिसमें छात्र खाते बनाने, छात्र परियोजनाओं को स्टूडियो में व्यवस्थित करने और छात्र टिप्पणियों की निगरानी करने की क्षमता शामिल है। नीचे दिए गए वीडियो में शिक्षक खातों के बारे में और जानें:",
    "teacherfaq.teacherSignUpTitle": "टीचर अकाउंट कैसे खोला जाता है?",
    "teacherfaq.teacherSignUpBody": "शिक्षक खाते का अनुरोध करने के लिए, कृपया शिक्षक खाता <a href=\"/educators/register\">अनुरोध फ़ॉर्म</a> पर जाएं।",
    "teacherfaq.teacherSignUpBodyHTML": "शिक्षक खाते का अनुरोध करने के लिए, कृपया शिक्षक खाता <a>अनुरोध फ़ॉर्म</a> पर जाएं।",
    "teacherfaq.classMultipleTeachersTitle": "क्या क्लास में एक से ज्यादा अध्यापक हो सकते है?",
    "teacherfaq.classMultipleTeachersBody": "एक क्लास में सिर्फ एक ही अध्यापक या अध्यापिका  हो सकता/सकती  है. ",
    "teacherfaq.teacherPersonalTitle": "रजिस्ट्रेशन के लिए मेरी निजी जानकारी क्यों मांगी जा रही है?",
    "teacherfaq.teacherPersonalBody": "हम इस जानकारी का उपयोग इस बात की सत्यता स्थापित करने के लिए करते हैं कि वास्तव  में आवेदक एक शिक्षक है या नहीं। हम यह जानकारी किसी अन्य से साझा नहीं करेंगे। और यह जानकारी वेबसाइट पर सार्वजानिक रूप से प्रकाशित भी नहीं की जाएगी।",
    "teacherfaq.teacherGoogleTitle": "क्या स्क्रैच Google कक्षा, चतुर या किसी अन्य कक्षा प्रबंधन सेवा से जुड़ता है?",
    "teacherfaq.teacherGoogleBody": "नहीं, स्क्रैच किसी भी कक्षा प्रबंधन सेवाओं से नहीं जुड़ता है।",
    "teacherfaq.teacherEdTitle": "क्या स्क्रॅच  टीचर अकाउंट ScratchEd अकाउंट से जुड़े हुए हैं?",
    "teacherfaq.teacherEdBody": "नहीं स्क्रॅच  टीचर अकाउंट <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> अकाउंट से जुड़े नही हैं.",
    "teacherfaq.teacherEdBodyHTML": "नहीं स्क्रॅच  टीचर अकाउंट <a>ScratchEd</a> अकाउंट से जुड़े नही हैं.",
    "teacherfaq.teacherFeaturesTitle": "क्या यह सुविधा मौजूद है, और यदि नहीं, तो क्या आप कृपया इसे जोड़ सकते हैं?",
    "teacherfaq.teacherFeaturesBody": "आमतौर पर कई सुविधाओं का अनुरोध किया जाता है, जिनमें शामिल हैं:",
    "teacherfaq.teacherFeaturesConvert": "मौजूदा स्क्रैच खातों को छात्र खातों में परिवर्तित करना",
    "teacherfaq.teacherMoveStudents": "छात्र खातों को अन्य शिक्षक खातों और कक्षाओं में ले जाना",
    "teacherfaq.teacherMultipleClasses": "छात्र खातों का एकाधिक कक्षाओं में होना, या एकाधिक शिक्षक खातों से संबद्ध होना",
    "teacherfaq.teacherLMSs": "Google कक्षा और चतुर जैसे कक्षा प्रबंधन प्रणालियों से जुड़ना",
    "teacherfaq.teacherLimitStudent": "छात्रों के पास क्या सुविधाएँ हैं, जैसे कि टिप्पणियों को देखना या पोस्ट करने में सक्षम होना सीमित करें",
    "teacherfaq.teacherWillNotImplement": "स्क्रैच पर इनमें से कोई भी काम करना फिलहाल संभव नहीं है। हम शिक्षक खातों की कार्यक्षमता का विस्तार करना पसंद करेंगे, और ये सभी सुविधाएं ऐसी चीजें हैं जिन्हें हम जोड़ना चाहेंगे। हालांकि, स्क्रैच एक छोटा संगठन है और हमारे संसाधन सीमित हैं, इसलिए इनमें से किसी भी बदलाव को लागू करने से पहले हमें बहुत लंबा समय लग सकता है।",
    "teacherfaq.studentTransferTitle": "क्या मैं एक छात्र को एक शिक्षक खाते या कक्षा से दूसरे में स्थानांतरित कर सकता हूँ?",
    "teacherfaq.studentTransferBody": "नहीं, छात्रों को एक कक्षा या शिक्षक से दूसरी कक्षा में स्थानांतरित करना संभव नहीं है। यदि छात्र को नई कक्षा का हिस्सा बनने की आवश्यकता है, तो आप किसी भिन्न शिक्षक खाते का उपयोग करके छात्र के लिए एक नया छात्र खाता बना सकते हैं।",
    "teacherfaq.studentAccountsTitle": "स्टूडेंट अकाउंट ",
    "teacherfaq.studentVerifyTitle": "क्या मुझे अपने हर छात्र की ईमेल को जांचना पड़ेगा?",
    "teacherfaq.studentVerifyBody": "नहीं। शिक्षक खाते का ईमेल पता सभी छात्र खातों के लिए उपयोग किया जाता है, इसलिए छात्रों के ईमेल पते सत्यापित करने की कोई आवश्यकता नहीं है।",
    "teacherfaq.studentEndTitle": "अगर मैं अपनी क्लास बंद कर दूँ तो क्या होगा?",
    "teacherfaq.studentEndBody": "जब आप अपनी क्लास बन कर दोगे तो आपका प्रोफाइल पेज दिखना बंद हो जाएगा और आपके स्टूडेंट्स उसमें लॉग इन नहीं कर पाएंगे। (लेकिन उन्होंने बनाये हुए प्रोजेक्ट्स और क्लास का स्टूडियो वेबसाइट पर रहेगा ) आप जब चाहो क्लास को दुबारा से ओपन कर सकते हो.",
    "teacherfaq.studentForgetTitle": "अगर कोई स्टुडंट अपना पॉवर भूल जाता है तो क्या करें ?",
    "teacherfaq.studentForgetBody": "आप अपने टीचर अकाउंट से अपने स्टूडेंट का पासवर्ड खुद रिसेट कर सकते हो. इसके लिए पहले  My Classes में जाइये। (होम पेज के पर्पल बैनर से जा आपके यूजर आइकॉन के साथ वाले ड्रॉप  डाउन मेनू से ) वहां से अपना क्लास चुनिए और स्टूडेंट के लिंक पर क्लिक कीजिये। यहाँ पर आप सेटिंग्स मेनू से स्टूडेंट का पासवर्ड रिसेट कर सकते हो. ",
    "teacherfaq.studentUnsharedTitle": "क्या मैं स्टूडेंट्स के शेयर ना किये हुए प्रॉजेक्ट्स देख सकता हूँ?",
    "teacherfaq.studentUnsharedBody": "नहीं। टीचर अकाउंट से आप केवल स्टूडेंट्स के शेयर  प्रॉजेक्ट्स ही देख सकते हो.",
    "teacherfaq.studentDeleteTitle": "क्या मैं किसी स्टुडंट का अकाउंट डिलीट कर सकता हूँ?",
    "teacherfaq.studentDeleteBody": "आप टीचर अकाउंट का उपयोग करके किसी छात्र का अकाउंट  नहीं हटा सकते हैं, लेकिन स्टूडेंट अकाउंट  में लॉग इन करते समय {accountSettingsLink}इस पेज से स्टूडेंट अकाउंट  को हटाया जा सकता है।",
    "teacherfaq.accountSettings": "अकाउंट सेटिंग",
    "teacherfaq.studentAddExistingTitle": "मेरे कुछ छात्रों के पहले से ही स्क्रैच अकाउंट हैं, तो मैं उन्हें अपनी कक्षा में कैसे शामिल कर सकता हूँ?",
    "teacherfaq.studentAddExistingBody": "मौजूदा स्क्रैच खाते को कक्षा में जोड़ना संभव नहीं है। आपको अपने शिक्षक खाते का उपयोग करके उनके लिए एक नया छात्र खाता बनाना होगा।",
    "teacherfaq.studentMultipleTitle": "क्या एक स्टुडंट एक से ज्यादा क्लास में शामिल हो सकता है?",
    "teacherfaq.studentMultipleBody": "एक छात्र केवल एक ही कक्षा का हिस्सा हो सकता है|",
    "teacherfaq.studentDiscussTitle": "क्या टीचर अकाउंट के बारे में दूसरे टीचर्स में साथ चर्चा करना संभव है?",
    "teacherfaq.studentDiscussionBody": "आप {facebookGroupLink} शामिल होकर अन्य शिक्षकों के साथ चर्चा में शामिल हो सकते हैं, जहां आपको शिक्षक खातों सहित कई विषयों पर बातचीत मिलेगी। इस समूह की स्थापना {creativeComputingLabLink} के हार्वर्ड ग्रेजुएट स्कूल ऑफ एजुकेशन में।आप यह{scratchEdLink} भी ब्राउज़ भी कर सकते हैं , जो अब एक संग्रहीत साइट है, लेकिन इसमें शैक्षिक सेटिंग्स में स्क्रैच से संबंधित व्यापक मंच और संसाधन शामिल हैं।",
    "teacherfaq.creativeComputingLab": "क्रिएटिव कंप्यूटिंग लैब",
    "teacherfaq.facebookGroup": "स्क्रैच फेसबुक ग्रुप के साथ शिक्षण",
    "teacherfaq.privacyPolicy": "स्क्रैच गोपनीयता नीति",
    "teacherfaq.studentDataTitle": "स्क्रॅच  विद्यार्थियों के बारे में कौनसी जानकारी इकट्ठा करता है?",
    "teacherfaq.studentDataBody": "जब कोई छात्र पहली बार स्क्रैच पर साइन अप करता है, तो हम लिंग, आयु (जन्म माह और वर्ष), देश और सत्यापन के लिए एक ईमेल पते सहित बुनियादी जनसांख्यिकीय डेटा मांगते हैं। स्क्रैच के साथ लोग कैसे सीखते हैं, इस बारे में हमारी समझ में सुधार करने के उद्देश्य से शोध अध्ययनों में इस डेटा का उपयोग (एकत्रित रूप में) किया जाता है।",
    "teacherfaq.studentDataBody2": "जब कोई शिक्षक छात्र खाते बनाने के लिए स्क्रैच शिक्षक खाते का उपयोग करता है, तो छात्रों को एक ईमेल पता प्रदान करने की आवश्यकता नहीं होती है। हम आपको अधिक जानकारी के लिए पढ़ने के लिए प्रोत्साहित करते हैं।{privacyPolicyLink}",
    "teacherfaq.studentPrivacyLawsTitle": "क्या स्क्रैच संयुक्त राज्य के स्थानीय और संघीय डेटा गोपनीयता कानूनों का अनुपालन करता है?",
    "teacherfaq.studentPrivacyLawsBody": "स्क्रैच छात्रों और हमारे प्लेटफॉर्म का उपयोग करने वाले सभी व्यक्तियों की गोपनीयता की गहराई से परवाह करता है। हमारे द्वारा एकत्र की जाने वाली जानकारी की सुरक्षा के लिए हमारे पास भौतिक और इलेक्ट्रॉनिक प्रक्रियाएं हैं। हालांकि हम प्रत्येक इकाई के साथ अनुबंध की गारंटी देने की स्थिति में नहीं हैं जो हमारे मुफ्त शैक्षिक उत्पाद का उपयोग करता है, हम सभी संयुक्त राज्य संघीय कानूनों के अनुपालन में हैं जो 501 (सी) (3) गैर-लाभकारी संगठन पर लागू होते हैं। हम आपको अधिक जानकारी के लिए पढ़ने के लिए प्रोत्साहित करते हैं।{privacyPolicyLink}",
    "teacherfaq.student250Title": "मैं 250 से ज़्यादा छात्रों को कक्षा में शामिल करना चाहती/चाहता हूँ, मैं यह कैसे कर सकता/सकती हूँ?",
    "teacherfaq.student250Body": "एक कक्षा में 250 से अधिक छात्रों को जोड़ना संभव नहीं है। हालाँकि, आप पर एक नई कक्षा बना सकते हैं और प्रत्येक नई कक्षा में अन्य 250 छात्र खाते जोड़ सकते हैं।{myClassesLink}",
    "teacherfaq.myClasses": "मेरी कक्षाएं पृष्ठ",
    "teacherfaq.commTitle": "समुदाय ",
    "teacherfaq.commHiddenTitle": "क्या मैं एक प्राइवेट क्लास बना सकता हूँ?",
    "teacherfaq.commHiddenBody": "नहीं आपके क्लास में शेयर किये हुए सभी प्रॉजेक्ट्स स्क्रॅच कम्युनिटी के साथ साझा किये जायेंगे। ",
    "teacherfaq.commWhoTitle": "क्या मेरे स्टूडेंट्स स्क्रॅच में एक दुसरे से संपर्क कर सकते  है?",
    "teacherfaq.commWhoBody": "स्टुडंट अकाउंट में वे सारी सुविधाएं हैं जो एक सामान्य स्क्रॅच अकाउंट में होती हैं. जैसे प्रोजेक्ट्स शेयर करना, कमेंट लिखना, स्टूडियो बनाना इत्यादि। एक टीचर के रूप में आप अपने स्टूडेंट्स की सभी गतिविधियों के देख सकते हैं और अपने क्लास में हलके फुल्के मॉडरेशन भी कर सकते हैं. ",
    "teacherfaq.commInappropriateTitle": "अगर कुछ अनुचित बात मुझे दिखाई देती है तो मैं क्या करूँ?",
    "teacherfaq.commInappropriateBody": "आप अपने छात्रों द्वारा बनाई गई अनुपयुक्त टिप्पणियों और परियोजनाओं को मैन्युअल रूप से हटा सकते हैं। यदि आपको गैर-छात्रों द्वारा बनाई गई अनुपयुक्त सामग्री मिलती है, तो कृपया 'रिपोर्ट' बटन पर क्लिक करके स्क्रैच टीम को सूचित करें।",
    "teacherfaq.commTurnOffCommentsTitle": "क्या मैं विद्यार्थियों की टिप्पणियों को देखने और पोस्ट करने की क्षमता को बंद कर सकता हूँ?",
    "teacherfaq.commTurnOffCommentsBody": "नहीं, आप ऑनलाइन समुदाय में अपने छात्रों के लिए टिप्पणी करने की सुविधा को अक्षम नहीं कर सकते। आप चुनिंदा रूप से दूसरों के लिए उनकी प्रोफाइल और प्रत्येक व्यक्तिगत परियोजना पर टिप्पणी छोड़ने की क्षमता को बंद कर सकते हैं, लेकिन टिप्पणी को प्रतिबंधित करने के लिए साइट-व्यापी सुविधा नहीं है। यदि टिप्पणी करना आपके छात्रों के लिए सही नहीं लगता है, तो आप स्क्रैच प्रोजेक्ट एडिटर के ऑफ़लाइन संस्करण का उपयोग करने पर विचार कर सकते हैं जिसमें ऑनलाइन समुदाय शामिल नहीं है।{desktopLink}",
    "teacherfaq.commBlockGamesTitle": "क्या मैं अपने छात्रों को स्क्रैच पर गेम खेलने से रोक सकता हूं?",
    "teacherfaq.commBlockGamesBody1": "हम ऐसे प्रोजेक्ट को नहीं हटाते हैं जो गेम हैं, या लोकप्रिय वीडियो गेम से प्रेरित हैं, जब तक कि उनमें अन्य तत्व न हों जो बच्चों के लिए अनुपयुक्त हों। हम मानते हैं कि बच्चे अपने जीवन में उन चीजों के बारे में परियोजनाओं पर काम करते समय सबसे अच्छा सीखते हैं जिनके बारे में वे भावुक होते हैं; जिन चीजों के बारे में वे अक्सर भावुक होते हैं उनमें से एक खेल है।",
    "teacherfaq.commBlockGamesBody2": "यदि आप किसी विशिष्ट परियोजना के बारे में जानते हैं जिसमें अनुपयुक्त तत्व हैं, तो कृपया 'रिपोर्ट' बटन पर क्लिक करें जो परियोजना पृष्ठ पर दिखाई देता है ताकि हम उचित कार्रवाई कर सकें।"
}