{
    "teacherfaq.title": "Scratchračun učitelja FAQ",
    "teacherfaq.educatorTitle": "Česta pitanja za Scratch Educator",
    "teacherfaq.educatorGetStartedTitle": "Ja sam edukator koji je tek počeo koristiti Scratch, kako mogu započeti?",
    "teacherfaq.educatorGetStartedBody": "Scratch ima mnogo dostupnih resursa koji će vam pomoći da počnete! Pogledajte naš {educatorResourcesLink} za Vodiče, Upute i mnoge druge resurse koji će Vam pomoći da vodite predavanje sa Scratchom!",
    "teacherfaq.educatorResourcesLink": "Stranica Resursi za nastavnike",
    "teacherfaq.teacherWhatTitle": "Što su računi nastavnika?",
    "teacherfaq.teacherWhatBody": "Scratch Teacher Account pruža nastavnicima dodatne značajke za upravljanje sudjelovanjem učenika na Scratchu, uključujući mogućnost stvaranja studentskih računa, organiziranje studentskih projekata u studije i praćenje studentskih komentara. Saznajte više o računima učitelja u videu u nastavku:",
    "teacherfaq.teacherSignUpTitle": "Kako mogu zatražiti učiteljski račun?",
    "teacherfaq.teacherSignUpBody": "Da biste zatražili račun učitelja, idite na <a href=\"/educators/register\">obrazac zahtjeva</a> za račun učitelja.",
    "teacherfaq.teacherSignUpBodyHTML": "Da biste zatražili račun učitelja, idite na <a>obrazac zahtjeva</a> za račun učitelja.",
    "teacherfaq.classMultipleTeachersTitle": "Može li razred imati više nastavnika?",
    "teacherfaq.classMultipleTeachersBody": "Razred može imati povezan samo jedan račun nastavnika.",
    "teacherfaq.teacherPersonalTitle": "Zašto trebate znati moje osobne podatke prilikom registracije?",
    "teacherfaq.teacherPersonalBody": "Koristimo ove informacije kako bismo potvrdili da je kreator računa edukator. Ove informacije nećemo dijeliti ni s kim, niti će biti javno objavljene na stranici.",
    "teacherfaq.teacherGoogleTitle": "Povezuje li se Scratch s Google Classroom, Clever ili bilo kojom drugom uslugom za upravljanje učionicom?",
    "teacherfaq.teacherGoogleBody": "Ne, Scratch se ne povezuje ni s jednim servisom za upravljanje razredom.",
    "teacherfaq.teacherEdTitle": "Jesu li Scratch Teacher računi povezani sa ScratchEd računima?",
    "teacherfaq.teacherEdBody": "Ne, Scratch Teacher računi nisu povezani s <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> računima.",
    "teacherfaq.teacherEdBodyHTML": "Ne, Scratch Teacher računi nisu povezani s <a>ScratchEd</a> računima.",
    "teacherfaq.teacherFeaturesTitle": "Postoji li ova značajka, a ako ne, možete li je dodati?",
    "teacherfaq.teacherFeaturesBody": "Često se traže mnoge značajke, uključujući:",
    "teacherfaq.teacherFeaturesConvert": "Pretvaranje postojećih Scratch računa u studentske račune",
    "teacherfaq.teacherMoveStudents": "Premještanje računa učenika na račune drugih nastavnika i razrede",
    "teacherfaq.teacherMultipleClasses": "Računi učenika moraju biti u više razreda ili povezani s više računa nastavnika",
    "teacherfaq.teacherLMSs": "Povezivanje sa sustavima za upravljanje razredom kao što su Google Classroom i Clever",
    "teacherfaq.teacherLimitStudent": "Ograničite mogućnosti koje studenti imaju, kao što je gledanje ili mogućnost postavljanja komentara",
    "teacherfaq.teacherWillNotImplement": "Trenutačno nije moguće učiniti bilo koju od ovih stvari na Scratchu. Voljeli bismo proširiti funkcionalnost računa učitelja, a sve ove značajke su stvari koje bismo željeli dodati. Međutim, Scratch je mala organizacija i naši su resursi ograničeni, pa bi nam moglo trebati jako puno vremena prije nego što možemo implementirati bilo koju od ovih promjena.",
    "teacherfaq.studentTransferTitle": "Mogu li premjestiti učenika s jednog računa učitelja ili razreda na drugi?",
    "teacherfaq.studentTransferBody": "Ne, nije moguće prebacivati ​​učenike iz jednog razreda ili učitelja u drugi. Možete stvoriti novi račun učenika za učenika koristeći drugi račun učitelja ako treba biti dio novog razreda.",
    "teacherfaq.studentAccountsTitle": "Studentski računi",
    "teacherfaq.studentVerifyTitle": "Moram li potvrditi svaku svoju studentsku e-poštu?",
    "teacherfaq.studentVerifyBody": "Ne. Adresa e-pošte računa učitelja koristi se za sve račune učenika, tako da nema potrebe za provjerom adresa e-pošte učenika.",
    "teacherfaq.studentEndTitle": "Što se događa kada \"završim\" svoj sat?",
    "teacherfaq.studentEndBody": "Kada završite razred, stranica profila vašeg razreda bit će skrivena i vaši učenici se više neće moći prijaviti (ali će njihovi projekti i razredni studiji i dalje biti vidljivi na web mjestu). Možete ponovno otvoriti razred u bilo kojem trenutku.",
    "teacherfaq.studentForgetTitle": "Što se događa ako student zaboravi lozinku?",
    "teacherfaq.studentForgetBody": "Možete ručno poništiti zaporku učenika unutar svog Scratch računa učitelja. Najprije idite na Moje tečajeve (bilo s ljubičastog bannera na početnoj stranici ili s padajućeg izbornika pored vaše korisničke ikone). Odatle pronađite odgovarajući razred i kliknite na vezu Učenici. Zatim možete poništiti lozinku na razini učenika pomoću izbornika Postavke.",
    "teacherfaq.studentUnsharedTitle": "Mogu li vidjeti nedijeljene studentske projekte?",
    "teacherfaq.studentUnsharedBody": "Računi nastavnika mogu pristupiti samo zajedničkim studentskim projektima.",
    "teacherfaq.studentDeleteTitle": "Mogu li izbrisati studentske račune?",
    "teacherfaq.studentDeleteBody": "Ne možete izbrisati račun učenika koristeći račun učitelja, ali račune učenika možete izbrisati putem stranice {accountSettingsLink} dok ste prijavljeni na račun učenika.",
    "teacherfaq.accountSettings": "Postavke računa",
    "teacherfaq.studentAddExistingTitle": "Neki od mojih učenika već imaju Scratch račune, kako da ih dodam u svoju učionicu?",
    "teacherfaq.studentAddExistingBody": "Nije moguće dodati postojeći Scratch račun u učionicu. Morat ćete izraditi novi račun učenika za njih koristeći svoj račun učitelja.",
    "teacherfaq.studentMultipleTitle": "Može li učenik biti u više razreda?",
    "teacherfaq.studentMultipleBody": "Učenik može biti dio samo jednog razreda.",
    "teacherfaq.studentDiscussTitle": "Postoji li prostor za raspravu o računima učitelja s drugim učiteljima?",
    "teacherfaq.studentDiscussionBody": "Možete sudjelovati u raspravama s drugim učiteljima pridruživanjem {facebookGroupLink}, gdje ćete pronaći razgovore o brojnim temama, uključujući račune učitelja. Ovu je grupu osnovao {creativeComputingLabLink} Harvard Graduate School of Education. Također možete pregledavati {scratchEdLink}, koje je sada arhivirano mjesto, ali uključuje opsežne forume i resurse koji se odnose na Scratch u obrazovnim postavkama.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Facebook grupa nastava with Scratch",
    "teacherfaq.privacyPolicy": "Scratch Pravila privatnosti",
    "teacherfaq.studentDataTitle": "Koje podatke Scratch prikuplja o studentima?",
    "teacherfaq.studentDataBody": "Kada se student prvi put prijavi na Scratch, tražimo osnovne demografske podatke uključujući spol, dob (mjesec i godinu rođenja), državu i adresu e-pošte za provjeru. Ovi se podaci koriste (u agregiranom obliku) u istraživačkim studijama s ciljem poboljšanja našeg razumijevanja načina na koji ljudi uče uz Scratch.",
    "teacherfaq.studentDataBody2": "Kada edukator koristi Scratch račun učitelja za kreiranje računa učenika, učenici ne moraju dati adresu e-pošte. Potičemo vas da pročitate {privacyPolicyLink} za više informacija.",
    "teacherfaq.studentPrivacyLawsTitle": "Je li Scratch usklađen s lokalnim i saveznim zakonima Sjedinjenih Država o privatnosti podataka?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch duboko brine o privatnosti učenika i svih pojedinaca koji koriste našu platformu. Imamo fizičke i elektroničke postupke za zaštitu podataka koje prikupljamo. Iako nismo u poziciji ponuditi ugovorna jamstva sa svakim subjektom koji koristi naš besplatni obrazovni proizvod, pridržavamo se svih saveznih zakona Sjedinjenih Država koji su primjenjivi na 501(c)(3) neprofitne organizacije. Potičemo vas da pročitate {privacyPolicyLink} za više informacija.",
    "teacherfaq.student250Title": "Želim dodati više od 250 učenika u razred, kako to mogu učiniti?",
    "teacherfaq.student250Body": "Nije moguće dodati više od 250 učenika u jedan razred. Međutim, možete stvoriti novi razred na {myClassesLink} i dodati još 250 studentskih računa svakom novom razredu.",
    "teacherfaq.myClasses": "Stranica Moji razredi",
    "teacherfaq.commTitle": "Zajednica",
    "teacherfaq.commHiddenTitle": "Mogu li stvoriti privatni razred?",
    "teacherfaq.commHiddenBody": "Ne. Sav sadržaj koji se dijeli unutar vašeg razreda bit će dostupan zajednici Scratch.",
    "teacherfaq.commWhoTitle": "S kim moji učenici mogu komunicirati na Scratchu?",
    "teacherfaq.commWhoBody": "Studentski računi imaju iste privilegije zajednice kao i obični Scratch račun, poput dijeljenja projekata, komentiranja, stvaranja studija i slično. Kao učitelj, možete vidjeti sve aktivnosti svojih učenika i obavljati lagane radnje moderiranja unutar svog razreda.",
    "teacherfaq.commInappropriateTitle": "Što mogu učiniti ako vidim nešto neprimjereno?",
    "teacherfaq.commInappropriateBody": "Možete ručno ukloniti neprikladne komentare i projekte koje su izradili vaši učenici. Ako pronađete neprikladan sadržaj koji su izradili ne-studenti, obavijestite Scratch tim klikom na gumb 'Prijavi'.",
    "teacherfaq.commTurnOffCommentsTitle": "Mogu li studentima isključiti mogućnost da vide i objavljuju komentare?",
    "teacherfaq.commTurnOffCommentsBody": "Ne, ne možete onemogućiti značajku komentiranja za svoje učenike u mrežnoj zajednici. Možete selektivno isključiti mogućnost drugima da ostavljaju komentare na svojim profilima i svakom pojedinačnom projektu, ali ne postoji značajka za ograničavanje komentiranja na cijelom web-mjestu. Ako se komentiranje ne čini u redu za vaše učenike, možda biste trebali razmisliti o korištenju {desktopLink} koji je izvanmrežna verzija uređivača projekta Scratch koja ne uključuje mrežnu zajednicu.",
    "teacherfaq.commBlockGamesTitle": "Mogu li blokirati svoje učenike da igraju igre na Scratchu?",
    "teacherfaq.commBlockGamesBody1": "Ne uklanjamo projekte koji su igre ili su inspirirani popularnim videoigrama osim ako sadrže druge elemente koji bi bili neprikladni za djecu. Vjerujemo da djeca najbolje uče kada rade na projektima o stvarima u svom životu oko kojih su strastvena; jedna od stvari oko koje su često strastveni su igre.",
    "teacherfaq.commBlockGamesBody2": "Ako ste upoznati s bilo kojim specifičnim projektima koji sadrže neprikladne elemente, molimo kliknite gumb 'qPrijavi' koji se pojavljuje na stranici projekta kako bismo mogli poduzeti odgovarajuće mjere."
}