{
    "teacherfaq.title": "Tanya Jawab Akun Guru",
    "teacherfaq.teacherWhatTitle": "Apa itu akun guru?",
    "teacherfaq.teacherWhatBody": "Suatu Akun Guru Scratch menyediakan guru dan pendidik dengan fitur-fitur tambahkan untuk manajemen partisipasi murid di Scratch, termasuk kemampuan untuk membuat akun murid, mengelompokkan karya murid ke dalam studio, dan memonitor komentar murid. Pelajari lebih jauh tentang Akun Guru dengan menggunakan video di bawah:",
    "teacherfaq.teacherSignUpTitle": "Bagaimana cara saya mengajukan sebuah akun guru?",
    "teacherfaq.teacherSignUpBody": "Untuk mengajukan sebuah Akun Guru, buka <a href=\"/educators/register\">formulir pengajuan</a> akun guru.",
    "teacherfaq.teacherWaitTitle": "Why do I have to wait one day for my account?",
    "teacherfaq.teacherWaitBody": "Scratch Team menggunakan waktu ini untuk memeriksa secara manual setiap permintaan akun untuk membuktikan pembuat akun seorang pendidik.",
    "teacherfaq.teacherPersonalTitle": "Kenapa anda perlu mengetahui informasi pribadi saya saat pendaftaran?",
    "teacherfaq.teacherPersonalBody": "Kami akan menggunakan informasi ini untuk membuktikan pembuat akun seorang pendidik. Kami tidak akan membagikan informasi ini kepada siapapun ataupun dibagikan secara publik di situs.",
    "teacherfaq.teacherGoogleTitle": "Are teacher accounts integrated with Google Classroom or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "Akun Guru Scratch tidak dipadukan dengan layanan manajemen kelas apapun.",
    "teacherfaq.teacherEdTitle": "Apakah akun Guru Scratch terhubung dengan akun ScratchEd?",
    "teacherfaq.teacherEdBody": "Tidak, akun Guru Scratch tidak terhubung dengan akun <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd.</a>",
    "teacherfaq.teacherMultipleTitle": "Bisakah satu kelas punya lebih dari satu guru?",
    "teacherfaq.teacherMultipleBody": "Sebuah kelas hanya dapat dihubungkan dengan satu akun guru.",
    "teacherfaq.teacherQuestionsTitle": "Bagaimana jika saya punya pertanyaan atau komentar tentang Akun Guru?",
    "teacherfaq.teacherQuestionsBody": "Jika anda punya pertanyaan atau masukan untuk Akun Guru, anda dapat mengontak kami pada <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Akun Murid",
    "teacherfaq.studentVerifyTitle": "Apakah saya harus memeriksa setiap surel dari murid-murid saya?",
    "teacherfaq.studentVerifyBody": "Tidak. Karena akun murid tidak menggunakan alamat surel yang berbeda-beda, anda cukup mengonfirmasi surel anda untuk memungkinkan semua akun kelas untuk berbagi.",
    "teacherfaq.studentEndTitle": "Apa yang akan terjadi saat saya \"mengakhiri\" kelas saya?",
    "teacherfaq.studentEndBody": "Ketika anda menutup sebuah kelas, halaman profil kelas anda akan disembunyikan dan murid-murid anda tidak akan mampu log masuk lagi (tapi karya dan studio kelas masih dapat dilihat di situs).  Anda dapat membuka kembali kelas tersebut kapan saja. ",
    "teacherfaq.studentForgetTitle": "Apa yang akan terjadi jika seorang pelajar melupakan sandi mereka?",
    "teacherfaq.studentForgetBody": "Anda dapat me-reset sandi suatu murid secara manual dari Akun Guru Scratch anda. Pertama, navigasi ke Kelas Saya (entah dari banner ungu di halaman utama atau menu dropdown di sebelah ikon pengguna anda). Dari situ, cari Kelas yang bersangkutan dan klik tautan Murid. Anda lalu dapat me-reset sandi akun murid menggunakan menu Pengaturan. ",
    "teacherfaq.studentUnsharedTitle": "Bisakah saya melihat karya murid yang tidak dibagikan?",
    "teacherfaq.studentUnsharedBody": "Akun guru hanya dapat mengakses karya murid yang sudah dibagikan.",
    "teacherfaq.studentDeleteTitle": "Bisakah saya menghapus akun murid?",
    "teacherfaq.studentDeleteBody": "Guru dapat menghapus akun murid. Seorang murid dapat menghapus akun mereka sendiri di Pengaturan Akun.",
    "teacherfaq.studentAddTitle": "Bisakah saya menambahkan akun Scratch yang sudah ada ke kelas saya? ",
    "teacherfaq.studentAddBody": "Hanya akun-akun yang dibuat oleh guru tersebut dapat menjadi bagian dari kelas. Kami masih mempertimbangkan menambahkan kemampuan ini di versi-versi yang akan datang.",
    "teacherfaq.studentMultipleTitle": "Apakah seorang murid dapat dihubungkan ke lebih dari satu kelas? ",
    "teacherfaq.studentMultipleBody": "Seorang murid hanya dapat menjadi bagian dari satu kelas. Kami masih mempertimbangkan menambahkan kemampuan ini di versi-versi yang akan datang.",
    "teacherfaq.studentDiscussTitle": "Apakah ada ruang untuk membahas Akun Guru dengan guru-guru lainnya?",
    "teacherfaq.studentDiscussBody": "Bukan anda? Log masuk sebagai pengguna lain",
    "teacherfaq.studentDataTitle": "Data apa yang Scratch kumpulkan dari pelajar?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "teacherfaq.commTitle": "Komunitas",
    "teacherfaq.commHiddenTitle": "Bisakah saya membuat kelas tersembunyi?",
    "teacherfaq.commHiddenBody": "Tidak. Semua konten yang dibagikan dari kelas anda dapat diakses oleh komunitas Scratch.",
    "teacherfaq.commWhoTitle": "Siapa yang dapat berinteraksi dengan murid-murid saya di Scratch?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "Apa yang harus saya lakukan jika saya melihat sesuatu yang tidak pantas?",
    "teacherfaq.commInappropriateBody": "Anda dapat menghapus komentar dan karya tidak pantas yang dibuat oleh murid anda. Jika anda menemukan konten tidak pantas yang dibuat oleh non-murid, mohon beritahukan Scratch Team dengan cara mengklik tombol lapor atau mengirim pesan ke <a href=\"/contact-us\">Kontak Kami</a>."
}