{
    "teacherfaq.title": "Tanya Jawab Akun Guru",
    "teacherfaq.educatorTitle": "FAQ Pendidik Scratch",
    "teacherfaq.educatorGetStartedTitle": "Saya seorang pendidik yang baru mengenal Scratch, bagaimana saya bisa memulai?",
    "teacherfaq.educatorGetStartedBody": "Scratch memiliki banyak sumber daya yang tersedia untuk membantu Anda memulai! Silakan lihat kami {educatorResourcesLink} untuk Panduan, Tutorial, dan banyak sumber daya lainnya untuk membantu Anda menjalankan kelas dengan Scratch!",
    "teacherfaq.educatorResourcesLink": "Halaman Sumber Daya Pendidik",
    "teacherfaq.teacherWhatTitle": "Apa itu akun guru?",
    "teacherfaq.teacherWhatBody": "Akun Scratch Teacher memberi pendidik fitur tambahan untuk mengelola partisipasi siswa di Scratch, termasuk kemampuan untuk membuat akun siswa, mengatur proyek siswa ke dalam studio, dan memantau komentar siswa. Pelajari lebih lanjut tentang Akun Guru dalam video di bawah ini:",
    "teacherfaq.teacherSignUpTitle": "Bagaimana cara saya mengajukan sebuah akun guru?",
    "teacherfaq.teacherSignUpBody": "Untuk meminta Akun Guru, buka <a href=\"/educators/register\">formulir permintaan</a> akun guru.",
    "teacherfaq.teacherSignUpBodyHTML": "Untuk meminta Akun Guru, buka <a>formulir permintaan</a> akun guru.",
    "teacherfaq.classMultipleTeachersTitle": "Bisakah satu kelas punya lebih dari satu guru?",
    "teacherfaq.classMultipleTeachersBody": "Sebuah kelas hanya dapat dihubungkan dengan satu akun guru.",
    "teacherfaq.teacherPersonalTitle": "Kenapa anda perlu mengetahui informasi pribadi saya saat pendaftaran?",
    "teacherfaq.teacherPersonalBody": "Kami akan menggunakan informasi ini untuk membuktikan pembuat akun seorang pendidik. Kami tidak akan membagikan informasi ini kepada siapapun ataupun dibagikan secara publik di situs.",
    "teacherfaq.teacherGoogleTitle": "Apakah Scratch terhubung dengan Google Classroom, Clever, atau layanan pengelolaan kelas lainnya?",
    "teacherfaq.teacherGoogleBody": "Tidak, Scratch tidak terhubung dengan layanan pengelolaan kelas mana pun.",
    "teacherfaq.teacherEdTitle": "Apakah akun Guru Scratch terhubung dengan akun ScratchEd?",
    "teacherfaq.teacherEdBody": "Tidak, akun Guru Scratch tidak terhubung dengan akun <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd.</a>",
    "teacherfaq.teacherEdBodyHTML": "Tidak, akun Guru Scratch tidak terhubung dengan akun <a>ScratchEd.</a>",
    "teacherfaq.teacherFeaturesTitle": "Apakah ada fitur tertentu? Apakah mereka akan ditambahkan jika tidak ke Scratch suatu hari nanti?",
    "teacherfaq.teacherFeaturesBody": "Banyak fitur yang biasanya diminta, antara lain:",
    "teacherfaq.teacherFeaturesConvert": "Mengubah Akun Scratch yang ada menjadi Akun Siswa",
    "teacherfaq.teacherMoveStudents": "Memindahkan Akun Siswa ke Akun Guru dan Kelas lainnya",
    "teacherfaq.teacherMultipleClasses": "Memiliki Akun Siswa di beberapa Kelas, atau dikaitkan dengan beberapa Akun Guru",
    "teacherfaq.teacherLMSs": "Terhubung dengan sistem manajemen kelas seperti Google Classroom dan Clever",
    "teacherfaq.teacherLimitStudent": "Batasi fitur yang dimiliki siswa, seperti melihat atau dapat memposting komentar",
    "teacherfaq.teacherWillNotImplement": "Saat ini tidak mungkin melakukan hal-hal ini di Scratch. Kami ingin memperluas fungsi Akun Guru, dan semua fitur ini adalah hal yang ingin kami tambahkan. Namun, Scratch adalah organisasi kecil dan sumber daya kami terbatas, jadi kami mungkin membutuhkan waktu yang sangat lama sebelum kami dapat menerapkan salah satu dari perubahan ini.",
    "teacherfaq.studentTransferTitle": "Bisakah saya mentransfer siswa dari satu Akun Guru atau kelas ke kelas lain?",
    "teacherfaq.studentTransferBody": "Tidak, siswa tidak dapat dipindahkan dari satu kelas atau guru ke kelas lain. Anda dapat membuat Akun Siswa baru untuk siswa tersebut menggunakan Akun Guru yang berbeda jika mereka perlu menjadi bagian dari kelas baru.",
    "teacherfaq.studentAccountsTitle": "Akun Murid",
    "teacherfaq.studentVerifyTitle": "Apakah saya harus memverifikasi setiap email siswa saya?",
    "teacherfaq.studentVerifyBody": "Tidak. Alamat email Akun Guru digunakan untuk semua Akun Siswa, jadi tidak perlu memverifikasi alamat email siswa.",
    "teacherfaq.studentEndTitle": "Apa yang akan terjadi saat saya \"mengakhiri\" kelas saya?",
    "teacherfaq.studentEndBody": "Ketika anda menutup sebuah kelas, halaman profil kelas anda akan disembunyikan dan murid-murid anda tidak akan mampu log masuk lagi (tapi karya dan studio kelas masih dapat dilihat di situs).  Anda dapat membuka kembali kelas tersebut kapan saja. ",
    "teacherfaq.studentForgetTitle": "Apa yang akan terjadi jika seorang pelajar melupakan sandi mereka?",
    "teacherfaq.studentForgetBody": "Anda dapat me-reset sandi suatu murid secara manual dari Akun Guru Scratch anda. Pertama, navigasi ke Kelas Saya (entah dari banner ungu di halaman utama atau menu dropdown di sebelah ikon pengguna anda). Dari situ, cari Kelas yang bersangkutan dan klik tautan Murid. Anda lalu dapat me-reset sandi akun murid menggunakan menu Pengaturan. ",
    "teacherfaq.studentUnsharedTitle": "Bisakah saya melihat karya murid yang tidak dibagikan?",
    "teacherfaq.studentUnsharedBody": "Akun guru hanya dapat mengakses karya murid yang sudah dibagikan.",
    "teacherfaq.studentDeleteTitle": "Bisakah saya menghapus akun murid?",
    "teacherfaq.studentDeleteBody": "Anda tidak dapat menghapus akun siswa dengan menggunakan Akun Guru, tetapi Akun Siswa dapat dihapus melalui halaman {accountSettingsLink} saat login ke Akun Siswa.",
    "teacherfaq.accountSettings": "Pengaturan Akun",
    "teacherfaq.studentAddExistingTitle": "Beberapa siswa saya sudah memiliki akun Scratch, bagaimana cara menambahkannya ke kelas saya?",
    "teacherfaq.studentAddExistingBody": "Tidak mungkin menambahkan akun Scratch yang sudah ada ke kelas. Anda harus membuat Akun Siswa baru untuk mereka menggunakan Akun Guru Anda.",
    "teacherfaq.studentMultipleTitle": "Apakah seorang murid dapat dihubungkan ke lebih dari satu kelas? ",
    "teacherfaq.studentMultipleBody": "Seorang siswa hanya dapat menjadi bagian dari satu kelas.",
    "teacherfaq.studentDiscussTitle": "Apakah ada ruang untuk membahas Akun Guru dengan guru-guru lainnya?",
    "teacherfaq.studentDiscussionBody": "Anda dapat terlibat dalam diskusi dengan guru lain dengan bergabung di {facebookGroupLink}, tempat Anda akan menemukan percakapan tentang sejumlah topik, termasuk Akun Guru. Kelompok ini {creativeComputingLabLink} didirikan oleh Harvard Graduate School of Education. Anda juga dapat menelusuri {scratchEdLink}, yang sekarang menjadi situs arsip, tetapi menyertakan forum dan sumber ekstensif yang terkait dengan Scratch dalam pengaturan pendidikan.",
    "teacherfaq.creativeComputingLab": "Lab Komputasi Kreatif",
    "teacherfaq.facebookGroup": "Mengajar dengan grup Facebook Scratch",
    "teacherfaq.privacyPolicy": "Kebijakan Privasi Scratch",
    "teacherfaq.studentDataTitle": "Data apa yang Scratch kumpulkan dari pelajar?",
    "teacherfaq.studentDataBody": "Saat siswa pertama kali mendaftar di Scratch, kami meminta data demografis dasar termasuk jenis kelamin, usia (bulan dan tahun lahir), negara, dan alamat email untuk verifikasi. Data ini digunakan (dalam bentuk gabungan) dalam studi penelitian yang dimaksudkan untuk meningkatkan pemahaman kita tentang bagaimana orang belajar dengan Scratch.",
    "teacherfaq.studentDataBody2": "Ketika seorang pendidik menggunakan Akun Scratch Teacher untuk membuat Akun Siswa, siswa tidak diharuskan memberikan alamat email. Kami mendorong Anda untuk membaca {privacyPolicyLink} untuk informasi lebih lanjut.",
    "teacherfaq.studentPrivacyLawsTitle": "Apakah Scratch mematuhi undang-undang privasi data lokal dan federal Amerika Serikat?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch sangat peduli dengan privasi siswa dan semua individu yang menggunakan platform kami. Kami memiliki prosedur fisik dan elektronik untuk melindungi informasi yang kami kumpulkan. Meskipun kami tidak dalam posisi untuk menawarkan jaminan kontrak dengan setiap entitas yang menggunakan produk pendidikan gratis kami, kami mematuhi semua undang-undang federal Amerika Serikat yang berlaku untuk organisasi nirlaba 501(c)(3). Kami mendorong Anda untuk membaca {privacyPolicyLink} untuk informasi lebih lanjut.",
    "teacherfaq.student250Title": "Saya ingin menambahkan lebih dari 250 siswa ke kelas, bagaimana caranya?",
    "teacherfaq.student250Body": "Tidak mungkin menambahkan lebih dari 250 siswa ke satu kelas. Namun, Anda dapat membuat kelas baru di {myClassesLink} dan menambahkan 250 akun siswa lainnya ke setiap kelas baru.",
    "teacherfaq.myClasses": "Halaman Kelasku",
    "teacherfaq.commTitle": "Komunitas",
    "teacherfaq.commHiddenTitle": "Bisakah saya membuat kelas privat?",
    "teacherfaq.commHiddenBody": "Tidak. Semua konten yang dibagikan dari kelas anda dapat diakses oleh komunitas Scratch.",
    "teacherfaq.commWhoTitle": "Siapa yang dapat berinteraksi dengan murid-murid saya di Scratch?",
    "teacherfaq.commWhoBody": "Akun siswa memiliki hak istimewa komunitas yang sama dengan akun Scratch biasa, seperti berbagi proyek, berkomentar, membuat studio, dan sejenisnya. Sebagai pengajar, Anda dapat melihat semua aktivitas siswa dan melakukan tindakan moderasi ringan di dalam kelas.",
    "teacherfaq.commInappropriateTitle": "Apa yang harus saya lakukan jika saya melihat sesuatu yang tidak pantas?",
    "teacherfaq.commInappropriateBody": "Anda dapat secara manual menghapus komentar dan proyek yang tidak pantas yang dibuat oleh siswa Anda. Jika Anda menemukan konten tidak pantas yang dibuat oleh non-siswa, harap beri tahu Tim Scratch dengan mengklik tombol 'Laporkan'.",
    "teacherfaq.commTurnOffCommentsTitle": "Dapatkah saya menonaktifkan kemampuan siswa untuk melihat dan memposting komentar?",
    "teacherfaq.commTurnOffCommentsBody": "Tidak, Anda tidak dapat menonaktifkan fitur komentar untuk siswa Anda di Komunitas online. Anda dapat secara selektif mematikan kemampuan orang lain untuk meninggalkan komentar di profil mereka dan setiap proyek individu, tetapi tidak ada fitur di seluruh situs untuk membatasi komentar. Jika berkomentar dirasa tidak tepat untuk siswa Anda, Anda mungkin ingin mempertimbangkan untuk menggunakan {desktopLink} yang merupakan versi offline dari editor proyek Scratch yang tidak menyertakan komunitas online.",
    "teacherfaq.commBlockGamesTitle": "Bisakah saya memblokir siswa saya dari bermain game di Scratch?",
    "teacherfaq.commBlockGamesBody1": "Kami tidak menghapus proyek yang merupakan game, atau terinspirasi oleh video game populer, kecuali proyek tersebut mengandung elemen lain yang tidak pantas untuk anak-anak. Kami percaya bahwa anak-anak belajar paling baik saat mengerjakan proyek tentang hal-hal dalam hidup mereka yang mereka sukai; salah satu hal yang sering mereka sukai adalah game.",
    "teacherfaq.commBlockGamesBody2": "Jika Anda mengetahui adanya proyek tertentu yang mengandung elemen yang tidak pantas, silakan klik tombol 'Laporkan' yang muncul di halaman proyek sehingga kami dapat mengambil tindakan yang tepat."
}