{
    "teacherfaq.title": "Domande Frequenti sugli Account Scratch per Docenti",
    "teacherfaq.educatorTitle": "Domande Frequenti su Scratch per gli Educatori ",
    "teacherfaq.educatorGetStartedTitle": "Sono un educatore che si avvicina per la prima volta a Scratch, da dove posso iniziare?",
    "teacherfaq.educatorGetStartedBody": "Scratch rende disponibili molte risorse per aiutarti ad iniziare! Vai alla nostra {educatorResourcesLink} dove troverai Guide, Tutorial e molte altre risorse per aiutarti ad usare Scratch nella tua classe!",
    "teacherfaq.educatorResourcesLink": "pagine delle Risorse per Educatori",
    "teacherfaq.teacherWhatTitle": "Cosa sono gli account Docente?",
    "teacherfaq.teacherWhatBody": "Un Account Docente di Scratch fornisce agli educatori delle funzionalità aggiuntive per poter gestire la partecipazione dei loro studenti su Scratch, compresa la possibilità di creare account studente, organizzare i progetti degli studenti in gallerie e monitorare i commenti degli studenti. Scopri di più sugli Account Docente nel video qui sotto:",
    "teacherfaq.teacherSignUpTitle": "Come posso richiedere un account docente?",
    "teacherfaq.teacherSignUpBody": "Per richiedere un Account Docente, vai al <a href=\"/educators/register\">modulo di richiesta</a> degli account docente.",
    "teacherfaq.teacherSignUpBodyHTML": "Per richiedere un Account Docente, vai al <a>modulo di richiesta</a> degli account docente.",
    "teacherfaq.classMultipleTeachersTitle": "Una classe può avere diversi docenti?",
    "teacherfaq.classMultipleTeachersBody": "Una classe può avere un solo account docente associato.",
    "teacherfaq.teacherPersonalTitle": "Perché volete sapere le mie informazioni personale durante la registrazione?",
    "teacherfaq.teacherPersonalBody": "Usiamo le informazioni che ci fornisci per verificare che il creatore dell'account sia un educatore. Non condivideremo con nessuno queste informazioni e non saranno neanche condivise pubblicamente sul sito.",
    "teacherfaq.teacherGoogleTitle": "Scratch è collegato a Google Classroom, Clever o altri servizi di gestione delle classi?",
    "teacherfaq.teacherGoogleBody": "No, Scratch non è collegato a nessun servizio di gestione della classe.",
    "teacherfaq.teacherEdTitle": "Gli Account Docente di Scratch sono collegati agli account ScratchEd?",
    "teacherfaq.teacherEdBody": "No, gli Account Docente di Scratch non sono collegati agli account <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherEdBodyHTML": "No, gli Account Docente di Scratch non sono collegati agli account <a>ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "Esiste questa funzionalità e, se no, potete aggiungerla?",
    "teacherfaq.teacherFeaturesBody": "Ci sono molte funzionalità che vengono richieste frequentemente, tra cui:",
    "teacherfaq.teacherFeaturesConvert": "Convertire gli Account Scratch esistenti in Account Studente",
    "teacherfaq.teacherMoveStudents": "Spostare gli Account Studente ad altri Account Docente e ad altre Classi",
    "teacherfaq.teacherMultipleClasses": "Permettere ad un Account Studente di essere usato in diverse Classi, o di essere associato a diversi Account Docente",
    "teacherfaq.teacherLMSs": "Collegare gli Account Scratch a sistemi di gestione delle classi come Google Classroom o Clever.",
    "teacherfaq.teacherLimitStudent": "Limitare le possibilità degli studenti, ad esempio la possibilità di vedere o inviare commenti",
    "teacherfaq.teacherWillNotImplement": "Al momento questo non è possibile su Scratch. Saremmo felici di estendere le funzionalità degli Account Docente, ad esempio con le funzionalità elencate qui sopra. Tuttavia Scratch viene portato avanti da un piccola organizzazione e le nostre risorse sono limitate. Potrebbe pertanto passare diverso tempo prima che ci sia possibile implementare uno qualunque di questi miglioramenti.",
    "teacherfaq.studentTransferTitle": "Posso trasferire uno studente da un Account Docente a un altro o da una classe a un'altra?",
    "teacherfaq.studentTransferBody": "No, non è possibile trasferire uno studente da una classe ad un'altra o da un docente a un altro. Puoi creare un nuovo Account Studente per lo studente usando un diverso Account Docente se è necessario che siano parte di una nuova classe.",
    "teacherfaq.studentAccountsTitle": "Account per Studenti",
    "teacherfaq.studentVerifyTitle": "Devo verificare ognuno degli indirizzi email dei miei studenti?",
    "teacherfaq.studentVerifyBody": "No. L'indirizzo email dell'Account Docente è usato per tutti gli Account Studente, quindi non è necessario verificare gli indirizzi email degli studenti.",
    "teacherfaq.studentEndTitle": "Cosa accade quando \"termino\" la mia classe?",
    "teacherfaq.studentEndBody": "Quando termini una classe la pagina del tuo profilo verrà nascosta e i tuoi studenti non potranno più collegarsi (ma i loro progetti e le gallerie della classe resteranno comunque visibili sul sito).  Puoi riaprire la classe in qualunque momento. ",
    "teacherfaq.studentForgetTitle": "Cosa succede se uno studente dimentica la sua password?",
    "teacherfaq.studentForgetBody": "Puoi azzerare la password di uno studente dal tuo Account Docente di Scratch. Vai alla pagina Le Mie Classi (usando il banner viola che della home o il menu a fianco all'icona del tuo account in alto a destra). Cerca quindi la Classe che ti interessa e clicca sul link Studenti. Puoi azzerare la password dello studente usando il menu Impostazioni. ",
    "teacherfaq.studentUnsharedTitle": "Posso vedere i progetti degli studenti che non sono stati condivisi?",
    "teacherfaq.studentUnsharedBody": "Gli account Docente possono accedere soltanto ai progetti che gli studenti hanno condiviso.",
    "teacherfaq.studentDeleteTitle": "Posso cancellare gli account dei miei studenti?",
    "teacherfaq.studentDeleteBody": "Non puoi cancellare l'account di uno studente usando un Account Docente, ma gli Account Studente possono essere cancellati tramite la pagina {accountSettingsLink} quando si è collegati con l'Account Studente",
    "teacherfaq.accountSettings": "Impostazioni Account",
    "teacherfaq.studentAddExistingTitle": "Alcuni dei miei studenti hanno già i loro account Scratch, come faccio ad aggiungerli alla mia classe?",
    "teacherfaq.studentAddExistingBody": "Non è possibile aggiungere ad una classe un account Scratch esistente. Dovrai creare un nuovo Account Studente per ciascuno di loro usando il tuo Account Docente.",
    "teacherfaq.studentMultipleTitle": "Uno studente può far parte di più di una classe? ",
    "teacherfaq.studentMultipleBody": "Uno studente può far parte di una sola classe.",
    "teacherfaq.studentDiscussTitle": "Esiste uno spazio virtuale nel quale poter discutere degli Account Docente con altri docenti?",
    "teacherfaq.studentDiscussionBody": "Puoi discutere con altri insegnanti unendoti al {facebookGroupLink}dove puoi trovare discussioni su diversi argomenti, inclusi gli Account Docente. Questo gruppo è stato creato dal {creativeComputingLabLink} della Harvard Graduate School of Education. Puoi anche visitare {scratchEdLink} un sito in cui, anche se ora chiuso a nuovi interventi, puoi trovare forum e discussioni legate a Scratch in un ambito educativo.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "gruppo Facedbook Teaching with Scratch",
    "teacherfaq.privacyPolicy": "Politica della Privacy di Scratch",
    "teacherfaq.studentDataTitle": "Quali sono i dati che Scratch raccoglie per gli studenti?",
    "teacherfaq.studentDataBody": "Quando uno studente si registra sul sito di Scratch gli chiediamo alcuni dati demografici come genere, età (mese e anno di nascita), nazione e indirizzo email per la verifica. Questi dati vengono usati (in forma aggregata) per ricerche il cui obiettivo è capire meglio in che modo le persone imparano con Scratch.",
    "teacherfaq.studentDataBody2": "Quando un educatore creare un Account Studente di Scratch usando il suo Account Docente, gli studenti non devono inserire un loro indirizzo email. Per maggiori informazioni, ti suggeriamo di leggere la {privacyPolicyLink}. ",
    "teacherfaq.studentPrivacyLawsTitle": "Scratch è conforme alle leggi locali e federali degli Stati Uniti sulla privacy dei dati? ",
    "teacherfaq.studentPrivacyLawsBody": "Scratch ritiene molto importante la privacy degli studenti e di tutti gli coloro che usano la nostra piattaforma. Abbiamo attivato procedure materiali ed elettroniche per proteggere le informazioni che raccogliamo sul sito di Scratch. Sebbene non possiamo offrire garanzie contrattuali a chiunque usa il nostro prodotto educativo gratuito, ci conformiamo alle leggi federali degli Stati Uniti applicabili alle organizzazione no-profit 501(c)(3). Per ulteriori informazioni ti invitiamo a leggere la {privacyPolicyLink}di Scratch.",
    "teacherfaq.student250Title": "Voglio aggiungere ad una classe più di 250 studenti. Come posso farlo?",
    "teacherfaq.student250Body": "Non è possibile aggiungere più di 250 studenti ad una singola classe. Puoi però creare una nuova classe alla pagina {myClassesLink} e puoi aggiungere 250 account studente a ciascuna nuova classe. ",
    "teacherfaq.myClasses": "Pagina Le Mie Classi",
    "teacherfaq.commTitle": "Comunità",
    "teacherfaq.commHiddenTitle": "Posso creare una classe privata?",
    "teacherfaq.commHiddenBody": "No. Tutti i contenuti condivisi dalla tua classe saranno accessibili alla comunità di Scratch.",
    "teacherfaq.commWhoTitle": "Con chi possono interagire i miei studenti sul sito di Scratch?",
    "teacherfaq.commWhoBody": "Gli account degli studenti hanno gli stessi privilegi della comunità, come un normale account Scratch, infatti potranno condividere progetti, inserire commenti, creare ambienti e cose simili. Come insegnante, puoi vedere tutte le attività degli studenti ed eseguire azioni di moderatore all'interno della classe.",
    "teacherfaq.commInappropriateTitle": "Cosa devo fare se vedo qualcosa che considero inappropriato?",
    "teacherfaq.commInappropriateBody": "Puoi rimuovere personalmente i commenti e i progetti inappropriati creati dai tuoi studenti. Se trovi contenuti inappropriati creati da qualcuno che non è un tuo studente ti preghiamo di segnalarlo al Team di Scratch cliccando l'apposito pulsante 'Segnala'.",
    "teacherfaq.commTurnOffCommentsTitle": "Posso disattivare per i miei studenti la possibilità di vedere e inviare i commenti?",
    "teacherfaq.commTurnOffCommentsBody": "No, non puoi disabilitare l'accesso ai commenti per i tuoi studenti che fanno parte della Comunità online. Puoi selettivamente disattivare la possibilità per gli utenti di lasciare commenti sui loro singoli profili e sui loro singoli progetti, ma non è possibile farlo globalmente. Se i commenti possono risultare a tuo avviso non appropriati per i tuoi studenti puoi prendere in considerazione l'uso di {desktopLink} la versione offline dell'editor di progetti di SCratch che non include la comunità online.",
    "teacherfaq.commBlockGamesTitle": "Posso impedire che i miei studenti possano giocare con i giochi di Screatch?",
    "teacherfaq.commBlockGamesBody1": "Non rimuoviamo automaticamente i giochi o i progetti ispirati da videogiochi popolari, almeno che non contengano elementi non appropriati per i bambini. Siamo convinti che i bambini imparino meglio quando lavorano a progetti su cose che li appassionano; e una delle cose che più spesso li appassionano sono proprio i giochi.",
    "teacherfaq.commBlockGamesBody2": "Se sei a conoscenza di qualunque progetto che contenga elementi inappropriati, clicca il pulsante \"Segnala\" che appare nella pagina di ciascun progetto. In modo questo modo potremo intraprendere le azioni appropriate."
}