{
    "teacherfaq.title": "Domande Frequenti sugli Account Scratch per Docenti",
    "teacherfaq.teacherWhatTitle": "Cosa sono gli account Docente?",
    "teacherfaq.teacherWhatBody": "Un Account Docente di Scratch fornisce agli insegnanti e agli educatori delle funzionalità aggiuntive per poter gestire la partecipazione dei loro studenti su Scratch, compresa la possibilità di creare account studente, organizzare i progetti degli studenti in gallerie e monitorare i commenti degli studenti. Scopri di più sugli Account Docente nel video qui sotto:",
    "teacherfaq.teacherSignUpTitle": "Come posso richiedere un account docente?",
    "teacherfaq.teacherSignUpBody": "Per richiedere un Account Docente, vai al <a href=\"/educators/register\">modulo di richiesta</a> degli account docente.",
    "teacherfaq.teacherWaitTitle": "Perché devo attendere un giorno per avere il mio account?",
    "teacherfaq.teacherWaitBody": "Il Team di Scratch ha bisogno di questo tempo per rivedere manualmente le richieste di creazione degli account per verificare che il creatore dell'account sia un educatore.",
    "teacherfaq.teacherPersonalTitle": "Perché volete sapere le mie informazioni personale durante la registrazione?",
    "teacherfaq.teacherPersonalBody": "Usiamo le informazioni che ci fornisci per verificare che il creatore dell'account sia un educatore. Non condivideremo con nessuno queste informazioni e non saranno neanche condivise pubblicamente sul sito.",
    "teacherfaq.teacherGoogleTitle": "Gli account degli insegnanti sono integrati con Google Classroom o qualunque altro servizio di gestione delle classi?",
    "teacherfaq.teacherGoogleBody": "Gli account Docente di Scratch non sono integrati con altri servizi di gestione della classe.",
    "teacherfaq.teacherEdTitle": "Gli Account Docente di Scratch sono collegati agli account ScratchEd?",
    "teacherfaq.teacherEdBody": "No, gli Account Docente di Scratch non sono collegati agli account <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherMultipleTitle": "Una classe può avere diversi docenti?",
    "teacherfaq.teacherMultipleBody": "Una classe può avere un unico account docente associato.",
    "teacherfaq.teacherQuestionsTitle": "Cosa devo fare se ho domande o commenti sugli Account Docente?",
    "teacherfaq.teacherQuestionsBody": "Se hai delle domande o del feedback sugli Account Docente puoi inviarci un messaggio all'indirizzo <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Account per Studenti",
    "teacherfaq.studentVerifyTitle": "Devono essere verificate le email di tutti i miei studenti?",
    "teacherfaq.studentVerifyBody": "No. Siccome gli account studente non usano indirizzi email unici, la conferma del tuo indirizzo email da docente abiliterà la condivisione per tutti gli account della classe.",
    "teacherfaq.studentEndTitle": "Cosa accade quando \"termino\" la mia classe?",
    "teacherfaq.studentEndBody": "Quando termini una classe la pagina del tuo profilo verrà nascosta e i tuoi studenti non potranno più collegarsi (ma i loro progetti e le gallerie della classe resteranno comunque visibili sul sito).  Puoi riaprire la classe in qualunque momento. ",
    "teacherfaq.studentForgetTitle": "Cosa succede se uno studente dimentica la sua password?",
    "teacherfaq.studentForgetBody": "Puoi azzerare la password di uno studente dal tuo Account Docente di Scratch. Vai alla pagina Le Mie Classi (usando il banner viola che della home o il menu a fianco all'icona del tuo account in alto a destra). Cerca quindi la Classe che ti interessa e clicca sul link Studenti. Puoi azzerare la password dello studente usando il menu Impostazioni. ",
    "teacherfaq.studentUnsharedTitle": "Posso vedere i progetti degli studenti che non sono stati condivisi?",
    "teacherfaq.studentUnsharedBody": "Gli account Docente possono accedere soltanto ai progetti che gli studenti hanno condiviso.",
    "teacherfaq.studentDeleteTitle": "Posso cancellare gli account dei miei studenti?",
    "teacherfaq.studentDeleteBody": "Un docente non può cancellare un account studente. Gli studenti possono cancellare i loro account nella loro pagina Impostazioni account.",
    "teacherfaq.studentAddTitle": "Posso aggiungere un account Scratch già esistente alla mia classe? ",
    "teacherfaq.studentAddBody": "Per il momento solo gli account creati dal docente possono far parte di una classe. Stiamo tuttavia valutando la possibilità di aggiungere questa funzionalità in versioni future.",
    "teacherfaq.studentMultipleTitle": "Uno studente può far parte di più di una classe? ",
    "teacherfaq.studentMultipleBody": "Uno studente per ora può far parte di una sola classe. Questa restrizione dovrebbe essere rimossa nelle versioni future.",
    "teacherfaq.studentDiscussTitle": "Esiste uno spazio virtuale nel quale poter discutere degli Account Docente con altri docenti?",
    "teacherfaq.studentDiscussBody": "Si, puoi discutere con altri docenti sul sito <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, una comunità online di educatori di Scratch. Consulta il loro forum per unirti alle discussioni su <a href=\"http://scratched.gse.harvard.edu/discussions\">diversi argomenti</a> inclusi (ma non limitato a) gli Account Docente. ScratchEd è sviluppato e supportato dalla Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Quali sono i dati che Scratch raccoglie per gli studenti?",
    "teacherfaq.studentDataBody": "Quando uno studente si registra sul sito di Scratch gli chiediamo alcuni dati demografici come genere, età (mese e anno di nascita), nazione e indirizzo email per la verifica. Questi dati vengono usati (in forma aggregata) per le nostre ricerche per capire meglio in che modo le persone imparano con Scratch. Quando un educatore crea gli account studente usando un Account Scratch per Docenti non vengono richiesti dati demografici per configurare gli account.",
    "teacherfaq.studentPrivacyLawsTitle": "La versione 2.0 di Scratch (versione online) è conforme aile leggi locali e federali sulla privacy dei dati? ",
    "teacherfaq.studentPrivacyLawsBody": "Scratch ritiene molto importante la privacy degli studenti e di tutti gli coloro che usano la nostra piattaforma. Abbiamo attivato procedure materiali ed elettroniche per proteggere le informazioni che raccogliamo sul sito di Scratch. Sebbene non possiamo offrire garanzie contrattuali a chiunque usa il nostro prodotto educativo gratuito, ci conformiamo alle leggi federali degli Stati Uniti applicabili al MIT, l'organizzazione 501(c)(3) che ha creato e mantiene Scratch. Per ulteriori informazioni ti invitiamo a leggere la Politica della Privacy di Scratch.",
    "teacherfaq.commTitle": "Comunità",
    "teacherfaq.commHiddenTitle": "Posso creare una classe non visibile?",
    "teacherfaq.commHiddenBody": "No. Tutti i contenuti condivisi dalla tua classe saranno accessibili alla comunità di Scratch.",
    "teacherfaq.commWhoTitle": "Con chi possono interagire i miei studenti sul sito di Scratch?",
    "teacherfaq.commWhoBody": "Gli account degli studenti hanno gli stessi privilegi della comunità, come un normale account Scratch, infatti potranno condividere progetti, inserire commenti, creare ambienti e cose simili. Come insegnante, puoi vedere tutte le attività degli studenti ed eseguire azioni di moderatore all'interno della classe.",
    "teacherfaq.commInappropriateTitle": "Cosa devo fare se vedo qualcosa che considero inappropriato?",
    "teacherfaq.commInappropriateBody": "Puoi rimuovere personalmente i commenti e i progetti inappropriati creati dai tuoi studenti. Se trovi contenuti inappropriati creati da qualcuno che non è un tuo studente ti preghiamo di segnalarlo al Team di Scratch cliccando l'apposito pulsante per la segnalazione o inviando un messaggio dalla pagina <a href=\"/contact-us\">Contattaci</a>."
}