{
    "teacherfaq.title": "Scratch教師用アカウントFAQ",
    "teacherfaq.educatorTitle": "教育者向けScratch",
    "teacherfaq.educatorGetStartedTitle": "私はScratch初心者の教育関係者です。どうやって始められますか?",
    "teacherfaq.educatorGetStartedBody": "Scratchには、Scratchを始めるための資源がたくさんあります。{educatorResourcesLink}にて、Scratchでクラスを運営するのを手助けするガイド、チュートリアル、その他の資源を入手しましょう!",
    "teacherfaq.educatorResourcesLink": "教育関係者リソースページ",
    "teacherfaq.teacherWhatTitle": "教師用アカウントとは何ですか？",
    "teacherfaq.teacherWhatBody": "教師用アカウントは、生徒を管理するための追加の機能を教師に提供します。具体的には、生徒用アカウントの作成、生徒の作品のスタジオへの追加、生徒のコメント活動のチェックなどです。教師用アカウントの詳細については、下のビデオを視聴してください。",
    "teacherfaq.teacherSignUpTitle": "教師用アカウントを申請する方法は？",
    "teacherfaq.teacherSignUpBody": "教師用アカウントの申請は、教師用アカウン<a href=\"/educators/register\">申請フォーム</a>で行えます。",
    "teacherfaq.teacherSignUpBodyHTML": "教師用アカウントの申請は、教師用アカウン<a>申請フォーム</a>で行えます。",
    "teacherfaq.classMultipleTeachersTitle": "複数の教師が1つのクラスを持てますか？",
    "teacherfaq.classMultipleTeachersBody": "1つの教師アカウントは、1つのクラスにのみ関連付けられます。",
    "teacherfaq.teacherPersonalTitle": "なぜ、登録時に個人情報を入力する必要があるのですか？",
    "teacherfaq.teacherPersonalBody": "この情報を使用してアカウント作成者が教育関係者であることを確認します。私たちは この情報を他のユーザーと共有するつもりはなく、サイト上で公開されることもありません。",
    "teacherfaq.teacherGoogleTitle": "Does Scratch connect with Google Classroom, Clever or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "No, Scratch does not connect with any classroom management services.",
    "teacherfaq.teacherEdTitle": "Scratch教師用アカウントはScratchEdのアカウントに紐づいていますか？",
    "teacherfaq.teacherEdBody": "いいえ、Scratch教師用アカウントは<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> アカウントに関連付けられることはありません。",
    "teacherfaq.teacherEdBodyHTML": "いいえ、Scratch教師用アカウントは<a>ScratchEd</a> アカウントに関連付けられることはありません。",
    "teacherfaq.teacherFeaturesTitle": "この機能は存在しますか、そしてないなら追加できますか?",
    "teacherfaq.teacherFeaturesBody": "Many features are commonly requested, including:",
    "teacherfaq.teacherFeaturesConvert": "Converting existing Scratch Accounts into Student Accounts",
    "teacherfaq.teacherMoveStudents": "Moving Student Accounts to other Teacher Accounts and Classes",
    "teacherfaq.teacherMultipleClasses": "Having Student Accounts be in multiple Classes, or associated with multiple Teacher Accounts",
    "teacherfaq.teacherLMSs": "Connecting with classroom management systems like Google Classroom and Clever",
    "teacherfaq.teacherLimitStudent": "Limit what features students have, such as seeing or being able to post comments",
    "teacherfaq.teacherWillNotImplement": "It is not currently possible to do any of these things on Scratch. We would love to expand the functionality of Teacher Accounts, and all of these features are things we would like to add. However, Scratch is a small organization and our resources are limited, so it may take us a very long time before we can implement any of these changes.",
    "teacherfaq.studentTransferTitle": "Can I transfer a student from one Teacher Account or class to another?",
    "teacherfaq.studentTransferBody": "No, it is not possible to transfer students from one class or teacher to another. You can create a new Student Account for the student using a different Teacher Account if they need to be part of a new class.",
    "teacherfaq.studentAccountsTitle": "生徒用アカウント",
    "teacherfaq.studentVerifyTitle": "Do I have to verify each of my student emails?",
    "teacherfaq.studentVerifyBody": "No. The Teacher Account’s email address is used for all Student Accounts, so there is no need to verify students’ email addresses.",
    "teacherfaq.studentEndTitle": "私のクラスを「終了」するとどうなりますか？",
    "teacherfaq.studentEndBody": "クラスを終了すると、クラスプロファイルのページが非表示になり、あなたの生徒はログインできなくなります(しかし、彼らのプロジェクトとクラス・スタジオはサイト上で見えたままとなります)。いつでもクラスを再開可能です。",
    "teacherfaq.studentForgetTitle": "生徒がパスワードを忘れた場合はどうなりますか？",
    "teacherfaq.studentForgetBody": "Scratch用教師アカウントから生徒のパスワードを手動でリセットすることができます。まず、マイクラス(ホームページ上の紫色のバナーまたはユーザーアイコンの横にあるドロップダウンメニューから)に進み、正しいクラスを見つけて、その生徒のリンクをクリックしてください。続けて設定メニューを使用して、生徒レベルでパスワードをリセットすることが可能です。",
    "teacherfaq.studentUnsharedTitle": "生徒が共有していないプロジェクトを見ることはできますか？",
    "teacherfaq.studentUnsharedBody": "教師用アカウントでアクセスできるのは、生徒が共有したプロジェクトだけです。",
    "teacherfaq.studentDeleteTitle": "生徒用のアカウントは削除できますか？",
    "teacherfaq.studentDeleteBody": "You cannot delete a student’s account by using a Teacher Account, but Student Accounts can be deleted through the {accountSettingsLink} page while logged in to the Student Account.",
    "teacherfaq.accountSettings": "アカウント設定",
    "teacherfaq.studentAddExistingTitle": "Some of my students already have Scratch accounts, how do I add them to my classroom?",
    "teacherfaq.studentAddExistingBody": "It is not possible to add an existing Scratch account to a classroom. You will need to create a new Student Account for them using your Teacher Account.",
    "teacherfaq.studentMultipleTitle": "１人の生徒が複数のクラスに入ることは可能ですか？",
    "teacherfaq.studentMultipleBody": "A student can only be a part of one class.",
    "teacherfaq.studentDiscussTitle": "教師用アカウントについて他の教師とディスカッションする場はありますか？",
    "teacherfaq.studentDiscussionBody": "You can engage in discussions with other teachers by joining the {facebookGroupLink}, where you will find conversations about a number of topics, including Teacher Accounts. This group was established by the {creativeComputingLabLink} at the Harvard Graduate School of Education. You can also browse {scratchEdLink}, which is now an archived site, but includes extensive forums and resources related to Scratch in educational settings.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Teaching with Scratch Facebook group",
    "teacherfaq.privacyPolicy": "Scratch Privacy Policy",
    "teacherfaq.studentDataTitle": "Scratchは生徒に関するどんなデータを収集しますか？",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch.",
    "teacherfaq.studentDataBody2": "When an educator uses a Scratch Teacher Account to create Student Accounts, students are not required to provide an email address. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have physical and electronic procedures in place to protect the information we collect. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to a 501(c)(3) non-profit organization. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.student250Title": "I want to add more than 250 students to a class, how can I do this?",
    "teacherfaq.student250Body": "It is not possible to add more than 250 students to a single class. You can, however, create a new class on the {myClassesLink} and add another 250 student accounts to each new class.",
    "teacherfaq.myClasses": "My Classes page",
    "teacherfaq.commTitle": "コミュニティ",
    "teacherfaq.commHiddenTitle": "Can I create a private class?",
    "teacherfaq.commHiddenBody": "いいえ。クラス内で共有された内容は、すべてScratchコミュニティ全体からアクセス可能になります。",
    "teacherfaq.commWhoTitle": "生徒は、どんな人とScratchで交流できますか？",
    "teacherfaq.commWhoBody": "生徒用アカウントは通常のScratchアカウントと同じコミュニティの権利を持ちます。プロジェクトの共有、コメント、スタジオの作成などといったものです。教師として、すべての生徒の作業を見ることができ、クラス内で軽度なモデレーション・アクションを取ることが可能です。 ",
    "teacherfaq.commInappropriateTitle": "不適切と思われるものを見つけた場合、どうすれば良いですか?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the ‘Report’ button.",
    "teacherfaq.commTurnOffCommentsTitle": "Can I turn off the ability for students to see and post comments?",
    "teacherfaq.commTurnOffCommentsBody": "No, you cannot disable the commenting feature for your students in the online Community. You can selectively turn off the ability for others to leave comments on their profiles and each individual project, but there is not a site-wide feature to restrict commenting. If commenting doesn’t feel right for your students, you may want to consider using the {desktopLink} which is an offline version of the Scratch project editor that does not include the online community.",
    "teacherfaq.commBlockGamesTitle": "Can I block my students from playing games on Scratch?",
    "teacherfaq.commBlockGamesBody1": "We do not remove projects that are games, or inspired by popular video games unless they contain other elements which would be inappropriate for children. We believe that children learn best when working on projects about things in their life they are passionate about; one of the things they are often passionate about is games.",
    "teacherfaq.commBlockGamesBody2": "If you are aware of any specific projects which do contain inappropriate elements, please click the 'Report' button which appears on the project page so we can take appropriate action."
}