{
    "teacherfaq.title": "Scratch-тың мұғалімге арналған аккауынты бойынша ЖҚС\n\n",
    "teacherfaq.educatorTitle": "Scratch Educator FAQ",
    "teacherfaq.educatorGetStartedTitle": "Мен Scratch-ке жаңадан келген тәрбиешімін, мен оны қалай бастауға болады?",
    "teacherfaq.educatorGetStartedBody": "Скретчте сізге бастауға көмектесетін көптеген ресурстар бар! Сыныпты Scratch көмегімен жүргізуге көмектесетін нұсқаулықтарды{educatorResourcesLink}, оқулықтарды және басқа да көптеген ресурстарды қараңыз!",
    "teacherfaq.educatorResourcesLink": "Педагогикалық ресурстар парағы",
    "teacherfaq.teacherWhatTitle": "Мұғалімге арналған аккаунты деген не?",
    "teacherfaq.teacherWhatBody": "Скретч мұғалімдерінің есептік жазбасы тәрбиешілерге Scratch-қа студенттердің қатысуын басқарудың қосымша мүмкіндіктерін ұсынады, соның ішінде студенттерге аккаунттарды құру, студияларда студенттердің жобаларын ұйымдастыру және оқушылардың пікірлерін бақылау мүмкіндігі бар. Мұғалімдердің аккаунттары туралы көбірек біліңіз төмендегі бейнеде:",
    "teacherfaq.teacherSignUpTitle": "Мен қалай мұғалімге арналған аккаунтқа сұраныс жібере аламын?",
    "teacherfaq.teacherSignUpBody": "Мұғалімнің есептік жазбасын сұрау үшін мұғалімнің есептік жазбасына <a href=\"/educators/register\">сұраныс беру формасына</a> өтіңіз.",
    "teacherfaq.teacherSignUpBodyHTML": "Мұғалімнің есептік жазбасын сұрау үшін мұғалімнің есептік жазбасына <a>сұраныс беру формасына</a> өтіңіз.",
    "teacherfaq.classMultipleTeachersTitle": "Бір сыныпта бірнеше мұғалім бола алады ма?",
    "teacherfaq.classMultipleTeachersBody": "Сыныпқа бір мұғалім ғана байланысты бола алады.",
    "teacherfaq.teacherPersonalTitle": "Тіркелу кезінде жеке ақпарат не үшін қажет?",
    "teacherfaq.teacherPersonalBody": "Біз бұл ақпаратты есептік жазбаны жасаушының тәрбиеші екендігін тексеру үшін қолданамыз. Біз бұл ақпаратты басқа ешкіммен бөліспейміз және сайтта көпшілікке жария етілмейді.",
    "teacherfaq.teacherGoogleTitle": "Scratch Google Classroom, Clever немесе кез келген басқа сыныпты басқару қызметімен байланыс орнатады ма?",
    "teacherfaq.teacherGoogleBody": "Жоқ, Scratch сыныпты басқару қызметімен байланыспайды.",
    "teacherfaq.teacherEdTitle": "Мұғалім аккаунты ScratchEd-пен байланысты ма?",
    "teacherfaq.teacherEdBody": "Жоқ, мұғалім аккаунты <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> аккаунтымен байланысты емес.",
    "teacherfaq.teacherEdBodyHTML": "Жоқ, мұғалім аккаунты <a>ScratchEd</a> аккаунтымен байланысты емес.",
    "teacherfaq.teacherFeaturesTitle": "Бұл функция бар ма, жоқ болса, оны қосып бере аласыз ба?",
    "teacherfaq.teacherFeaturesBody": "Әдетте көптеген мүмкіндіктер сұралады, соның ішінде:",
    "teacherfaq.teacherFeaturesConvert": "Скретч шоттарын студенттік шоттарға айналдыру",
    "teacherfaq.teacherMoveStudents": "Студенттік шоттарды басқа мұғалімдердің шоттарына және сыныптарына ауыстыру",
    "teacherfaq.teacherMultipleClasses": "Студенттік шоттардың болуы бірнеше сыныптарда немесе бірнеше мұғалімдердің шоттарымен байланысты",
    "teacherfaq.teacherLMSs": "Google Classroom және Clever сияқты сыныпты басқару жүйелерімен байланысу",
    "teacherfaq.teacherLimitStudent": "Оқушылардың пікірлерді көру немесе орналастыру сияқты ерекшеліктерін шектеңіз",
    "teacherfaq.teacherWillNotImplement": "Қазіргі уақытта бұл жұмыстардың кез-келгенін Scratch-та орындау мүмкін емес. Мұғалімдерге арналған есептік жазбалардың функционалдығын кеңейтуді қалаймыз және осы мүмкіндіктердің барлығы біз қосқымыз келетін нәрсе. Алайда, Scratch - бұл шағын ұйым және ресурстарымыз шектеулі, сондықтан осы өзгерістердің кез келгенін жүзеге асырғанға дейін бізге көп уақыт кетуі мүмкін.",
    "teacherfaq.studentTransferTitle": "Оқушыны бір мұғалімнің есептік жазбасынан немесе сыныптан екіншісіне ауыстыра аламын ба?",
    "teacherfaq.studentTransferBody": "Жоқ, оқушыларды бір сыныптан немесе мұғалімнен екінші сыныпқа ауыстыру мүмкін емес. Мұғалімнің басқа есептік жазбасын пайдалана отырып, оқушыға жаңа студенттік есептік жазба жасай аласыз, егер олар жаңа сыныптың бөлігі болса.",
    "teacherfaq.studentAccountsTitle": "Оқушылар аккаунты",
    "teacherfaq.studentVerifyTitle": "Мен студенттердің электрондық хаттарының әрқайсысын тексеруім керек пе?",
    "teacherfaq.studentVerifyBody": "Жоқ. Мұғалімнің есептік жазбасының электрондық пошта мекенжайы барлық студенттердің есептік жазбаларында қолданылады, сондықтан студенттердің электрондық пошта мекен-жайларын растаудың қажеті жоқ.",
    "teacherfaq.studentEndTitle": "Егер сыныпты \"жауып\" тастасам не болады?",
    "teacherfaq.studentEndBody": "Сабақты аяқтағаннан кейін сіздің сынып профиліңіздің парағы жасырылады және сіздің оқушылар енді жүйеге кіре алмайды (бірақ олардың жобалары мен сынып студиялары сайтта көрінетін болады). Сыныпты кез келген уақытта қайта ашуға болады.",
    "teacherfaq.studentForgetTitle": "Егер оқушы парольді ұмытып кетсе не болады?",
    "teacherfaq.studentForgetBody": "Сіз Scratch Teacher Account ішінен студенттің құпия сөзін қолмен қалпына келтіре аласыз. Алдымен «Менің сыныптарым» бөліміне өтіңіз (үйдегі күлгін баннерден немесе пайдаланушы белгішесінің жанындағы ашылмалы мәзірден). Сол жерден дұрыс Сыныпты тауып, Оқушылар сілтемесін басыңыз. Содан кейін сіз Параметрлер мәзірі арқылы құпия сөзді студент деңгейінде қалпына келтіре аласыз.",
    "teacherfaq.studentUnsharedTitle": "Мен студенттермен бөліспеген жобаларды көре аламын ба?",
    "teacherfaq.studentUnsharedBody": "Мұғалімдердің аккаунттары тек студенттердің ортақ жобаларына қол жеткізе алады.",
    "teacherfaq.studentDeleteTitle": "Оқушы аккаунттарын жоя аламын ба?",
    "teacherfaq.studentDeleteBody": "Мұғалімнің есептік жазбасын қолдану арқылы сіз студенттің есептік жазбасын жоя алмайсыз, бірақ Студенттік шотқа кірген кезде  {accountSettingsLink} Студенттік шоттарды парақ арқылы жоюға болады.",
    "teacherfaq.accountSettings": "Аккаунттың баптаулары",
    "teacherfaq.studentAddExistingTitle": "Менің кейбір оқушыларымда Scratch есептік жазбалары бар, оларды сыныпқа қалай қосуға болады?",
    "teacherfaq.studentAddExistingBody": "Сыныпқа бар Scratch есептік жазбасын қосу мүмкін емес. Сізге мұғалімнің есептік жазбасын пайдаланып, олар үшін жаңа студенттік есептік жазба жасау қажет.",
    "teacherfaq.studentMultipleTitle": "Студент бірнеше сыныпта бола алады ма?",
    "teacherfaq.studentMultipleBody": "Оқушы тек бір сыныптың бөлігі бола алады.",
    "teacherfaq.studentDiscussTitle": "Мұғалімдердің шоттарын басқа мұғалімдермен талқылауға орын бар ма?",
    "teacherfaq.studentDiscussionBody": "You can engage in discussions with other teachers by joining the {facebookGroupLink}, where you will find conversations about a number of topics, including Teacher Accounts. This group was established by the {creativeComputingLabLink} at the Harvard Graduate School of Education. You can also browse {scratchEdLink}, which is now an archived site, but includes extensive forums and resources related to Scratch in educational settings.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Teaching with Scratch Facebook group",
    "teacherfaq.privacyPolicy": "Скретч Құпиялылық саясаты",
    "teacherfaq.studentDataTitle": "Оқушылар туралы қандай ақпарат жиналады?",
    "teacherfaq.studentDataBody": "Студент «Скретчке» бірінші рет тіркелген кезде біз негізгі демографиялық мәліметтерді, оның ішінде жынысын, жасын (туған айы мен жылы), елін және тексеру үшін электрондық пошта мекенжайын сұраймыз. Бұл деректер Scratch арқылы қалай оқитыны туралы түсінігімізді жақсартуға арналған зерттеулерде қолданылады (жиынтық түрінде).",
    "teacherfaq.studentDataBody2": "Тәрбиеші Scratch Мұғалімнің есептік жазбасын студенттік шоттар құру үшін қолданғанда, студенттерден электрондық пошта мекенжайы талап етілмейді. Қосымша ақпарат алу үшін {privacyPolicyLink} оқуға кеңес береміз.",
    "teacherfaq.studentPrivacyLawsTitle": "Scratch Америка Құрама Штаттарының жергілікті және федералдық деректердің құпиялылық заңдарына сәйкес келе ме?",
    "teacherfaq.studentPrivacyLawsBody": "Скретч студенттер мен біздің платформаны пайдаланатын барлық адамдардың жеке өміріне үлкен мән береді. Бізде жиналған ақпаратты қорғау үшін физикалық және электрондық процедуралар бар. Біздің ақысыз білім беру өнімін пайдаланатын әрбір ұйыммен келісімшарттық кепілдеме ұсына алмайтындығымызға қарамастан, біз коммерциялық емес ұйымға қатысты 501 (c) (3) үшін қолданылатын барлық Америка Құрама Штаттарының федералды заңдарына сәйкес келеміз. Қосымша ақпарат алу үшін {privacyPolicyLink}оқуға кеңес береміз.",
    "teacherfaq.student250Title": "Мен сыныпқа 250-ден астам оқушы қосқым келеді, мен мұны қалай істей аламын?",
    "teacherfaq.student250Body": "Бір сыныпқа 250-ден астам оқушыны қосу мүмкін емес. Сіз жаңа сынып құра аласыз және әр жаңа сыныпқа  {myClassesLink}тағы 250 студенттік есептік жазба қоса аласыз.",
    "teacherfaq.myClasses": "Менің сыныптарым",
    "teacherfaq.commTitle": "Қоғамдастық",
    "teacherfaq.commHiddenTitle": "Мен жеке сынып құра аламын ба?",
    "teacherfaq.commHiddenBody": "Жоқ Сіздің сыныпта бөлісілген барлық мазмұнға Scratch қауымдастығы қол жетімді болады.",
    "teacherfaq.commWhoTitle": "Менің оқушыларым Scratch-те кіммен қарым-қатынас жасай алады?",
    "teacherfaq.commWhoBody": "Студенттік шоттар қарапайым Scratch есептік жазбасы сияқты қауымдастық артықшылықтарына ие, мысалы, жобаларды бөлісу, түсініктеме беру, студия құру және т.б. Мұғалім ретінде сіз өзіңіздің оқушыларыңыздың барлық әрекеттерін көре аласыз және сынып ішінде жеңіл модерация әрекеттерін жасай аласыз.",
    "teacherfaq.commInappropriateTitle": "Егер де мен біреудің жарамайтын қылық істегенін байқасам не істей аламын?",
    "teacherfaq.commInappropriateBody": "Сіз өзіңіздің оқушыларыңыз жасаған орынсыз пікірлер мен жобаларды қолмен алып тастай аласыз. Егер сіз студенттер емес студенттер жасаған дұрыс емес мазмұнды тапсаңыз, «Есеп беру» батырмасын басу арқылы Скретч тобына хабарлаңыз.",
    "teacherfaq.commTurnOffCommentsTitle": "Оқушылардың пікірлерді көру және орналастыру мүмкіндігін өшіре аламын ба?",
    "teacherfaq.commTurnOffCommentsBody": "Жоқ, сіз Интернеттегі қоғамдастықтағы студенттерге түсініктеме беру мүмкіндігін өшіре алмайсыз. Сіз басқалардың өз профильдеріне және әрбір жеке жобаларға пікір қалдыру мүмкіндігін таңдап өшіре аласыз, бірақ пікір қалдыруды шектейтін жалпы сайт мүмкіндігі жоқ. Егер түсініктеме беру сіздің студенттеріңізге сәйкес келмесе, сіз Scratch жоба редакторының{desktopLink} желідегі қоғамдастықты қамтымайтын офлайн нұсқасын қолдануды ойластыруыңыз мүмкін.",
    "teacherfaq.commBlockGamesTitle": "Мен оқушыларымды Scratch-те ойын ойнауға тыйым сала аламын ба?",
    "teacherfaq.commBlockGamesBody1": "Біз ойындар немесе танымал бейне ойындар шабыттандыратын жобаларды, егер оларда балалар үшін орынсыз болатын басқа элементтер болмаса, алып тастамаймыз. Біз балалар өз өміріндегі нәрселер туралы жобалармен жұмыс жасағанда жақсы біледі деп сенеміз; оларды жиі ұнататын нәрселердің бірі - ойындар.",
    "teacherfaq.commBlockGamesBody2": "Егер сізде орынсыз элементтері бар қандай да бір нақты жобалар туралы білсеңіз, жоба бетінде пайда болатын «Есеп беру» батырмасын басыңыз, сонда біз тиісті шараларды көре аламыз."
}