{
    "teacherfaq.title": "សំណួរពេញនិយមពីគណនីគ្រូនៅលើ Scratch",
    "teacherfaq.teacherWhatTitle": "គណនីគ្រូជាអ្វី?",
    "teacherfaq.teacherWhatBody": "គណនីគ្រូនៅលើ Scratch ផ្ដល់ឲ្យគ្រូ និងអ្នកអប់រំដទៃទៀតនូវ មុខងារបន្ថែមដើម្បីគ្រប់គ្រងការចូលរួមរបស់សិស្សនៅលើ Scratch​ រួមមាន លទ្ធភាពក្នុងការបង្កើតគណនីសិស្ស រៀបចំកិច្ចការសិស្សនៅក្នុងស្ទូឌីយោ និងត្រួតពិនិត្យមតិយោបល់របស់សិស្ស។ ស្វែងយល់បន្ថែមពីគណនីរបស់គ្រូនៅក្នុងវីដេអូខាងក្រោម៖",
    "teacherfaq.teacherSignUpTitle": "តើខ្ញុំអាចស្នើសុំគណនីគ្រូរបៀបណា?",
    "teacherfaq.teacherSignUpBody": "ដើម្បីស្នើសុំគណនីគ្រូ សូមចូលទៅកាន់<a href=\"/educators/register\">បែបបទស្នើសុំគណនីគ្រូ</a>។",
    "teacherfaq.teacherWaitTitle": "ហេតុអ្វីបានជាខ្ញុំចាំបាច់ចាំមួយថ្ងៃសម្រាប់គណនីរបស់ខ្ញុំ?",
    "teacherfaq.teacherWaitBody": "Scratch Team ត្រូវការប្រើពេលនេះដើម្បីពិនិត្យសំណើបង្កើតគណនីដោយផ្ទាល់ ដើម្បីផ្ទៀងផ្ទាត់ថាអ្នកដែលបង្កើតគណនីនេះ ពិតជាគ្រូពិតមែន។",
    "teacherfaq.teacherPersonalTitle": "ហេតុអ្វីបានជាអ្នកចាំបាច់ត្រូវដឹងពីព័ត៌មានផ្ទាល់ខ្លួនរបស់ខ្ញុំនៅពេលចុះឈ្មោះ?",
    "teacherfaq.teacherPersonalBody": "យើងប្រើព័ត៌មាននេះដើម្បីផ្ទៀងផ្ទាត់ថាអ្នកបង្កើតគណនីគឺជាគ្រូបង្រៀនមែន។ យើងមិនចែករំលែកព័ត៌មាននេះជាមួយនរណាទេ ហើយវានឹងមិនត្រូវបានចែករំលែកជាសាធារណៈនៅលើតំបន់បណ្ដាញឡើយ។",
    "teacherfaq.teacherGoogleTitle": "តើគណនីគ្រូត្រូវបានរួមបញ្ចូលជាមួយនឹង Google Classroom ឬក៏ សេវាគ្រប់គ្រងថ្នាក់រៀនដទៃទៀតទេ?",
    "teacherfaq.teacherGoogleBody": "គណនីគ្រូនៅលើ Scratch មិនត្រូវបានរួមបញ្ចូលជាមួយនឹងសេវាគ្រប់គ្រងថ្នាក់រៀនដទៃទៀតទេ។",
    "teacherfaq.teacherEdTitle": "តើគណនីគ្រូនៅលើ Scratch ត្រូវបានភ្ជាប់ជាមួយនឹងគណនី ScratchEd ដែរឬទេ?",
    "teacherfaq.teacherEdBody": "ទេ គណនីគ្រូនៅលើ Scratch មិនត្រូវបានភ្ជាប់ជាមួយនឹងគណនី <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> ទេ។",
    "teacherfaq.teacherMultipleTitle": "តើថ្នាក់មួយអាចមានគ្រូច្រើនទេ?",
    "teacherfaq.teacherMultipleBody": "ថ្នាក់មួយអាចមានគណនីគ្រូតែមួយទេ។",
    "teacherfaq.teacherQuestionsTitle": "ចុះប្រសិនបើ ខ្ញុំមានសំនួរ ឬយោបល់ទាក់ទងនឹងគណនីគ្រូ?",
    "teacherfaq.teacherQuestionsBody": "ប្រសិនបើអ្នកមានសំណួរឬ យោបល់ទាក់ទងនឹងគណនីគ្រូ សូមផ្ញើសារមកយើងនៅ <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>។",
    "teacherfaq.studentAccountsTitle": "គណនីសិស្ស",
    "teacherfaq.studentVerifyTitle": "តើខ្ញុំត្រូវផ្ទៀងផ្ទាត់អ៊ីមែលរបស់សិស្សខ្ញុំទាំងអស់មែនទេ?",
    "teacherfaq.studentVerifyBody": "ទេ ដោយសារតែគណនីសិស្សមិនប្រើអ៊ីមែលដោយឡែក ការផ្ទៀងផ្ទាត់តែគណនីគ្រូអាចឲ្យចែករំលែកសម្រាប់គណនីទាំងអស់ក្នុងថ្នាក់។",
    "teacherfaq.studentEndTitle": "តើអ្វីនឹងកើតឡើងនៅពេលដែលខ្ញុំបញ្ចប់ថ្នាក់របស់ខ្ញុំ?",
    "teacherfaq.studentEndBody": "នៅពេលដែលអ្នកបញ្ចប់ថ្នាក់មួយ នោះទំព័រថ្នាក់របស់អ្នក នឹងត្រូវបានលាក់ ហើយសិស្សរបស់អ្នកនឹងមិនអាចបន្តចូលក្នុងគណនីរបស់គេបានទៀតទេ ( ប៉ុន្តែកិច្ចការ របស់ពួកគេ និងស្ទូឌីយោរបស់ថ្នាក់ នឹងនៅតែអាចមើលឃើញនៅលើតំបន់បណ្ដាញ)។ អ្នកអាចបើកថ្នាក់វិញនៅពេលណាក៏បាន។",
    "teacherfaq.studentForgetTitle": "តើអ្វីនឹងកើតឡើងប្រសិនបើសិស្សម្នាក់ភ្លេចពាក្យសម្ងាត់របស់គាត់?",
    "teacherfaq.studentForgetBody": "អ្នកអាចកំណត់ពាក្យសម្ងាត់របស់សិស្សជាថ្មី ដោយផ្ទាល់ពីខាងក្នុងគណនីគ្រូរបស់អ្នក។ ដំបូងសូមចូលទៅកាន់ \"ថ្នាក់ខ្ញុំ\" ពីទំព័រដើម ឬពីម៉ឺនុយធ្លាក់ចុះនៅជិតរូបតំណាងគណនីរបស់អ្នក។​ ចេញពីទីនោះ សូមស្វែងរកថ្នាក់របស់អ្នក​ ហើយចុចលើតំណ \"សិស្ស\" ។ បន្ទាប់មកអ្នកអាចកំណត់ពាក្យសម្ងាត់ថ្មី ដោយប្រើម៉ឺនុយ \"ការកំណត់\"",
    "teacherfaq.studentUnsharedTitle": "តើខ្ញុំអាចមើលកិច្ចការរបស់សិស្សដែលមិនបានចែករំលែកបានទេ?",
    "teacherfaq.studentUnsharedBody": "គណនីគ្រូអាចចូលមើលតែកិច្ចការដែលសិស្សបានចែករំលែកប៉ុណ្ណោះ។",
    "teacherfaq.studentDeleteTitle": "តើខ្ញុំអាចលុបគណនីសិស្សបានទេ?",
    "teacherfaq.studentDeleteBody": "គ្រូមិនអាចលុបគណនីរបស់សិស្សបានទេ។ សិស្សអាចលុបគណនីរបស់គាត់នៅក្នុងការកំណត់សម្រាប់គណនីរបស់គាត់។",
    "teacherfaq.studentAddTitle": "តើខ្ញុំអាចបន្ថែមគណនីដែលមានស្រាប់ទៅក្នុងថ្នាក់របស់ខ្ញុំបានទេ?",
    "teacherfaq.studentAddBody": "មានតែគណនីដែលត្រូវបានបង្កើតដោយគ្រូទេ ទើបអាចនៅក្នុងថ្នាក់បាន។ យ៉ាងណាក៏ដោយ យើងកំពុងតែគ្រោង បន្ថែមមុខងារនេះ នៅក្នុងជំនាន់ក្រោយទៀត។",
    "teacherfaq.studentMultipleTitle": "តើសិស្សម្នាក់អាចនៅក្នុងថ្នាក់ច្រើនបានទេ?",
    "teacherfaq.studentMultipleBody": " សិស្សម្នាក់អាចនៅក្នុងថ្នាក់តែមួយទេ។ យ៉ាងណាក៏ដោយ យើងកំពុងតែគ្រោង បន្ថែមមុខងារនេះ នៅក្នុងជំនាន់ក្រោយទៀត។",
    "teacherfaq.studentDiscussTitle": "តើមានកន្លែងណាដែលយើងអាចពិភាក្សាពីគណនីគ្រូជាមួយនឹងគ្រូដទៃទៀតទេ។",
    "teacherfaq.studentDiscussBody": "មាន! ចូលរួមពិភាក្សាជាមួយគ្រូដទៃទៀតនៅ <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> សហគមន៍អនឡាញសម្រាប់គ្រូបង្រៀន Scratch។ សូមមើលវេទិកាពិភាក្សារបស់ពួកគេ ដើម្បីចូលរួមកិច្ចសន្ទនាអំពី<a href=\"http://scratched.gse.harvard.edu/discussions\"> ប្រធានបទមួយចំនួន</a> រួមមាន គណនីគ្រូជាដើម។ ScratchEd ត្រូវបានបង្កើតឡើងនិងគាំទ្រដោយ  Harvard Graduate School of Education។",
    "teacherfaq.studentDataTitle": "What data does Scratch collect about students?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "teacherfaq.commTitle": "សហគមន៍",
    "teacherfaq.commHiddenTitle": "Can I create a hidden class?",
    "teacherfaq.commHiddenBody": "No. All content shared within your class will be accessible to the Scratch community.",
    "teacherfaq.commWhoTitle": "Who can my students interact with on Scratch?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "What can I do if I see something inappropriate?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the report button or sending a message to <a href=\"/contact-us\">Contact Us</a>."
}