{
    "teacherfaq.title": "스크래치 교사 계정 관련 자주묻는질문(FAQ)",
    "teacherfaq.educatorTitle": "Scratch Educator FAQ",
    "teacherfaq.educatorGetStartedTitle": "I’m an educator who is new to Scratch, how can I get started?",
    "teacherfaq.educatorGetStartedBody": "Scratch has many resources available to help you get started! Please see our {educatorResourcesLink} for Guides, Tutorials, and many other resources to help you run your class with Scratch!",
    "teacherfaq.educatorResourcesLink": "Educator Resources page",
    "teacherfaq.teacherWhatTitle": "교사계정이 무엇인가요?",
    "teacherfaq.teacherWhatBody": "A Scratch Teacher Account provides educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. Learn more about Teacher Accounts in the video below:",
    "teacherfaq.teacherSignUpTitle": "교사 계정을 어떻게 요청하나요?",
    "teacherfaq.teacherSignUpBody": "To request a Teacher Account, please go to the teacher account <a href=\"/educators/register\">request form</a>.",
    "teacherfaq.classMultipleTeachersTitle": "하나의 학급에 여러 명의 교사가 있어도 되나요?",
    "teacherfaq.classMultipleTeachersBody": "하나의 학급에는 한 명의 교사 계정만 있을 수 있습니다.",
    "teacherfaq.convertToTeacherTitle": "I already have a Scratch account, can you make it a Teacher account?",
    "teacherfaq.convertToTeacherList": "Please send an email to {helpEmail} and be sure to include the following information:",
    "teacherfaq.convertToTeacherUsername": "Your Scratch username (Please double check that you know your username by logging into it before contacting us!)",
    "teacherfaq.convertToTeacherEmail": "The email address associated with your Scratch account",
    "teacherfaq.convertToTeacherBirth": "The birth month and birth year associated with your Scratch account",
    "teacherfaq.teacherPersonalTitle": "등록 중 저의 개인 정보를 요구하는 이유는 무엇인가요?",
    "teacherfaq.teacherPersonalBody": "계정 생성자가 교육자임을 확인하기 위해서 이 정보를 사용합니다. 다른 누구와도 이 정보를 공유하지 않을 것이며, 그 정보가 사이트에 공개적으로 보여지지 않을 것입니다.",
    "teacherfaq.teacherGoogleTitle": "Does Scratch connect with Google Classroom, Clever or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "No, Scratch does not connect with any classroom management services.",
    "teacherfaq.teacherEdTitle": "스크래치 교사 계정은 ScratchEd 계정과 연동되나요?",
    "teacherfaq.teacherEdBody": "아니요, 스크래치 교사 계정은 <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> 계정과 연동되지 않습니다.",
    "teacherfaq.teacherFeaturesTitle": "Does this feature exist, and if not, can you please add it?",
    "teacherfaq.teacherFeaturesBody": "Many features are commonly requested, including:",
    "teacherfaq.teacherFeaturesConvert": "Converting existing Scratch Accounts into Student Accounts",
    "teacherfaq.teacherMoveStudents": "Moving Student Accounts to other Teacher Accounts and Classes",
    "teacherfaq.teacherMultipleClasses": "Having Student Accounts be in multiple Classes, or associated with multiple Teacher Accounts",
    "teacherfaq.teacherLMSs": "Connecting with classroom management systems like Google Classroom and Clever",
    "teacherfaq.teacherLimitStudent": "Limit what features students have, such as seeing or being able to post comments",
    "teacherfaq.teacherWillNotImplement": "It is not currently possible to do any of these things on Scratch. We would love to expand the functionality of Teacher Accounts, and all of these features are things we would like to add. However, Scratch is a small organization and our resources are limited, so it may take us a very long time before we can implement any of these changes.",
    "teacherfaq.studentTransferTitle": "Can I transfer a student from one Teacher Account or class to another?",
    "teacherfaq.studentTransferBody": "No, it is not possible to transfer students from one class or teacher to another. You can create a new Student Account for the student using a different Teacher Account if they need to be part of a new class.",
    "teacherfaq.studentAccountsTitle": "학생 계정",
    "teacherfaq.studentVerifyTitle": "Do I have to verify each of my student emails?",
    "teacherfaq.studentVerifyBody": "No. The Teacher Account’s email address is used for all Student Accounts, so there is no need to verify students’ email addresses.",
    "teacherfaq.studentEndTitle": "학급을 \"끝내면\" 어떻게 되나요?",
    "teacherfaq.studentEndBody": "학급을 끝내면, 학급 프로필 페이지가 숨겨지고 학생들은 더 이상 로그인을 할 수 없게 될 것입니다(하지만 프로젝트와 학급 스튜디오는 사이트에서 계속 보일 것입니다). 언제든지 학급을 다시 열 수는 있습니다.",
    "teacherfaq.studentForgetTitle": "만약 어떤 학생이 비밀번호를 잊어버리면 어떻게 되나요?",
    "teacherfaq.studentForgetBody": "스크래치 교사 계정 안에서 학생의 비밀번호를 직접 재설정할 수 있습니다. 먼저, 내 학급(홈페이지의 보라색 배너 또는 사용자 아이콘 옆에 있는 드롭다운 메뉴에 있는 것)으로 이동하세요. 그곳에서는, 올바른 학급을 찾고 학생 링크를 클릭하세요. 그러면 설정 메뉴를 사용하여 학생 단계에서 비밀번호를 재설정할 수 있습니다.",
    "teacherfaq.studentUnsharedTitle": "제가 학생의 공유되지 않은 프로젝트를 볼 수 있나요?",
    "teacherfaq.studentUnsharedBody": "교사 계정은 학생의 공유된 프로젝트만 볼 수 있습니다.",
    "teacherfaq.studentDeleteTitle": "제가 학생 계정을 삭제할 수 있나요?",
    "teacherfaq.studentDeleteBody": "You cannot delete a student’s account by using a Teacher Account, but Student Accounts can be deleted through the {accountSettingsLink} page while logged in to the Student Account.",
    "teacherfaq.accountSettings": "계정 설정",
    "teacherfaq.studentAddExistingTitle": "Some of my students already have Scratch accounts, how do I add them to my classroom?",
    "teacherfaq.studentAddExistingBody": "It is not possible to add an existing Scratch account to a classroom. You will need to create a new Student Account for them using your Teacher Account.",
    "teacherfaq.studentMultipleTitle": "하나의 학생이 여러 학급에 있을 수 있나요?",
    "teacherfaq.studentMultipleBody": "A student can only be a part of one class.",
    "teacherfaq.studentDiscussTitle": "다른 교사들과 교사 계정을 토론할 수 있는 공간이 있나요?",
    "teacherfaq.studentDiscussionBody": "Yes, you can engage in discussions with other teachers at {scratchEdLink}, an online community for Scratch educators. Check out their {forumsLink} to join conversations about a number of topics, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.forums": "forums",
    "teacherfaq.privacyPolicy": "스크래치 개인정보처리방침",
    "teacherfaq.studentDataTitle": "스크래치는 학생에 대해 어떤 정보를 수집하나요?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch.",
    "teacherfaq.studentDataBody2": "When an educator uses a Scratch Teacher Account to create Student Accounts, students are not required to provide an email address. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have physical and electronic procedures in place to protect the information we collect. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to a 501(c)(3) non-profit organization. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.student250Title": "I want to add more than 250 students to a class, how can I do this?",
    "teacherfaq.student250Body": "It is not possible to add more than 250 students to a single class. You can, however, create a new class on the {myClassesLink} and add another 250 student accounts to each new class.",
    "teacherfaq.myClasses": "My Classes page",
    "teacherfaq.commTitle": "커뮤니티",
    "teacherfaq.commHiddenTitle": "Can I create a private class?",
    "teacherfaq.commHiddenBody": "아니요. 학급 안에서 공유된 모든 내용은 스크래치 커뮤니티에서 접근 가능할 것입니다.",
    "teacherfaq.commWhoTitle": "학생들은 스크래치에서 누구와 교류할 수 있나요?",
    "teacherfaq.commWhoBody": "학생 계정은 프로젝트 공유, 댓글 작성, 스튜디오 생성, 기타 비슷한 것들처럼 일반적인 스크래치 계정과 같은 커뮤니티 특권을 갖습니다. 교사로서 당신은 학생의 활동 전부를 보고 학급 안에서 가벼운 관리 조치를 취할 수 있습니다.",
    "teacherfaq.commInappropriateTitle": "부적절한 것을 보면 저는 무엇을 해야 하나요?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the ‘Report’ button.",
    "teacherfaq.commTurnOffCommentsTitle": "Can I turn off the ability for students to see and post comments?",
    "teacherfaq.commTurnOffCommentsBody": "No, you cannot disable the commenting feature for your students in the online Community. You can selectively turn off the ability for others to leave comments on their profiles and each individual project, but there is not a site-wide feature to restrict commenting. If commenting doesn’t feel right for your students, you may want to consider using the {desktopLink} which is an offline version of the Scratch project editor that does not include the online community.",
    "teacherfaq.commBlockGamesTitle": "Can I block my students from playing games on Scratch?",
    "teacherfaq.commBlockGamesBody1": "We do not remove projects that are games, or inspired by popular video games unless they contain other elements which would be inappropriate for children. We believe that children learn best when working on projects about things in their life they are passionate about; one of the things they are often passionate about is games.",
    "teacherfaq.commBlockGamesBody2": "If you are aware of any specific projects which do contain inappropriate elements, please click the 'Report' button which appears on the project page so we can take appropriate action."
}