{
    "teacherfaq.title": "Scratch skolotāja konta FAQ",
    "teacherfaq.educatorTitle": "Scratch audzinātāja FAQ",
    "teacherfaq.educatorGetStartedTitle": "Esmu Scratch iesācējs pedagogs. Kā es varu sākt?",
    "teacherfaq.educatorGetStartedBody": "Scratch ir pieejami daudzi resursi, lai palīdzētu jums sākt darbu! Lūdzu, skatiet mūsu {educatorResourcesLink}, lai iegūtu ceļvežus, apmācības un daudzus citus resursus, lai palīdzētu jums vadīt mācību priekšmetu ar Scratch!",
    "teacherfaq.educatorResourcesLink": "Pedagogu resursu lapa",
    "teacherfaq.teacherWhatTitle": "Kas ir skolotāju konti?",
    "teacherfaq.teacherWhatBody": "Scratch skolotāja konts nodrošina pedagogiem papildu funkcijas, lai pārvaldītu skolēnu dalību programmā Scratch, tostarp iespēju izveidot studentu kontus, organizēt studentu projektus studijās un pārraudzīt studentu komentārus. Uzziniet vairāk par skolotāju kontiem tālāk esošajā videoklipā:",
    "teacherfaq.teacherSignUpTitle": "Kā pieprasīt skolotāja kontu?",
    "teacherfaq.teacherSignUpBody": "Lai pieprasītu skolotāja kontu, lūdzu, atveriet skolotāja konta <a href=\"/educators/register\">pieprasījuma veidlapu</a>.",
    "teacherfaq.teacherSignUpBodyHTML": "Lai pieprasītu skolotāja kontu, lūdzu, atveriet skolotāja konta <a>pieprasījuma veidlapu</a>.",
    "teacherfaq.classMultipleTeachersTitle": "Vai klasē var būt vairāki skolotāji?",
    "teacherfaq.classMultipleTeachersBody": "Klasei var būt saistīts tikai viens skolotāja konts.",
    "teacherfaq.teacherPersonalTitle": "Kāpēc reģistrācijas laikā jums jāzina mana personiskā informācija?",
    "teacherfaq.teacherPersonalBody": "Mēs izmantojam šo informāciju, lai pārbaudītu, vai konta veidotājs ir pedagogs. Mēs neizpaudīsim šo informāciju nevienam citam, un tā netiks publiski kopīgota vietnē.",
    "teacherfaq.teacherGoogleTitle": "Vai Scratch ir savienots ar Google Classroom, Clever vai kādu citu klases pārvaldības pakalpojumu?",
    "teacherfaq.teacherGoogleBody": "Nē, Scratch nav savienojams ne ar vienu klases pārvaldības pakalpojumu.",
    "teacherfaq.teacherEdTitle": "Vai Scratch Teacher konti ir saistīti ar ScratchEd kontiem?",
    "teacherfaq.teacherEdBody": "Nē, Scratch Teacher konti nav saistīti ar <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> kontiem.",
    "teacherfaq.teacherEdBodyHTML": "Nē, Scratch Teacher konti nav saistīti ar <a>ScratchEd</a> kontiem.",
    "teacherfaq.teacherFeaturesTitle": "Vai šī funkcija ir šeit? Vai tas kādreiz tiks pievienots?",
    "teacherfaq.teacherFeaturesBody": "Parasti tiek pieprasītas daudzas funkcijas, tostarp:",
    "teacherfaq.teacherFeaturesConvert": "Esošo Scratch kontu konvertēšana par studentu kontiem",
    "teacherfaq.teacherMoveStudents": "Studentu kontu pārvietošana uz citiem skolotāju kontiem un klasēm",
    "teacherfaq.teacherMultipleClasses": "Studentu konti ir vairākās klasēs vai saistīti ar vairākiem skolotāju kontiem",
    "teacherfaq.teacherLMSs": "Savienojuma izveide ar klases pārvaldības sistēmām, piemēram, Google Classroom un Clever",
    "teacherfaq.teacherLimitStudent": "Ierobežojiet skolēnu iespējas, piemēram, iespēju redzēt vai publicēt komentārus",
    "teacherfaq.teacherWillNotImplement": "Pašlaik Scratch nav iespējams veikt nevienu no šīm darbībām. Mēs labprāt paplašinātu skolotāju kontu funkcionalitāti, un visas šīs funkcijas ir lietas, ko mēs vēlētos pievienot. Tomēr Scratch ir maza organizācija, un mūsu resursi ir ierobežoti, tāpēc var paiet ļoti ilgs laiks, pirms varēsim ieviest kādu no šīm izmaiņām.",
    "teacherfaq.studentTransferTitle": "Vai es varu pārvietot skolēnu no viena skolotāja konta vai klases uz citu?",
    "teacherfaq.studentTransferBody": "Nē, skolēnus nav iespējams pārcelt no vienas klases vai skolotāja uz citu. Varat izveidot jaunu skolēna kontu skolēnam, izmantojot citu skolotāja kontu, ja viņam ir jāpiedalās jaunā klasē.",
    "teacherfaq.studentAccountsTitle": "Studentu konti",
    "teacherfaq.studentVerifyTitle": "Vai man ir jāverificē katrs skolēna e-pasts?",
    "teacherfaq.studentVerifyBody": "Nē. Skolotāja konta e-pasta adrese tiek izmantota visiem studentu kontiem, tāpēc studentu e-pasta adreses nav jāverificē.",
    "teacherfaq.studentEndTitle": "Kas notiek, kad es \"beidzu\" savu mācību stundu?",
    "teacherfaq.studentEndBody": "Kad beigsiet mācību priekšmetu, jūsu klases profila lapa tiks paslēpta un jūsu skolēni vairs nevarēs pieteikties (tomēr viņu projekti un klases studijas joprojām būs redzamas vietnē). Jūs jebkurā laikā varat atkārtoti atvērt nodarbību.",
    "teacherfaq.studentForgetTitle": "Kas notiek, ja students aizmirst savu paroli?",
    "teacherfaq.studentForgetBody": "Varat manuāli atiestatīt skolēna paroli savā Scratch skolotāja kontā. Vispirms pārejiet uz Manas nodarbības (no purpursarkanā reklāmkaroga sākumlapā vai nolaižamajā izvēlnē blakus jūsu lietotāja ikonai). No turienes atrodiet pareizo klasi un noklikšķiniet uz saites Studenti. Pēc tam paroli var atiestatīt studenta līmenī, izmantojot izvēlni Iestatījumi.",
    "teacherfaq.studentUnsharedTitle": "Vai es varu redzēt nekopīgotus studentu projektus?",
    "teacherfaq.studentUnsharedBody": "Skolotāju konti var piekļūt tikai koplietotiem skolēnu projektiem.",
    "teacherfaq.studentDeleteTitle": "Vai es varu izdzēst studentu kontus?",
    "teacherfaq.studentDeleteBody": "Jūs nevarat izdzēst skolēna kontu, izmantojot skolotāja kontu, taču studenta kontus var dzēst {accountSettingsLink} lapā, kad esat pieteicies studenta kontā.",
    "teacherfaq.accountSettings": "Konta iestatījumi",
    "teacherfaq.studentAddExistingTitle": "Dažiem maniem skolēniem jau ir Scratch konti. Kā tos pievienot savai klasei?",
    "teacherfaq.studentAddExistingBody": "Klasei nav iespējams pievienot esošu Scratch kontu. Jums būs jāizveido jauns skolēna konts, izmantojot savu skolotāja kontu.",
    "teacherfaq.studentMultipleTitle": "Vai skolēns var mācīties vairākās klasēs?",
    "teacherfaq.studentMultipleBody": "Students var būt tikai vienas klases dalībnieks.",
    "teacherfaq.studentDiscussTitle": "Vai ir vieta, kur apspriest skolotāju kontus ar citiem skolotājiem?",
    "teacherfaq.studentDiscussionBody": "Varat iesaistīties diskusijās ar citiem skolotājiem, pievienojoties vietnei {facebookGroupLink}, kurā atradīsit sarunas par vairākām tēmām, tostarp par skolotāju kontiem. Šo grupu izveidoja{creativeComputingLabLink}  plkst Hārvardas izglītības augstskola. Varat arī pārlūkot {scratchEdLink}, kas tagad ir arhivēta vietne, taču tajā ir iekļauti plaši forumi un resursi, kas saistīti ar Scratch izglītības iestādēs.",
    "teacherfaq.creativeComputingLab": "Radošā skaitļošanas laboratorija",
    "teacherfaq.facebookGroup": "Mācības ar Scratch Facebook grupu",
    "teacherfaq.privacyPolicy": "Scratch privātuma politika",
    "teacherfaq.studentDataTitle": "Kādus datus Scratch vāc no skolēniem?",
    "teacherfaq.studentDataBody": "Kad students pirmo reizi reģistrējas pakalpojumā Scratch, mēs verifikācijai pieprasām pamata demogrāfiskos datus, tostarp dzimumu, vecumu (dzimšanas mēnesis un gads), valsti un e-pasta adresi. Šie dati tiek izmantoti (apkopotā veidā) pētījumos, kuru mērķis ir uzlabot mūsu izpratni par to, kā cilvēki mācās, izmantojot Scratch.",
    "teacherfaq.studentDataBody2": "Ja skolotājs izmanto Scratch Teacher kontu, lai izveidotu studentu kontus, studentiem nav jānorāda e-pasta adrese. Lai iegūtu plašāku informāciju, iesakām izlasīt {privacyPolicyLink}.",
    "teacherfaq.studentPrivacyLawsTitle": "Vai Scratch atbilst ASV vietējiem un federālajiem datu konfidencialitātes likumiem?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch ļoti rūpējas par studentu un visu to personu privātumu, kuras izmanto mūsu platformu. Mums ir fiziskas un elektroniskas procedūras, lai aizsargātu apkopoto informāciju. Lai gan mēs nevaram piedāvāt līgumiskas garantijas ar katru juridisko personu, kas izmanto mūsu bezmaksas izglītības produktu, mēs ievērojam visus Amerikas Savienoto Valstu federālos likumus, kas ir piemērojami bezpeļņas organizācijai 501. (c)(3). Lai iegūtu plašāku informāciju, iesakām izlasīt {privacyPolicyLink}.",
    "teacherfaq.student250Title": "Es vēlos pievienot klasei vairāk nekā 250 skolēnus. Kā to izdarīt?",
    "teacherfaq.student250Body": "Vienai klasei nav iespējams pievienot vairāk par 250 skolēniem. Tomēr varat izveidot jaunu klasi {myClassesLink} un pievienot vēl 250 studentu kontus katram jaunajam mācību priekšmetam.",
    "teacherfaq.myClasses": "Lapa Manas nodarbības",
    "teacherfaq.commTitle": "Kopiena",
    "teacherfaq.commHiddenTitle": "Vai es varu izveidot privāto nodarbību?",
    "teacherfaq.commHiddenBody": "Nē. Viss jūsu klasē kopīgotais saturs būs pieejams Scratch kopienai.",
    "teacherfaq.commWhoTitle": "Ar ko mani skolēni var sazināties, izmantojot Scratch?",
    "teacherfaq.commWhoBody": "Studentu kontiem ir tādas pašas kopienas privilēģijas kā parastam Scratch kontam, piemēram, kopīgot projektus, komentēt, izveidot studijas un tamlīdzīgi. Kā skolotājs varat redzēt visas savu skolēnu aktivitātes un veikt vieglas regulēšanas darbības savā klasē.",
    "teacherfaq.commInappropriateTitle": "Ko man darīt, ja redzu ko nepiemērotu?",
    "teacherfaq.commInappropriateBody": "Varat manuāli noņemt nepiemērotus komentārus un projektus, ko izveidojuši jūsu studenti. Ja atrodat nepiemērotu saturu, ko izveidojuši ne-studenti, lūdzu, informējiet Scratch komandu, noklikšķinot uz pogas “Ziņot”.",
    "teacherfaq.commTurnOffCommentsTitle": "Vai es varu izslēgt iespēju skolēniem skatīt un publicēt komentārus?",
    "teacherfaq.commTurnOffCommentsBody": "Nē, jūs nevarat atspējot komentēšanas funkciju saviem skolēniem tiešsaistes kopienā. Varat selektīvi izslēgt iespēju citiem atstāt komentārus savos profilos un katrā atsevišķā projektā, taču nav visas vietnes funkcijas, kas ierobežotu komentēšanu. Ja komentēšana jūsu studentiem nešķiet piemērota, varat apsvērt iespēju izmantot {desktopLink}, kas ir Scratch projekta redaktora bezsaistes versija, kurā nav iekļauta tiešsaistes kopiena.",
    "teacherfaq.commBlockGamesTitle": "Vai es varu liegt saviem skolēniem spēlēt spēles vietnē Scratch?",
    "teacherfaq.commBlockGamesBody1": "Mēs nenoņemam projektus, kas ir spēles vai ir iedvesmoti no populārām videospēlēm, ja vien tajos nav citu bērniem nepiemērotu elementu. Mēs uzskatām, ka bērni vislabāk mācās, strādājot pie projektiem par lietām savā dzīvē, kas viņus aizrauj; viena no lietām, ar ko viņi bieži aizraujas, ir spēles.",
    "teacherfaq.commBlockGamesBody2": "Ja jums ir zināmi kādi konkrēti projekti, kuros ir ietverti nepiemēroti elementi, lūdzu, noklikšķiniet uz pogas “Ziņot”, kas parādās projekta lapā, lai mēs varētu attiecīgi rīkoties."
}