{
    "teacherfaq.title": "He Pātai Auau mō ngā Pūkete Pouako Scratch",
    "teacherfaq.teacherWhatTitle": "He aha ngā pūkete pouako?",
    "teacherfaq.teacherWhatBody": "Mā te Pūkete Pouako Scratch, ka whiwhi ngā pouako me ngā kaiārahi akoranga i ngā rauemi anō ki te whakahaere i ngā mahi Scratch o ngā ākonga. Ko te hanganga o ngā pūkete ākonga, ko te whakahuihui o ngā pūtere ākonga ki ngā taiwhanga, te aroturuki hoki i ngā tākupu o ngā tamariki ētahi o aua rauemi. Mātakitaki i te ataata kei raro nei ki te ako anō mō ngā Pūkete Pouako:",
    "teacherfaq.teacherSignUpTitle": "Pēhea ahau e tono atu mō te pūkete pouako?",
    "teacherfaq.teacherSignUpBody": "Ki te tono atu mō tētahi Pūkete Pouako, haere ki te <a href=\"/educators/register\">puka tono</a>mō te pūkete pouako.",
    "teacherfaq.teacherWaitTitle": "Me tatari ahau i te rā kotahi mō taku pūkete, he aha ai?",
    "teacherfaq.teacherWaitBody": "Ka hiahia te Scratch Team i tēnei wā, ki te titiro ā-karu i ngā tono mō ngā pūkete, me te whakatau mehemea he pouako te tāngata nāna te tono.",
    "teacherfaq.teacherPersonalTitle": "He aha e pīrangai ai koutou i aku mōhiotanga matawhaiaro, i ahau e tono atu?",
    "teacherfaq.teacherPersonalBody": "Ka whakamahia e mātou  ēnei mōhiotanga, kia mōhio mehemea he pouako te tāngata māna te pūkete. E kore mātou e tuari i ēnei mōhiotanga ki tāngata kē, ā, e kore hoki e tuaritia ki te pae ipurangi.",
    "teacherfaq.teacherGoogleTitle": "Ka whakakotahitia ngā pūkete pouako ki a Google Classroom, ki tētahi atu ratonga whakahaere akomanga rānei?",
    "teacherfaq.teacherGoogleBody": "Kāore i te whakakotahitia ngā pūkete Pouako Scratch ki ngā ratonga whakahaere akomanga.",
    "teacherfaq.teacherEdTitle": "Ka honoa ngā pūkete Pouako Scratch ki ngā pūkete ScratchEd?",
    "teacherfaq.teacherEdBody": "Kāore e honoa ngā pūkete Pouako Scratch ki ngā pūkete <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> accounts.",
    "teacherfaq.teacherMultipleTitle": "Ka taea he rua, neke atu rānei ngā pouako mō te akomanga? ",
    "teacherfaq.teacherMultipleBody": "Ka taea, kia kotahi anake te pūkete pouako mō ia akomanga.",
    "teacherfaq.teacherQuestionsTitle": "Mehemea he pātai he tākupu rānei tāku mō ngā Pūkete Pouako?",
    "teacherfaq.teacherQuestionsBody": "Mehemea he pātai āhau mō ngā Pūkete Pouako, tukua mai he karere ki a mātou ki <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Pūkete Ākonga",
    "teacherfaq.studentVerifyTitle": "Me whakaū ahau i ngā wāhitau īmēra katoa o āku ākonga?",
    "teacherfaq.studentVerifyBody": "Kāo. Nā te mea, kāore ngā pūkete ākonga e whakamahi i ngā īmera motuhake, mā te whakaū i tō īmēra pouako, ka tukua te mana tuari mō ngā pūkete katoa o te akomanga. ",
    "teacherfaq.studentEndTitle": "Ka aha, ina ka \"whakamutua\" taku akomanga?",
    "teacherfaq.studentEndBody": "Ina whakamutua e koe tō akomanga, ka huna te whārangi kōtaha mō te akomanga, ā ka aukati te takiuru o ngā ākonga (engari ka kitea tonutia ā rātou pūtere me ngā taiwhanga kei runga i te paetukutuku). Ka taea e koe te huaki anō i te akomanga i te wā e hiahia ana koe.",
    "teacherfaq.studentForgetTitle": "Ina ka wareware i te ākonga i tōna kupu muna ka aha?",
    "teacherfaq.studentForgetBody": "Ka taea e koe te tautuhi anō i te kupu muna o te ākonga, mai i tō Pūkete Pouako Scratch. Tuatahi, haere ki Aku Akomanga (mai i te kara wiaporoporo i te whārangi kāinga, mai i te tāhua takaiho rānei kei te taha o te ata kaiwhakamahi). Mai i taua wāhi, kimihia te Akomanga, ā pāwhiritia te hononga Ākonga. Kātahi ka taea te tautuhi anō i te kupu muna mō ia ākonga mā te tāhua Whakaritenga.",
    "teacherfaq.studentUnsharedTitle": "Ka taea te kite atu ahau i ngā pūkete ākonga kua whakakorengia te tuari?",
    "teacherfaq.studentUnsharedBody": "Ka taea te kite ngā Pūkete Pouako i ngā pūkete ākonga kua tuaritia anake. ",
    "teacherfaq.studentDeleteTitle": "Ka taea e au te muku i ngā pūkete ākonga?",
    "teacherfaq.studentDeleteBody": "Kāore e taea e te pouako ki te muku i te pūkete ākonga. Mā te ākonga e muku i tōna ake pūkete i tōna wāhi Whakaritenga Pūkete.",
    "teacherfaq.studentAddTitle": "Ka taea te whakauru i tētahi atu pūkete noa o Scratch ki taku akomanga?",
    "teacherfaq.studentAddBody": "Ko ngā pūkete i hangaia e te pouako anake e taea te hono ki tētahi akomanga. Engari, kei te whakaaro mātou pēhea te uru tēnei āheitanga i ngā tukunga ā muri.",
    "teacherfaq.studentMultipleTitle": "Ka taea te ākonga ki te hono ki ngā akomanga maha?",
    "teacherfaq.studentMultipleBody": "Ka taea te ākonga ki te whakauru ki te akomanga kotahi noa iho. Engari, kei te whakaaro mātou pēhea te uru tēnei āheitanga i ngā tukunga ā muri.",
    "teacherfaq.studentDiscussTitle": "Kei whea te wāhi e taea ai te whakawhitiwhiti whakaaro ki pouako kē mō ngā Pūkete Pouako?",
    "teacherfaq.studentDiscussBody": "Āe, ka taea te uru ki ngā kōrerorero ki ngā pouako kē kei <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, he hāpori ipurangi mō ngā kaiako Scratch. Pānuitia ngā matapakinga o ngā huinga-ā-ipurangi  mō  <a href=\"http://scratched.gse.harvard.edu/discussions\">ngā kaupapa maha</a>, e pā ana ki ngā Pūkete Pouako me ngā take kē atu. I waihangatia, i tautokotia hoki a ScratchEd nā te Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "He aha ngā raraunga e kohia e Scratch mō ngā ākonga?",
    "teacherfaq.studentDataBody": "I te tīmatanga i a te ākonga e tono mai ki a Scratch,  ka pātai mātou mō ngā momo raraunga taupori pērā ko te ira tangata, pakeke (marama me te tau i whānau mai), whenua, me tētahi īmēra he manatokonga.  Ka whakamahia aua raraunga (hei raraunga hiatonga) mō ō mātou mahi rangahau e pā ana ki te pērā te tangata e ako ana mā Scratch. Ina ka whakamahi te pouako i te Scratch Teacher Account ki te hanga i ngā pūkete ākonga maha, e pai ana ki te kore he īmēra mō aua pūkete.",
    "teacherfaq.studentPrivacyLawsTitle": "E hāngai ana a Scratch 2.0 (ā-ipurangi) ki ngā ture o te United States mō ngā ture rarunga tūmataiti ā-rohe me Federal hoki.",
    "teacherfaq.studentPrivacyLawsBody": "He kaupapa nui ki a mātou o Scratch te tūmataiti o ngā ākonga me ngā tāngata katoa e whakamahi i a Scratch. Kei a mātou ngā tukanga mahi me ngā whakaritenga matihiko ki te tiaki i ngā mōhiohiotanga e kohia nā te paetukutuku Scratch. Heoi anō kāore e taea e mātou te hoatu he kupu taurangi-ā-kirimana mō ngā hinonga katoa e whakamahi ana i tō mātou nei rauemi, kei te whai mātou i ngā ture o te whenua o te United States e pā ana ki MIT, he rōpū 501(c)(3), arā te rōpū i waihanga, e whakahaere ana hoki i a Scratch. Pānuitia te Scratch Privacy Policy ki te kimi mōhiotanga anō. ",
    "teacherfaq.commTitle": "Te Hāpori",
    "teacherfaq.commHiddenTitle": "Kā taea e au te hanga i te akomanga huna?",
    "teacherfaq.commHiddenBody": "Kāo. Mēnā ka tuaritia ki te akomanga, ka huakina hoki ngā ihirangi katoa ki te hāpori Scratch. ",
    "teacherfaq.commWhoTitle": "Ka taea e āku ākonga ki te toro atu ki a wai mā runga i a Scratch?",
    "teacherfaq.commWhoBody": "He ōrite te mana o ngā pūkete ākonga ki ngā pūkete kē o Scratch, pērā ki te tuari i ngā pūtere, te tuku tākupu, te hanga taiwhanga, te aha, te aha. Mō te pouako, ka kite koe i ngā mahi katoa o āu ākonga, ka taea hoki ētahi mahi whakahaere mō ngā mahi o tō akomanga.",
    "teacherfaq.commInappropriateTitle": "Mehemea ka kite au i ngā mahi kāore i te tika, me aha?",
    "teacherfaq.commInappropriateBody": "Ka taea e koe te tango i ngā tākupu kāore i te tika, me ngā pūtere i hangaia e āu ākonga. Mēnā e kite koe i ngā ihirangi kāore i te tika nā tētahi atu tangata ehara i tō ākonga, whakamōhio mai ki a mātou o te Scratch Team. Pāwhiritia te pātene whakamōhio atu, tukua he karere rānei ki  <a href=\"/contact-us\">Whakapā mai</a>."
}