{
    "teacherfaq.title": "Spørsmål og svar om lærerkontoer",
    "teacherfaq.teacherWhatTitle": "Hva er lærerkontoer?",
    "teacherfaq.teacherWhatBody": "En lærerkonto på Scratch gir lærere og andre formidlere funksjoner for å administrere elevenes aktivitet på Scratch, inklusiv å opprette elevkontoer, samle elevprosjekter i gallerier og å lese elevenes kommentarer. Videoen nedenfor forteller mer om lærerkontoer:",
    "teacherfaq.teacherSignUpTitle": "Hvordan søker jeg om en lærerkonto?",
    "teacherfaq.teacherSignUpBody": "Du kan søke om en lærerkonto ved å gå til <a href=\"/educators/register\">søknadsskjemaet</a>.",
    "teacherfaq.teacherWaitTitle": "Hvorfor må jeg vente til neste dag før kontoen min er klar?",
    "teacherfaq.teacherWaitBody": "Scratch-administratorene trenger denne tiden for å sjekke søknader manuelt og bekrefte at den som oppretter kontoen er lærer.",
    "teacherfaq.teacherPersonalTitle": "Hvorfor må jeg oppgi personopplysninger når jeg registrerer en konto?",
    "teacherfaq.teacherPersonalBody": "Vi bruker opplysningene til å bekrefte at den som oppretter kontoen er lærer. Opplysningene blir ikke lagt ut på nett eller delt med andre.",
    "teacherfaq.teacherGoogleTitle": "Er lærerkontoer på Scratch integrert med FEIDE eller andre informasjonssystemer for undervisning?",
    "teacherfaq.teacherGoogleBody": "Lærerkontoer på Scratch er ikke integrert med andre informasjonssystemer for undervisning.",
    "teacherfaq.teacherEdTitle": "Er lærerkontoer på Scratch koblet til brukerkontoer på ScratchEd?",
    "teacherfaq.teacherEdBody": "Nei, lærerkontoer er ikke koblet til kontoer på <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherMultipleTitle": "Kan en klasse ha flere lærere?",
    "teacherfaq.teacherMultipleBody": "En klasse på Scratch kan bare være knyttet til én lærerkonto.",
    "teacherfaq.teacherQuestionsTitle": "Hvor kan jeg stille spørsmål eller komme med forslag angående lærerkontoer?",
    "teacherfaq.teacherQuestionsBody": "Hvis du har spørsmål eller kommentarer til lærerkontoer kan du sende en epost til <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>. (Helst på engelsk.)",
    "teacherfaq.studentAccountsTitle": "Elevkontoer",
    "teacherfaq.studentVerifyTitle": "Må epostadressene til alle elevene bekreftes?",
    "teacherfaq.studentVerifyBody": "Nei. Siden elevkontoer ikke er knyttet til en unik epostadresse er det tilstrekkelig at lærerens epostkonto bekreftes, deretter kan alle i klassen legge ut prosjekter.",
    "teacherfaq.studentEndTitle": "Hva skjer når klassen avsluttes?",
    "teacherfaq.studentEndBody": "Når du avslutter klassen vil klassens profilside ikke lenger være tilgjengelig, og elevene kan ikke lenger logge inn. Prosjektene og galleriene klassen har lagt ut vil fortsatt være åpent tilgjengelige hos Scratch. Du kan åpne klassen igjen når som helst. ",
    "teacherfaq.studentForgetTitle": "Hva skjer hvis en elev glemmer passordet sitt?",
    "teacherfaq.studentForgetBody": "Fra lærerkontoen kan du legge inn et nytt passord for en elev. Gå til Mine Klasser (enten fra det lilla banneret på hjemmesiden eller i menyen ved brukernavnet ditt). Velg den aktuelle klassen og klikk på elevens link. Derfra kan du gå til Innstillinger og legge inn et nytt passord for eleven. ",
    "teacherfaq.studentUnsharedTitle": "Kan jeg se elevprosjekter som ikke er lagt ut?",
    "teacherfaq.studentUnsharedBody": "En lærerkonto har bare tilgang til prosjekter som elevene har delt.",
    "teacherfaq.studentDeleteTitle": "Kan jeg slette en elevkonto?",
    "teacherfaq.studentDeleteBody": "De er ikke mulig for læreren å slette elevkontoer. Elever kan slette sin egen konto under Brukerinnstillinger.",
    "teacherfaq.studentAddTitle": "Kan jeg legge til en eksisterende Scratch-konto i en klasse? ",
    "teacherfaq.studentAddBody": "Nå kan bare brukerkontoer som opprettes av læreren være med i en klasse, men vi vurderer å legge inn denne muligheten senere.",
    "teacherfaq.studentMultipleTitle": "Kan en elev være i flere klasser samtidig? ",
    "teacherfaq.studentMultipleBody": "En elev kan nå bare være medlem i én klasse, men vi vurderer muligheten for å legge inn denne funksjonaliteten senere.",
    "teacherfaq.studentDiscussTitle": "Er det et sted der man kan få kontakt med andre lærere?",
    "teacherfaq.studentDiscussBody": "Ja, du kan få kontakt med andre lærere på <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, et nettsamfunn for lærere som bruker Scratch. Der finnes blant annet et <a href=\"http://scratched.gse.harvard.edu/discussions\">diskusjonsforum</a>. Lærere i Norge kan også ha interesse av å besøke nettsidene til Kodeklubben.",
    "teacherfaq.studentDataTitle": "Hva slags informasjon om elevene registreres hos Scratch?",
    "teacherfaq.studentDataBody": "Når en elev registrerer seg som Scratch-bruker spør vi bare etter grunnleggende personopplysninger som kjønn, alder (fødselsår og -måned), land og en epostadresse for bekreftelse. Opplysningene brukes (som grunnlag for statistikk) når vi studerer hvordan elever bruker Scratch i læring. Når en lærer registrerer mange elevkontoer er det ikke nødvendig for elevene å oppgi epostadresse.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "teacherfaq.commTitle": "Nettsamfunn",
    "teacherfaq.commHiddenTitle": "Kan jeg opprette en skjult klasse?",
    "teacherfaq.commHiddenBody": "Nei, alt innhold som legges ut av klassens elever vil bli tilgjengelig for alle Scratch-brukere.",
    "teacherfaq.commWhoTitle": "Hvem kan elevene ha kontakt med på Scratch?",
    "teacherfaq.commWhoBody": "Elever har de samme rettighetene som vanlige Scratch-brukere, for eksempel til å legge ut prosjekter, kommentere, opprette gallerier osv. Som lærer kan du se elevenes aktiviteter, og du har mulighet til å fjerne uønsket materiale.",
    "teacherfaq.commInappropriateTitle": "Hva skal jeg gjøre hvis jeg finner upassende ting?",
    "teacherfaq.commInappropriateBody": "Du kan manuelt fjerne upassende kommentarer og prosjekter som elevene har lagt ut. Hvis du finner upassende innhold fra andre enn dine elever kan du klikke Meld-knappen eller <a href=\"/contact-us\">ta kontakt</a>."
}