{
    "teacherfaq.title": "Scratch-leerkrachtaccount FAQ",
    "teacherfaq.educatorTitle": "Scratch Leerkracht FAQ",
    "teacherfaq.educatorGetStartedTitle": "Ik ben een leerkracht die nieuw is in Scratch, waar begin ik?",
    "teacherfaq.educatorGetStartedBody": "Scratch heeft veel middelen beschikbaar om je op weg te helpen! Zie onze {educatorResourcesLink} voor gidsen, tutorials en vele andere bronnen om je te helpen je klas te organiseren met Scratch!",
    "teacherfaq.educatorResourcesLink": "Leerkrachtmiddelenpagina",
    "teacherfaq.teacherWhatTitle": "Wat zijn leerkrachtaccounts?",
    "teacherfaq.teacherWhatBody": "Een Scratch Leerkracht account biedt leerkrachten extra functies om leerlingeninzet te beheren op Scratch, zoals de mogelijkheid om leerling accounts te maken, projecten van leerlingen in studio's te plaatsen en commentaar van studenten te bekijken. Kom meer te weten over Leerkracht accounts in de video hieronder:",
    "teacherfaq.teacherSignUpTitle": "Hoe vraag ik een leerkrachtaccount aan?",
    "teacherfaq.teacherSignUpBody": "Om een leerkracht account aan te vragen, ga je naar het leerkracht account <a href=\"/educators/register\">aanvraagformulier</a>.",
    "teacherfaq.teacherSignUpBodyHTML": "Om een leerkracht account aan te vragen, ga je naar het leerkracht account <a>aanvraagformulier</a>.",
    "teacherfaq.classMultipleTeachersTitle": "Kan een klas meerdere leerkrachten hebben?",
    "teacherfaq.classMultipleTeachersBody": "Aan een klas kan maar één leerkracht account gekoppeld zijn.",
    "teacherfaq.teacherPersonalTitle": "Waarom moet ik persoonlijke informatie geven bij registratie?",
    "teacherfaq.teacherPersonalBody": "We gebruiken deze informatie om na te gaan dat de aanvrager een leerkracht is. We zullen deze informatie niet delen met iemand anders, en het zal niet zichtbaar zijn op de site.",
    "teacherfaq.teacherGoogleTitle": "Kan Scratch verbinding maken met Google Classroom, Clever of een andere klasmanagementdienst?",
    "teacherfaq.teacherGoogleBody": "Nee, Scratch kan met geen enkele klasmanagementdienst verbinding maken.",
    "teacherfaq.teacherEdTitle": "Zijn Scratch-leerkrachtaccounts gelinkt aan ScratchEd-accounts?",
    "teacherfaq.teacherEdBody": "Nee, Scratch-leerkrachtaccounts zijn niet gelinkt aan <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>-accounts.",
    "teacherfaq.teacherEdBodyHTML": "Nee, Scratch-leerkrachtaccounts zijn niet gelinkt aan <a>ScratchEd</a>-accounts.",
    "teacherfaq.teacherFeaturesTitle": "Bestaat deze functie, en zo niet, zou je het kunnen toevoegen?",
    "teacherfaq.teacherFeaturesBody": "Veel functies worden vaak aangevraagd, zoals:",
    "teacherfaq.teacherFeaturesConvert": "Bestaande Scratch Accounts converteren naar Leerling accounts",
    "teacherfaq.teacherMoveStudents": "Verplaatsen van leerlingenaccounts naar andere lerarenaccounts en klassen",
    "teacherfaq.teacherMultipleClasses": "Het hebben van leerlingenaccounts in meerdere klassen, of gekoppeld aan meerdere lerarenaccounts.",
    "teacherfaq.teacherLMSs": "Verbinden met klasmanagementsystemen zoals Google Classroom en Clever",
    "teacherfaq.teacherLimitStudent": "Limiteren wat studenten kunnen doen, zoals het zien en plaatsen van commentaar",
    "teacherfaq.teacherWillNotImplement": "Het is op dit moment niet mogelijk om een van deze dingen op Scratch te doen. We willen graag de functionaliteit van lerarenaccounts uitbreiden, en al deze functies willen we graag toevoegen. Echter, Scratch is een kleine organisatie en onze middelen zijn beperkt, dus het kan heel lang duren voordat we een van deze veranderingen kunnen implementeren.",
    "teacherfaq.studentTransferTitle": "Kan ik een leerling overzetten van het ene leerkracht account of klas naar het andere?",
    "teacherfaq.studentTransferBody": "Nee, het is niet mogelijk om leerlingen over te plaatsen van de ene klas of leraar naar de andere. Je kunt een nieuw leerlingenaccount aanmaken voor de leerling met behulp van een ander lerarenaccount als ze deel moeten uitmaken van een nieuwe klas.",
    "teacherfaq.studentAccountsTitle": "Leerlingenaccounts",
    "teacherfaq.studentVerifyTitle": "Moet ik elk e-mailadres van mijn leerlingen verifiëren?",
    "teacherfaq.studentVerifyBody": "Nee. Het e-mailadres van het Leerkracht account wordt gebruikt voor alle Leerling accounts, dus e-mailadressen van leerlingen hoeven niet geverifiëerd te worden.",
    "teacherfaq.studentEndTitle": "Wat gebeurt er als ik de groep de-activeer?",
    "teacherfaq.studentEndBody": "Als je een groep de-activeert dan wordt de profielpagina van de groep verborgen en de leerlingen kunnen niet meer inloggen (hun projecten en de studio's van de groep zijn nog wel zichtbaar). Je kan een groep altijd weer activeren.",
    "teacherfaq.studentForgetTitle": "Wat gebeurt er als een leerling het wachtwoord is vergeten?",
    "teacherfaq.studentForgetBody": "Vanaf jouw Scratch leerkracht account kan je het wachtwoord handmatig resetten. Ga eerst naar Mijn groepen (dit kan zowel vanuit de paarse banner op de homepage, of via het dropdown menu naast jouw gebruikers icoontje) Ga daarna naar de juiste groep en klik op de naam van de leerling. Hierna kan je het wachtwoord via het menu Settings resetten.",
    "teacherfaq.studentUnsharedTitle": "Kan ik de projecten zien die leerlingen niet hebben gedeeld?",
    "teacherfaq.studentUnsharedBody": "Leerkrachten hebben alleen toegang tot projecten die door studenten zijn gedeeld.",
    "teacherfaq.studentDeleteTitle": "Kan ik een leerlingaccount verwijderen?",
    "teacherfaq.studentDeleteBody": "Je kunt geen accounts van leerlingen verwijderen door middel van een Leerkracht account, maar Leerling accounts kunnen worden verwijderd op de {accountSettingsLink} pagina wanneer ingelogd op het Leerling account.",
    "teacherfaq.accountSettings": "Account instellingen",
    "teacherfaq.studentAddExistingTitle": "Sommige van mijn leerlingen hebben al Scratch accounts; hoe voeg ik ze toe aan mijn klas?",
    "teacherfaq.studentAddExistingBody": "Het is niet mogelijk om een bestaand Scratch-account toe te voegen aan een klaslokaal. Je zult een nieuw leerlingenaccount voor hen moeten aanmaken met behulp van je lerarenaccount.",
    "teacherfaq.studentMultipleTitle": "Kan een leerling deel uitmaken van verschillende groepen?",
    "teacherfaq.studentMultipleBody": "Een leerling kan maar van één klas onderdeel zijn.",
    "teacherfaq.studentDiscussTitle": "Kunnen leerkrachten met andere leerkrachten discussiëren over leerkracht accounts?",
    "teacherfaq.studentDiscussionBody": "U kunt deelnemen aan discussies met andere docenten door lid te worden van de {facebookGroupLink}, waar u gesprekken vindt over een aantal onderwerpen, waaronder docentenaccounts. Deze groep is opgericht door de {creativeComputingLabLink} Harvard Graduate School of Education. U kunt ook bladeren door {scratchEdLink}, dat nu een gearchiveerde site is, maar uitgebreide forums en bronnen bevat met betrekking tot Scratch in educatieve instellingen.",
    "teacherfaq.creativeComputingLab": "Creatief computerlab",
    "teacherfaq.facebookGroup": "Lesgeven met Scratch Facebook-groep",
    "teacherfaq.privacyPolicy": "Scratch privacybeleid",
    "teacherfaq.studentDataTitle": "Welke leerlinggegevens worden door Scratch verzameld?",
    "teacherfaq.studentDataBody": "Wanneer een leerling zich voor het eerst aanmeldt op Scratch, vragen we om demografische basisgegevens, waaronder geslacht, leeftijd (geboortemaand en -jaar), land en een e-mailadres ter verificatie. Deze gegevens worden (in geaggregeerde vorm) gebruikt in onderzoeken die bedoeld zijn om ons begrip van hoe mensen leren met Scratch te verbeteren.",
    "teacherfaq.studentDataBody2": "Wanneer een leraar een Scratch lerarenaccount gebruikt om leerlingenaccounts aan te maken, hoeven de leerlingen geen e-mailadres op te geven. We raden je aan om de {privacyPolicyLink} voor meer informatie.",
    "teacherfaq.studentPrivacyLawsTitle": "Voldoet Scratch aan de lokale en federale privacywetgeving van de Verenigde Staten?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch hecht veel waarde aan de privacy van leerlingen en van alle personen die gebruik maken van ons platform. We hebben fysieke en elektronische procedures om de informatie die we verzamelen te beschermen. Hoewel we niet in staat zijn om contractuele garanties te bieden met elke entiteit die gebruik maakt van ons gratis onderwijsproduct, voldoen we aan alle federale wetten van de Verenigde Staten die van toepassing zijn op een 501(c)(3) organisatie zonder winstoogmerk. We raden je aan om de {privacyPolicyLink} telezen voor meer informatie.",
    "teacherfaq.student250Title": "Ik wil meer dan 250 studenten aan een klas toevoegen, hoe kan ik dit doen?",
    "teacherfaq.student250Body": "Het is niet mogelijk om meer dan 250 leerlingen toe te voegen aan een enkele klas. Je kunt echter wel een nieuwe klas op de {myClassesLink} maken en nog eens 250 leerlingenaccounts toevoegen aan elke nieuwe klas.",
    "teacherfaq.myClasses": "Mijn klassen pagina",
    "teacherfaq.commTitle": "Gemeenschap",
    "teacherfaq.commHiddenTitle": "Kan ik een privéklas aanmaken?",
    "teacherfaq.commHiddenBody": "Nee. Alle inhoud die in jouw klas wordt gedeeld is toegankelijk voor de Scratch gemeenschap.",
    "teacherfaq.commWhoTitle": "Met wie kunnen mijn leerlingen via Scratch communiceren? ",
    "teacherfaq.commWhoBody": "Leerling accounts hebben dezelfde privileges als een normaal Scratch account, zoals het delen van projecten, commentaar geven, het creëren van studio's etc. Als leerkracht kan je in de groep alle activiteiten van je leerlingen zien en in beperkte mate modereren.",
    "teacherfaq.commInappropriateTitle": "Wat moet ik doen als ik iets onbehoorlijks zie?",
    "teacherfaq.commInappropriateBody": "Je kunt handmatig ongepast commentaar en projecten van leerlingen verwijderen. Als je ongepaste content vindt die niet door leerlingen is gemaakt, laat dat alsjeblieft weten aan het Scratch Team door te klikken op de \"Melden\" knop.",
    "teacherfaq.commTurnOffCommentsTitle": "Kan ik de mogelijkheid voor studenten om commentaar te zien en te plaatsen uitschakelen?",
    "teacherfaq.commTurnOffCommentsBody": "Nee, je kunt de commentaarfunctie niet uitschakelen voor je leerlingen in de online Community. Je kunt de mogelijkheid voor anderen om commentaar te geven op hun profiel en op elk afzonderlijk project selectief uitschakelen, maar er is geen site-brede functie om commentaar te beperken. Als het geven van commentaar niet goed voelt voor je leerlingen, kun je overwegen om de optie {desktopLink} te gebruiken. Dat is een  offline versie van de Scratch-project-editor die niet de online gemeenschap omvat.",
    "teacherfaq.commBlockGamesTitle": "Kan ik mijn studenten verhinderen om games op Scratch te spelen?",
    "teacherfaq.commBlockGamesBody1": "We verwijderen geen projecten die spelletjes zijn, of geïnspireerd zijn door populaire videospelletjes, tenzij ze andere elementen bevatten die ongeschikt zijn voor kinderen. Wij geloven dat kinderen het beste leren als ze werken aan projecten over dingen in hun leven waar ze gepassioneerd over zijn; één van de dingen waar ze vaak gepassioneerd over zijn, is spelletjes.",
    "teacherfaq.commBlockGamesBody2": "Als je weet dat er bepaalde projecten zijn die ongepaste elementen bevatten, klik dan op de knop '! Melden' die op de projectpagina staat, zodat we een gepaste actie kunnen ondernemen."
}