{
    "teacherfaq.title": "Scratch-leerkrachtaccount FAQ",
    "teacherfaq.teacherWhatTitle": "Wat zijn leerkrachtaccounts?",
    "teacherfaq.teacherWhatBody": "Een Scratch-leerkrachtaccount voorziet leerkrachten en andere onderwijzenden van extra functies om de deelname van een groep leerlingen te beheren binnen Scratch. Daaronder de mogelijkheid om leerlingaccounts aan te maken, leerlingprojecten te organiseren in studio's en toezicht te houden op de reacties van leerlingen. Kom meer te weten over leerkrachtaccounts in de video hieronder:",
    "teacherfaq.teacherSignUpTitle": "Hoe vraag ik een leerkrachtaccount aan?",
    "teacherfaq.teacherSignUpBody": "Om een leerkrachtaccount aan te vragen, open je het <a href=\"/educators/register\">registratieformulier</a> voor leerkrachtaccounts.",
    "teacherfaq.teacherWaitTitle": "Waarom moet ik één dag wachten op mijn account?",
    "teacherfaq.teacherWaitBody": "Het Scratch-team gebruikt deze tijd om na te gaan of de accountaanvrager een leerkracht is.",
    "teacherfaq.teacherPersonalTitle": "Waarom moet ik persoonlijke informatie geven bij registratie?",
    "teacherfaq.teacherPersonalBody": "We gebruiken deze informatie om na te gaan dat de aanvrager een leerkracht is. We zullen deze informatie niet delen met iemand anders, en het zal niet zichtbaar zijn op de site.",
    "teacherfaq.teacherGoogleTitle": "Zijn leerkrachtaccounts geïntegreerd met Google Classroom of andere leer management systemen?",
    "teacherfaq.teacherGoogleBody": "Scratch-leraarsaccounts worden niet geïntegreerd met leer management systemen.",
    "teacherfaq.teacherEdTitle": "Zijn Scratch-leerkrachtaccounts gelinkt aan ScratchEd-accounts?",
    "teacherfaq.teacherEdBody": "Nee, Scratch-leerkrachtaccounts zijn niet gelinkt aan <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>-accounts.",
    "teacherfaq.teacherMultipleTitle": "Kan een groep meerdere leerkrachten hebben?",
    "teacherfaq.teacherMultipleBody": "Een groep kan slechts met één leerkachtaccount verbonden zijn.",
    "teacherfaq.teacherQuestionsTitle": "Wat als ik vragen of reacties heb over leerkrachtaccounts?",
    "teacherfaq.teacherQuestionsBody": "Vragen en reacties over leerkrachtaccounts kan je sturen naar <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Leerlingenaccounts",
    "teacherfaq.studentVerifyTitle": "Moet ik iedere e-mail van mijn studenten verifiëren? ",
    "teacherfaq.studentVerifyBody": "Nee, leerlingaccounts gebruiken geen unieke e-mailadressen. Na de bevestiging van jouw leerkracht e-mailadres kunnen de groepaccounts worden gedeeld.",
    "teacherfaq.studentEndTitle": "Wat gebeurt er als ik de groep de-activeer?",
    "teacherfaq.studentEndBody": "Als je een groep de-activeert dan wordt de profielpagina van de groep verborgen en de leerlingen kunnen niet meer inloggen (hun projecten en de studio's van de groep zijn nog wel zichtbaar). Je kan een groep altijd weer activeren.",
    "teacherfaq.studentForgetTitle": "Wat gebeurt er als een leerling het wachtwoord is vergeten?",
    "teacherfaq.studentForgetBody": "Vanaf jouw Scratch leerkracht account kan je het wachtwoord handmatig resetten. Ga eerst naar Mijn groepen (dit kan zowel vanuit de paarse banner op de homepage, of via het dropdown menu naast jouw gebruikers icoontje) Ga daarna naar de juiste groep en klik op de naam van de leerling. Hierna kan je het wachtwoord via het menu Settings resetten.",
    "teacherfaq.studentUnsharedTitle": "Kan ik de projecten zien die leerlingen niet hebben gedeeld?",
    "teacherfaq.studentUnsharedBody": "Leerkrachten hebben alleen toegang tot projecten die door studenten zijn gedeeld.",
    "teacherfaq.studentDeleteTitle": "Kan ik een leerlingaccount verwijderen?",
    "teacherfaq.studentDeleteBody": "Nee, leerkrachten kunnen geen leerlingaccounts verwijderen. Een leerling kan zijn eigen account via Accountinstellingen verwijderen.",
    "teacherfaq.studentAddTitle": "Kan ik een bestaand Scratch account toevoegen aan mijn groep?",
    "teacherfaq.studentAddBody": "Alleen accounts die door de leerkracht zijn aangemaakt kunnen worden toegevoegd aan een groep. We kijken nog of deze mogelijkheid later kan worden toegevoegd.",
    "teacherfaq.studentMultipleTitle": "Kan een leerling deel uitmaken van verschillende groepen?",
    "teacherfaq.studentMultipleBody": "Op dit moment kan een leerling maar deel uitmaken van één klas. We kijken nog of deze mogelijkheid aan een volgende versie kan worden toegevoegd.",
    "teacherfaq.studentDiscussTitle": "Kunnen leerkrachten met andere leerkrachten discussiëren over leerkracht accounts?",
    "teacherfaq.studentDiscussBody": "Ja, je kan met andere leerkrachten discussiëren op<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>. Dit is een online community voor Scratch leerkrachten. Ga naar de forums om mee te discusiëren over  <a href=\"http://scratched.gse.harvard.edu/discussions\"> verschillende onderwerpen</a>. Het gaat hier niet alleen over leerkracht accounts, maar ook over andere onderwerpen. ScratchEd is gebouwd en wordt ondersteund door de Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Welke leerlinggegevens worden door Scratch verzameld?",
    "teacherfaq.studentDataBody": "Bij de aanmelding bij Scratch, vragen we enkele persoonlijke gegevens zoals geslacht, leeftijd (geboortejaar en -maand), land en een e-mailadres ter verificatie. Deze gegevens worden (in geaggregeerde vorm) gebruikt voor onderzoek gericht op een beter inzicht in de manier waarop mensen met Scratch leren. Als een leerkracht via een Scratch leerkracht account in bulk leerling accounts aanmaakt dan hoeven de leerlingen geen e-mailadres door te geven.  ",
    "teacherfaq.studentPrivacyLawsTitle": "Volgt Scratch 2.0 (online versie) de lokale en federale privacywetgeving in de Verenigde Staten?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch neemt de privacy van leerlingen en van alle personen die ons platform gebruiken serieus. We hebben fysieke en elektronische procedures om de verzamelde informatie te beschermen. Alhoewel Scratch geen contractuele garanties kan bieden op dit gratis educatieve product, werken we in overeenstemming met alle federale wetten van de USA die van toepassing zijn op MIT, dit is een 501 (c) (3) organisatie die Scratch heeft gebouwd en onderhoudt. Voor meer informatie raden we je aan het Scratch privacybeleid te lezen.",
    "teacherfaq.commTitle": "Gemeenschap",
    "teacherfaq.commHiddenTitle": "Kan ik een verborgen groep creëren?",
    "teacherfaq.commHiddenBody": "Nee. Alle inhoud die in jouw klas wordt gedeeld is toegankelijk voor de Scratch gemeenschap.",
    "teacherfaq.commWhoTitle": "Met wie kunnen mijn leerlingen via Scratch communiceren? ",
    "teacherfaq.commWhoBody": "Leerling accounts hebben dezelfde privileges als een normaal Scratch account, zoals het delen van projecten, commentaar geven, het creëren van studio's etc. Als leerkracht kan je in de groep alle activiteiten van je leerlingen zien en in beperkte mate modereren.",
    "teacherfaq.commInappropriateTitle": "Wat moet ik doen als ik iets onbehoorlijks zie?",
    "teacherfaq.commInappropriateBody": "Je kan ongepaste inhoud en opmerkingen van leerlingen uit jouw groep verwijderen. Als je ongepaste inhoud en opmerkingen van anderen tegekomt, meld dit dan aan het Scratch team via de knop Report of stuur een <a href=\"/contact-us\">e-mail</a>."
}