{
    "teacherfaq.title": "ସ୍କ୍ରାଚ୍ ଶିକ୍ଷକ ଆକାଉଣ୍ଟ ଫ୍ୟାକ୍",
    "teacherfaq.educatorTitle": "ସ୍କ୍ରାଚ୍ ଶିକ୍ଷକ ଫ୍ୟାକ୍",
    "teacherfaq.educatorGetStartedTitle": "ମୁଁ ଜଣେ ଶିକ୍ଷକ ଯିଏ ସ୍କ୍ରାଚ୍ ପାଇଁ ନୂତନ, ମୁଁ କିପରି ଆରମ୍ଭ କରିପାରିବି?",
    "teacherfaq.educatorGetStartedBody": "ଆପଣଙ୍କୁ ଆରମ୍ଭ କରିବାରେ ସାହାଯ୍ୟ କରିବା ପାଇଁ ସ୍କ୍ରାଚ୍ ରେ ଅନେକ ସମ୍ବଳ ଉପଲବ୍ଧ ଅଛି! ଆପଣଙ୍କୁ ସ୍କ୍ରାଚ୍ ସହିତ ଆପଣଙ୍କର ଶ୍ରେଣୀ ଚଳାଇବାରେ ସାହାଯ୍ୟ କରିବା ପାଇଁ ଗାଇଡ୍, ଟ୍ୟୁଟୋରିଆଲ୍ ଏବଂ ଅନ୍ୟ ଅନେକ ସମ୍ବଳ ପାଇଁ ଦୟାକରି ଆମର {educatorResourcesLink} ଦେଖନ୍ତୁ!",
    "teacherfaq.educatorResourcesLink": "ଶିକ୍ଷକ ସମ୍ବଳ ପୃଷ୍ଠା",
    "teacherfaq.teacherWhatTitle": "ଶିକ୍ଷକ ଆକାଉଣ୍ଟ କ'ଣ?",
    "teacherfaq.teacherWhatBody": "ଏକ ସ୍କ୍ରାଚ୍ ଶିକ୍ଷକ ଆକାଉଣ୍ଟ ସ୍କ୍ରାଚ୍ ରେ ଛାତ୍ର ଅଂଶଗ୍ରହଣପରିଚାଳନା ପାଇଁ ଅତିରିକ୍ତ ଫିଚର ପ୍ରଦାନ କରେ, ଯେଉଁଥିରେ ଛାତ୍ର ଆକାଉଣ୍ଟ ସୃଷ୍ଟି କରିବାର କ୍ଷମତା, ଷ୍ଟୁଡିଓରେ ଛାତ୍ର ପ୍ରୋଜେକଟ ଆୟୋଜନ କରିବା ଏବଂ ଛାତ୍ର ଟିପ୍ପଣୀ ଉପରେ ନଜର ରଖିବା ଅନ୍ତର୍ଭୁକ୍ତ । ନିମ୍ନରେ ଥିବା ଭିଡିଓରେ ଶିକ୍ଷକ ଆକାଉଣ୍ଟ ବିଷୟରେ ଅଧିକ ଶିଖନ୍ତୁ:",
    "teacherfaq.teacherSignUpTitle": "ମୁଁ କିପରି ଏକ ଶିକ୍ଷକ ଆକାଉଣ୍ଟକୁ ଅନୁରୋଧ କରିବି?",
    "teacherfaq.teacherSignUpBody": "ଶିକ୍ଷକ ଆକାଉଣ୍ଟକୁ ଅନୁରୋଧ କରିବାକୁ, ଦୟାକରି ଶିକ୍ଷକ ଆକାଉଣ୍ଟକୁ ଯାଆନ୍ତୁ  <a href=\"/educators/register\">ଅନୁରୋଧ ଫର୍ମ</a> ।",
    "teacherfaq.teacherSignUpBodyHTML": "ଶିକ୍ଷକ ଆକାଉଣ୍ଟକୁ ଅନୁରୋଧ କରିବାକୁ, ଦୟାକରି ଶିକ୍ଷକ ଆକାଉଣ୍ଟକୁ ଯାଆନ୍ତୁ  <a>ଅନୁରୋଧ ଫର୍ମ</a> ।",
    "teacherfaq.classMultipleTeachersTitle": "ଏକ ଶ୍ରେଣୀରେ ଏକାଧିକ ଶିକ୍ଷକ ପାରିବେ କି?",
    "teacherfaq.classMultipleTeachersBody": "ଏକ ଶ୍ରେଣୀରେ ଏହା ସହିତ ଜଡିତ କେବଳ ଗୋଟିଏ ଶିକ୍ଷକ ଆକାଉଣ୍ଟ ଅଛି ।",
    "teacherfaq.teacherPersonalTitle": "ପଞ୍ଜିକରଣ ସମୟରେ ଆପଣ ମୋର ବ୍ୟକ୍ତିଗତ ସୂଚନା କାହିଁକି ଜାଣିବା ଆବଶ୍ୟକ?",
    "teacherfaq.teacherPersonalBody": "ଆକାଉଣ୍ଟ ନିର୍ମାତା ଜଣେ ଶିକ୍ଷକ ବୋଲି ଯାଞ୍ଚ କରିବା ପାଇଁ ଆମେ ଏହି ସୂଚନା ବ୍ୟବହାର କରୁ । ଆମେ ଏହି ସୂଚନା ଅନ୍ୟ କାହା ସହିତ ଅଂଶୀଦାର କରିବୁ ନାହିଁ, ଏବଂ ଏହାକୁ ସାଇଟରେ ସାର୍ବଜନୀନ ଭାବେ ସେୟାର କରାଯିବ ନାହିଁ ।",
    "teacherfaq.teacherGoogleTitle": "ସ୍କ୍ରାଚ୍ Google ଶ୍ରେଣୀକକ୍ଷ, ଚତୁର କିମ୍ବା ଅନ୍ୟ କୌଣସି ଶ୍ରେଣୀକକ୍ଷ ପରିଚାଳନା ସେବା ସହିତ ସଂଯୋଗ କରେ କି?",
    "teacherfaq.teacherGoogleBody": "ନା, ସ୍କ୍ରାଚ୍ କୌଣସି ଶ୍ରେଣୀକକ୍ଷ ପରିଚାଳନା ସେବା ସହିତ ସଂଯୋଗ କରେ ନାହିଁ |",
    "teacherfaq.teacherEdTitle": "ସ୍କ୍ରାଚ୍ ଶିକ୍ଷକ ଆକାଉଣ୍ଟସ୍କ୍ସ୍ ଏକାଉଣ୍ଟ ସହିତ ସଂଯୁକ୍ତ କି?",
    "teacherfaq.teacherEdBody": "ନା, ସ୍କ୍ରାଚ୍ ଶିକ୍ଷକ ଆକାଉଣ୍ଟଗୁଡ଼ିକ  <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> ଆକାଉଣ୍ଟ ସହିତ ସଂଯୁକ୍ତ ନୁହେଁ।",
    "teacherfaq.teacherEdBodyHTML": "ନା, ସ୍କ୍ରାଚ୍ ଶିକ୍ଷକ ଆକାଉଣ୍ଟଗୁଡ଼ିକ  <a>ScratchEd</a> ଆକାଉଣ୍ଟ ସହିତ ସଂଯୁକ୍ତ ନୁହେଁ।",
    "teacherfaq.teacherFeaturesTitle": "ଏହି ଫିଚର ଅଛି କି, ଏବଂ ଯଦି ନୁହେଁ, ତେବେ ଆପଣ ଦୟାକରି ଏହାକୁ ଯୋଗ କରିପାରିବେ କି?",
    "teacherfaq.teacherFeaturesBody": "ଅନେକ ଫିଚର ସାଧାରଣତଃ ଅନୁରୋଧ କରାଯାଇଛି, ଯେଉଁଥିରେ ଅଛି:",
    "teacherfaq.teacherFeaturesConvert": "ବିଦ୍ୟମାନ ସ୍କ୍ରାଚ୍ ଆକାଉଣ୍ଟକୁ ଛାତ୍ର ଆକାଉଣ୍ଟରେ ରୂପାନ୍ତର କରିବା",
    "teacherfaq.teacherMoveStudents": "ଛାତ୍ର ଆକାଉଣ୍ଟକୁ ଅନ୍ୟ ଶିକ୍ଷକ ଆକାଉଣ୍ଟ ଏବଂ ଶ୍ରେଣୀକୁ ସ୍ଥାନାନ୍ତରିତ କରିବା",
    "teacherfaq.teacherMultipleClasses": "ଛାତ୍ର ଆକାଉଣ୍ଟ ଏକାଧିକ ଶ୍ରେଣୀରେ ଅଛି, କିମ୍ବା ଏକାଧିକ ଶିକ୍ଷକ ଆକାଉଣ୍ଟ ସହିତ ଜଡିତ",
    "teacherfaq.teacherLMSs": "ଗୁଗୁଲ କ୍ଲାସରୁମ ଏବଂ କ୍ଳେଭର ପରି ଶ୍ରେଣୀକକ୍ଷ ପରିଚାଳନା ପ୍ରଣାଳୀ ସହିତ ସଂଯୋଗ କରିବା",
    "teacherfaq.teacherLimitStudent": "ଛାତ୍ରମାନଙ୍କ ପାଖରେ କ'ଣ ଫିଚର ଅଛି ତାହା ସୀମିତ କରନ୍ତୁ, ଯେପରିକି ଟିପ୍ପଣୀ ଦେଖିବା କିମ୍ବା ପୋଷ୍ଟ କରିବାରେ ସକ୍ଷମ ହେବା",
    "teacherfaq.teacherWillNotImplement": "ବର୍ତ୍ତମାନ ସ୍କ୍ରାଚ୍ ରେ ଏହି ମଧ୍ୟରୁ କୌଣସି କାର୍ଯ୍ୟ କରିବା ସମ୍ଭବ ନୁହେଁ । ଆମେ ଶିକ୍ଷକ ଆକାଉଣ୍ଟର କାର୍ଯ୍ୟକାରିତା କୁ ବିସ୍ତାର କରିବାକୁ ପସନ୍ଦ କରିବୁ, ଏବଂ ଏହି ସମସ୍ତ ଫିଚର ଗୁଡ଼ିକ ହେଉଛି ଜିନିଷ ଯାହା ଆମେ ଯୋଡିବାକୁ ଚାହୁଁଛୁ । ତଥାପି, ସ୍କ୍ରାଚ୍ ଏକ ଛୋଟ ସଂଗଠନ ଏବଂ ଆମର ସମ୍ବଳ ସୀମିତ, ତେଣୁ ଆମେ ଏହି ପରିବର୍ତ୍ତନଗୁଡ଼ିକମଧ୍ୟରୁ କୌଣସି ପରିବର୍ତ୍ତନକୁ କାର୍ଯ୍ୟକାରୀ କରିବା ପୂର୍ବରୁ ଆମକୁ ବହୁତ ସମୟ ଲାଗିପାରେ ।",
    "teacherfaq.studentTransferTitle": "ମୁଁ ଜଣେ ଛାତ୍ରଙ୍କୁ ଗୋଟିଏ ଶିକ୍ଷକ ଆକାଉଣ୍ଟ କିମ୍ବା ଶ୍ରେଣୀରୁ ଅନ୍ୟ କୁ ସ୍ଥାନାନ୍ତର କରିପାରିବି କି?",
    "teacherfaq.studentTransferBody": "ନା, ଛାତ୍ରମାନଙ୍କୁ ଗୋଟିଏ ଶ୍ରେଣୀ କିମ୍ବା ଶିକ୍ଷକରୁ ଅନ୍ୟ ଶ୍ରେଣୀକୁ ସ୍ଥାନାନ୍ତର କରିବା ସମ୍ଭବ ନୁହେଁ । ଯଦି ସେମାନେ ଏକ ନୂତନ ଶ୍ରେଣୀର ଅଂଶ ହେବା ଆବଶ୍ୟକ କରନ୍ତି ତେବେ ଆପଣ ଏକ ଭିନ୍ନ ଶିକ୍ଷକ ଆକାଉଣ୍ଟ ବ୍ୟବହାର କରି ଛାତ୍ର ପାଇଁ ଏକ ନୂତନ ଛାତ୍ର ଆକାଉଣ୍ଟ ସୃଷ୍ଟି କରିପାରିବେ ।",
    "teacherfaq.studentAccountsTitle": "ଛାତ୍ର ଆକାଉଣ୍ଟ",
    "teacherfaq.studentVerifyTitle": "ମୋତେ ମୋର ପ୍ରତ୍ୟେକ ଛାତ୍ର ଇମେଲ୍ ଯାଞ୍ଚ କରିବାକୁ ହେବ କି?",
    "teacherfaq.studentVerifyBody": "ନାହିଁ। ଶିକ୍ଷକ ଆକାଉଣ୍ଟର ଇମେଲ୍ ଠିକଣା ସମସ୍ତ ଛାତ୍ର ଆକାଉଣ୍ଟ ପାଇଁ ବ୍ୟବହୃତ ହୁଏ, ତେଣୁ ଛାତ୍ରମାନଙ୍କର ଇମେଲ୍ ଠିକଣା ଯାଞ୍ଚ କରିବାର ଆବଶ୍ୟକତା ନାହିଁ ।",
    "teacherfaq.studentEndTitle": "ଯେତେବେଳେ ମୁଁ ମୋର ଶ୍ରେଣୀକୁ \"ଶେଷ\" କରେ ସେତେବେଳେ କ'ଣ ହୁଏ?",
    "teacherfaq.studentEndBody": "ଯେତେବେଳେ ଆପଣ ଏକ ଶ୍ରେଣୀ ଶେଷ କରନ୍ତି, ଆପଣଙ୍କର ଶ୍ରେଣୀ ପ୍ରୋଫାଇଲ୍ ପୃଷ୍ଠା ଲୁକ୍କାୟିତ ହେବ ଏବଂ ଆପଣଙ୍କ ଛାତ୍ରମାନେ ଆଉ ଲଗ୍ ଇନ୍ କରିବାକୁ ସକ୍ଷମ ହେବେ ନାହିଁ (କିନ୍ତୁ ସେମାନଙ୍କର ପ୍ରୋଜେକଟ ଏବଂ ଶ୍ରେଣୀ ଷ୍ଟୁଡିଓ ଏବେ ବି ସାଇଟରେ ଦୃଶ୍ୟମାନ ହେବ)।  ଆପଣ ଯେ କୌଣସି ସମୟରେ ଶ୍ରେଣୀକୁ ପୁନଃ ଖୋଲିପାରନ୍ତି l",
    "teacherfaq.studentForgetTitle": "ଯଦି ଜଣେ ଛାତ୍ର ସେମାନଙ୍କର ପାସୱାର୍ଡ ଭୁଲିଯାଏ ତେବେ କ'ଣ ହେବ?",
    "teacherfaq.studentForgetBody": "ଆପଣ ଆପଣଙ୍କର ସ୍କ୍ରାଚ୍ ଶିକ୍ଷକ ଆକାଉଣ୍ଟ ମଧ୍ୟରେ ଏକ ଛାତ୍ର ପାସୱାର୍ଡ କୁ ହାତରେ ରିସେଟ୍ କରିପାରିବେ | ପ୍ରଥମେ, ମୋ ଶ୍ରେଣୀକୁ ନେଭିଗେଟ୍ କରନ୍ତୁ (ହୋମ୍ପେଜ ରେ ବାଇଗଣୀ ବ୍ୟାନରରୁ କିମ୍ବା ଆପଣଙ୍କର ଉପଭୋକ୍ତା ଆଇକନ୍ ପାଖରେ ଥିବା ଡ୍ରପ୍ଡାଉନ୍ ମେନୁରେ)। ସେଠାରେ ସଠିକ୍ ଶ୍ରେଣୀ ଖୋଜନ୍ତୁ ଏବଂ ଛାତ୍ର ଲିଙ୍କରେ କ୍ଲିକ୍ କରନ୍ତୁ । ତା'ପରେ ଆପଣ ସେଟିଂସମୂହ ମେନୁ ବ୍ୟବହାର କରି ଛାତ୍ର ସ୍ତରରେ ପାସୱାର୍ଡ ପୁନଃସେଟ୍ କରିପାରିବେ |",
    "teacherfaq.studentUnsharedTitle": "ମୁଁ ଅଂଶୀଦାର ନଥିବା ଛାତ୍ର ପ୍ରୋଜେକଟ ଦେଖିପାରିବି କି?",
    "teacherfaq.studentUnsharedBody": "ଶିକ୍ଷକ ଆକାଉଣ୍ଟ କେବଳ ସହଭାଗୀ ଛାତ୍ର ପ୍ରୋଜେକଟକୁ ପ୍ରବେଶ କରିପାରିବେ ।",
    "teacherfaq.studentDeleteTitle": "ମୁଁ ଛାତ୍ର ଆକାଉଣ୍ଟ ବିଲୋପ କରିପାରିବି କି?",
    "teacherfaq.studentDeleteBody": "ଆପଣ ଏକ ଶିକ୍ଷକ ଆକାଉଣ୍ଟ ବ୍ୟବହାର କରି ଜଣେ ଛାତ୍ରଙ୍କ ଆକାଉଣ୍ଟ ବିଲୋପ କରିପାରିବେ ନାହିଁ, କିନ୍ତୁ ଛାତ୍ର ଆକାଉଣ୍ଟରେ ଲଗ୍ ଇନ୍ କରିବା ସମୟରେ ଛାତ୍ର ଆକାଉଣ୍ଟକୁ{accountSettingsLink} ପୃଷ୍ଠା ମାଧ୍ୟମରେ ବିଲୋପ କରାଯାଇପାରିବ |",
    "teacherfaq.accountSettings": "ଆକାଉଣ୍ଟ ସେଟିଂସମୂହ",
    "teacherfaq.studentAddExistingTitle": "ମୋର କିଛି ଛାତ୍ରଙ୍କର ପୂର୍ବରୁ ସ୍କ୍ରାଚ୍ ଆକାଉଣ୍ଟ ଅଛି, ମୁଁ ସେମାନଙ୍କୁ ମୋ ଶ୍ରେଣୀକକ୍ଷରେ କିପରି ଯୋଗ କରିବି?",
    "teacherfaq.studentAddExistingBody": "ଏକ ଶ୍ରେଣୀକକ୍ଷରେ ଏକ ବିଦ୍ୟମାନ ସ୍କ୍ରାଚ୍ ଆକାଉଣ୍ଟ ଯୋଗ କରିବା ସମ୍ଭବ ନୁହେଁ । ଆପଣ ଆପଣଙ୍କର ଶିକ୍ଷକ ଆକାଉଣ୍ଟ ବ୍ୟବହାର କରି ସେମାନଙ୍କ ପାଇଁ ଏକ ନୂତନ ଛାତ୍ର ଆକାଉଣ୍ଟ ସୃଷ୍ଟି କରିବା ଆବଶ୍ୟକ କରିବେ |",
    "teacherfaq.studentMultipleTitle": "ଜଣେ ଛାତ୍ର ଏକାଧିକ ଶ୍ରେଣୀରେ ହୋଇପାରେ କି?",
    "teacherfaq.studentMultipleBody": "ଜଣେ ଛାତ୍ର କେବଳ ଗୋଟିଏ ଶ୍ରେଣୀର ଅଂଶ ହୋଇପାରେ ।",
    "teacherfaq.studentDiscussTitle": "ଶିକ୍ଷକ ଆକାଉଣ୍ଟ୍ ବିଷୟରେ ଅନ୍ୟ ଶିକ୍ଷକମାନଙ୍କ ସହିତ ଆଲୋଚନା କରିବାର ସ୍ଥାନ ଅଛି କି?",
    "teacherfaq.studentDiscussionBody": "You can engage in discussions with other teachers by joining the {facebookGroupLink}, where you will find conversations about a number of topics, including Teacher Accounts. This group was established by the {creativeComputingLabLink} at the Harvard Graduate School of Education. You can also browse {scratchEdLink}, which is now an archived site, but includes extensive forums and resources related to Scratch in educational settings.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Teaching with Scratch Facebook group",
    "teacherfaq.privacyPolicy": "ସ୍କ୍ରାଚ୍ ଗୋପନୀୟତା ନୀତି",
    "teacherfaq.studentDataTitle": "ସ୍କ୍ରାଚ୍ ଛାତ୍ରମାନଙ୍କ ବିଷୟରେ କେଉଁ ତଥ୍ୟ ସଂଗ୍ରହ କରେ?",
    "teacherfaq.studentDataBody": "ଯେତେବେଳେ ଜଣେ ଛାତ୍ର ପ୍ରଥମେ ସ୍କ୍ରାଚ୍ ରେ ସାଇନ୍ ଅପ୍ କରନ୍ତି, ଆମେ ଲିଙ୍ଗ, ବୟସ (ଜନ୍ମ ମାସ ଏବଂ ବର୍ଷ), ଦେଶ ଏବଂ ଯାଞ୍ଚ ପାଇଁ ଏକ ଇମେଲ୍ ଠିକଣା ସମେତ ମୌଳିକ ଜନସଂଖ୍ୟା ତଥ୍ୟ ମାଗିବା । ଏହି ତଥ୍ୟକୁ ଗବେଷଣା ଅଧ୍ୟୟନରେ (ଏକତ୍ର ରୂପରେ) ବ୍ୟବହାର କରାଯାଏ ଯାହା ଦ୍ୱାରା ଲୋକମାନେ ସ୍କ୍ରାଚ୍ ସହିତ କିପରି ଶିଖନ୍ତି ତାହା ଆମର ବୁଝିବାରେ ଉନ୍ନତି ଆଣିବା ପାଇଁ |",
    "teacherfaq.studentDataBody2": "ଯେତେବେଳେ ଜଣେ ଶିକ୍ଷକ ଛାତ୍ର ଆକାଉଣ୍ଟ ସୃଷ୍ଟି କରିବା ପାଇଁ ଏକ ସ୍କ୍ରାଚ୍ ଶିକ୍ଷକ ଆକାଉଣ୍ଟ ବ୍ୟବହାର କରନ୍ତି, ଛାତ୍ରମାନେ ଏକ ଇମେଲ୍ ଠିକଣା ପ୍ରଦାନ କରିବା ଆବଶ୍ୟକ କରନ୍ତି ନାହିଁ । ଅଧିକ ସୂଚନା ପାଇଁ ଆମେ ଆପଣଙ୍କୁ {privacyPolicyLink} ପଢ଼ିବାକୁ ଉତ୍ସାହିତ କରୁଛୁ |",
    "teacherfaq.studentPrivacyLawsTitle": "ସ୍କ୍ରାଚ୍ ଆମେରିକାର ସ୍ଥାନୀୟ ଏବଂ ସଂଘୀୟ ଡାଟା ଗୋପନୀୟତା ଆଇନ ସହିତ ସଶକ୍ତା ଅଟେ କି?",
    "teacherfaq.studentPrivacyLawsBody": "ସ୍କ୍ରାଚ୍ ଛାତ୍ର ଏବଂ ଆମ ପ୍ଲାଟଫର୍ମ ବ୍ୟବହାର କରୁଥିବା ସମସ୍ତ ବ୍ୟକ୍ତିଙ୍କ ଗୋପନୀୟତା ବିଷୟରେ ଗଭୀର ଭାବରେ ଚିନ୍ତା କରେ । ଆମେ ସଂଗ୍ରହ କରୁଥିବା ସୂଚନାକୁ ସୁରକ୍ଷା ଦେବା ପାଇଁ ଆମର ଶାରୀରିକ ଏବଂ ଇଲେକ୍ଟ୍ରୋନିକ୍ ପ୍ରକ୍ରିୟା ଅଛି । ଯଦିଓ ଆମେ ଆମର ମାଗଣା ଶିକ୍ଷା ଉତ୍ପାଦ ବ୍ୟବହାର କରୁଥିବା ପ୍ରତ୍ୟେକ ସଂସ୍ଥା ସହିତ ଆନୁସାୟନିକ ଗ୍ୟାରେଣ୍ଟି ପ୍ରଦାନ କରିବା ସ୍ଥିତିରେ ନାଛୁ, ଆମେ ସମସ୍ତ ଆମେରିକା ସଂଘୀୟ ଆଇନ ଅନୁପାଳନ କରୁଛୁ ଯାହା 501(c)(3) ଅଣ-ଲାଭକାରୀ ସଂଗଠନ ପାଇଁ ପ୍ରଯୁଜ୍ୟ । ଅଧିକ ସୂଚନା ପାଇଁ ଆମେ ଆପଣଙ୍କୁ {privacyPolicyLink} ପଢ଼ିବାକୁ ଉତ୍ସାହିତ କରୁଛୁ |",
    "teacherfaq.student250Title": "ମୁଁ ଏକ ଶ୍ରେଣୀରେ 250ରୁ ଅଧିକ ଛାତ୍ର ଯୋଗ କରିବାକୁ ଚାହୁଁଛି, ମୁଁ ଏହା କିପରି କରିପାରିବି?",
    "teacherfaq.student250Body": "ଗୋଟିଏ ଶ୍ରେଣୀରେ ୨୫୦ରୁ ଅଧିକ ଛାତ୍ର ଯୋଗ କରିବା ସମ୍ଭବ ନୁହେଁ । ତଥାପି, ଆପଣ {myClassesLink}ରେ ଏକ ନୂତନ ଶ୍ରେଣୀ ସୃଷ୍ଟି କରିପାରିବେ ଏବଂ ପ୍ରତ୍ୟେକ ନୂତନ ଶ୍ରେଣୀରେ ଆଉ 250 ଛାତ୍ର ଆକାଉଣ୍ଟ ଯୋଗ କରିପାରିବେ |",
    "teacherfaq.myClasses": "ମୋର ଶ୍ରେଣୀ ପୃଷ୍ଠା",
    "teacherfaq.commTitle": "ସମ୍ପ୍ରଦାୟ",
    "teacherfaq.commHiddenTitle": "ମୁଁ ଏକ ଘରୋଇ ଶ୍ରେଣୀ ସୃଷ୍ଟି କରିପାରିବି କି?",
    "teacherfaq.commHiddenBody": "ନାହିଁ। ଆପଣଙ୍କ ଶ୍ରେଣୀ ମଧ୍ୟରେ ଅଂଶୀଦାର ସମସ୍ତ ବିଷୟବସ୍ତୁ ସ୍କ୍ରାଚ୍ ସମ୍ପ୍ରଦାୟ ପାଇଁ ଉପଲବ୍ଧ ହେବ |",
    "teacherfaq.commWhoTitle": "ମୋ ଛାତ୍ରମାନେ ସ୍କ୍ରାଚରେ କାହା ସହିତ ଯୋଗାଯୋଗ କରିପାରିବେ?",
    "teacherfaq.commWhoBody": "ଛାତ୍ର ଆକାଉଣ୍ଟରେ ଏକ ନିୟମିତ ସ୍କ୍ରାଚ୍ ଆକାଉଣ୍ଟ ଭାବରେ ସମାନ ସମ୍ପ୍ରଦାୟ ସୁବିଧା ଅଛି, ଯେପରିକି ପ୍ରୋଜେକଟ ଅଂଶୀଦାର କରିବା, ଟିପ୍ପଣୀ, ଷ୍ଟୁଡିଓ ସୃଷ୍ଟି କରିବା, ଏବଂ ଏହି ପରି | ଜଣେ ଶିକ୍ଷକ ଭାବରେ, ଆପଣ ଆପଣଙ୍କର ସମସ୍ତ ଛାତ୍ରଙ୍କ କାର୍ଯ୍ୟକଳାପ ଦେଖିପାରିବେ ଏବଂ ଆପଣଙ୍କ ଶ୍ରେଣୀ ମଧ୍ୟରେ ହାଲୁକା ନିୟନ୍ତ୍ରଣ କାର୍ଯ୍ୟ କରିପାରିବେ ।",
    "teacherfaq.commInappropriateTitle": "ଯଦି ମୁଁ କିଛି ଅନୁପଯୁକ୍ତ ଦେଖେ ତେବେ ମୁଁ କ'ଣ କରିପାରିବି?",
    "teacherfaq.commInappropriateBody": "ଆପଣ ଆପଣଙ୍କ ଛାତ୍ରମାନଙ୍କ ଦ୍ୱାରା ସୃଷ୍ଟି ହୋଇଥିବା ଅନୁପଯୁକ୍ତ ଟିପ୍ପଣୀ ଏବଂ ପ୍ରୋଜେକଟଗୁଡ଼ିକୁ ହସ୍ତକୃତ ଭାବରେ ଅପସାରଣ କରିପାରିବେ । ଯଦି ଆପଣ ଅଣ-ଛାତ୍ରମାନଙ୍କ ଦ୍ୱାରା ସୃଷ୍ଟି ଅନୁପଯୁକ୍ତ ବିଷୟବସ୍ତୁ ପାଇଲେ, ଦୟାକରି 'ରିପୋର୍ଟ' ବଟନ୍ କ୍ଲିକ୍ କରି ସ୍କ୍ରାଚ୍ ଦଳକୁ ସୂଚିତ କରନ୍ତୁ |",
    "teacherfaq.commTurnOffCommentsTitle": "ମୁଁ ଛାତ୍ରମାନଙ୍କୁ ଟିପ୍ପଣୀ ଦେଖିବା ଏବଂ ପୋଷ୍ଟ କରିବାର କ୍ଷମତା ବନ୍ଦ କରିପାରିବି କି?",
    "teacherfaq.commTurnOffCommentsBody": "ନା, ଆପଣ ଅନଲାଇନ ସମ୍ପ୍ରଦାୟରେ ଆପଣଙ୍କର ଛାତ୍ରମାନଙ୍କ ପାଇଁ ଟିପ୍ପଣୀ ଫିଚରକୁ ନିଷ୍କ୍ରିୟ କରିପାରିବେ ନାହିଁ । ଆପଣ ଚୟନକରି ଅନ୍ୟମାନଙ୍କ ପାଇଁ ସେମାନଙ୍କର ପ୍ରୋଫାଇଲ୍ ଏବଂ ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତିଗତ ପ୍ରୋଜେକଟ ଉପରେ ଟିପ୍ପଣୀ ଛାଡିବାର କ୍ଷମତା ବନ୍ଦ କରିପାରିବେ, କିନ୍ତୁ ଟିପ୍ପଣୀକୁ ସୀମିତ କରିବା ପାଇଁ କୌଣସି ସାଇଟ-ବିସ୍ତୃତ ଫିଚର ନାହିଁ । ଯଦି ଟିପ୍ପଣୀ ଆପଣଙ୍କ ଛାତ୍ରମାନଙ୍କ ପାଇଁ ଠିକ୍ ଅନୁଭବ କରେ ନାହିଁ, ତେବେ ଆପଣ {desktopLink}, ଯାହା ସ୍କ୍ରାଚ୍ ପ୍ରୋଜେକ୍ଟ ସମ୍ପାଦକର ଏକ ଅଫଲାଇନ ସଂସ୍କରଣ କିନ୍ତୁ  ଅନଲାଇନସମ୍ପ୍ରଦାୟକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରେ ନାହିଁ, ବ୍ୟବହାର କରିବାକୁ ବିଚାର କରିପାରନ୍ତି ।",
    "teacherfaq.commBlockGamesTitle": "ମୁଁ ମୋର ଛାତ୍ରମାନଙ୍କୁ ସ୍କ୍ରାଚ୍ ରେ ଖେଳ ଖେଳିବାରୁ ଅବରୋଧ କରିପାରିବି କି?",
    "teacherfaq.commBlockGamesBody1": "ଆମେ ଖେଳ, କିମ୍ବା ଲୋକପ୍ରିୟ ଭିଡିଓ ଗେମ୍ ଦ୍ୱାରା ଅନୁପ୍ରାଣିତ ପ୍ରୋଜେକଟଗୁଡ଼ିକୁ ଅପସାରଣ କରୁନା ଯେପର୍ଯ୍ୟନ୍ତ ସେଥିରେ ଅନ୍ୟ ପିଲାମାନଙ୍କ-ପାଇଁ ଅନୁପଯୁକ୍ତ ଉପାଦାନ ନ ଥାଏ । ଆମେ ବିଶ୍ୱାସ କରୁଛୁ ଯେ ପିଲାମାନେ ନିଜ ଜୀବନର ଜିନିଷ ବିଷୟନେଇ  ପ୍ରୋଜେକଟ କାମ କରିବା ସମୟରେ ସର୍ବୋତ୍ତମ ଶିଖନ୍ତି , ସେମାନେ ଉତ୍ସାହୀ ଅଟନ୍ତି ; ସେମାନେ ପ୍ରାୟତଃ ଉତ୍ସାହୀ ହେଉଥିବା ଜିନିଷ ମଧ୍ୟରୁ ଗୋଟିଏ ହେଉଛି ଖେଳ ।",
    "teacherfaq.commBlockGamesBody2": "ଯଦି ଆପଣ ଅନୁପଯୁକ୍ତ ଉପାଦାନ ଥିବା କୌଣସି ନିର୍ଦ୍ଦିଷ୍ଟ ପ୍ରୋଜେକଟ ବିଷୟରେ ସଚେତନ ଅଛନ୍ତି, ଦୟାକରି ପ୍ରୋଜେକଟ ପୃଷ୍ଠାରେ ଦେଖାଥିବା 'ରିପୋର୍ଟ' ବଟନ୍ କ୍ଲିକ୍ କରନ୍ତୁ ଯାହା ଦ୍ୱାରା ଆମେ ଉପଯୁକ୍ତ କାର୍ଯ୍ୟାନୁଷ୍ଠାନ ଗ୍ରହଣ କରିପାରିବୁ ।"
}