{
    "teacherfaq.title": "FAQ Konta nauczyciela Scratcha",
    "teacherfaq.educatorTitle": "FAQ Nauczyciela Scratch",
    "teacherfaq.educatorGetStartedTitle": "Jestem nauczycielem i jestem nowy w Scratchu, jak mogę zacząć?",
    "teacherfaq.educatorGetStartedBody": "Scratch ma wiele dostępnych zasobów, aby Ci pomóc zacząć! Zobacz naszą {educatorResourcesLink}, aby uzyskać poradniki, samouczki, oraz wiele innych zasobów, aby Ci pomóc prowadzić klasę ze Scratchem!",
    "teacherfaq.educatorResourcesLink": "Strona zasobów nauczycieli",
    "teacherfaq.teacherWhatTitle": "Co to są Konta nauczycieli?",
    "teacherfaq.teacherWhatBody": "Konto Nauczyciela Scratch zapewnia instruktorom dodatkowe funkcje do zarządzania uczestnictwem uczniów w Scratchu, w tym możliwość tworzenia kont uczniowskich, organizowania projektów uczniowskich w studiach i monitorowania komentarzy uczniów. Dowiedz się więcej o kontach nauczycieli w poniższym filmie:",
    "teacherfaq.teacherSignUpTitle": "Jak mogę poprosić o konto nauczyciela?",
    "teacherfaq.teacherSignUpBody": "Aby poprosić o konto nauczyciela, przejdź do <a href=\"/educators/register\">formularza zgłoszeniowego</a>.",
    "teacherfaq.classMultipleTeachersTitle": "Czy klasa może mieć kilku nauczycieli?",
    "teacherfaq.classMultipleTeachersBody": "Klasa może mieć tylko jedno konto nauczyciela z nią związane.",
    "teacherfaq.teacherPersonalTitle": "Do czego potrzebne są moje informacje osobiste podczas rejestracji?",
    "teacherfaq.teacherPersonalBody": "Używamy tej informacji aby zweryfikować czy twórca konta jest nauczycielem. Nie będziemy udostępniać tej informacji nikomu oraz nie będzie ona dostępna publicznie na stronie.",
    "teacherfaq.teacherGoogleTitle": "Czy Scratch się łączy z Google Classroom, Clever, czy inną usługą zarządzania klasą?",
    "teacherfaq.teacherGoogleBody": "Nie, Scratch się nie łączy z żadnymi usługami zarządzania klasą.",
    "teacherfaq.teacherEdTitle": "Czy konta nauczycieli Scratch są połączone z kontami ScratchEd?",
    "teacherfaq.teacherEdBody": "Nie, konta nauczycieli Scratch nie są połączone z kontami <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "Czy ta funkcja istnieje, a jeśli nie, czy możecie ją dodać?",
    "teacherfaq.teacherFeaturesBody": "Jest wiele funkcji, o które nauzyciele często proszą:",
    "teacherfaq.teacherFeaturesConvert": "Zamienianie już istniejące konta Scratch w konta uczniów",
    "teacherfaq.teacherMoveStudents": "Przenoszenie kont uczniów do innych kont nauczycieli oraz klas",
    "teacherfaq.teacherMultipleClasses": "Having Student Accounts be in multiple Classes, or associated with multiple Teacher Accounts",
    "teacherfaq.teacherLMSs": "Connecting with classroom management systems like Google Classroom and Clever",
    "teacherfaq.teacherLimitStudent": "Limit what features students have, such as seeing or being able to post comments",
    "teacherfaq.teacherWillNotImplement": "It is not currently possible to do any of these things on Scratch. We would love to expand the functionality of Teacher Accounts, and all of these features are things we would like to add. However, Scratch is a small organization and our resources are limited, so it may take us a very long time before we can implement any of these changes.",
    "teacherfaq.studentTransferTitle": "Can I transfer a student from one Teacher Account or class to another?",
    "teacherfaq.studentTransferBody": "No, it is not possible to transfer students from one class or teacher to another. You can create a new Student Account for the student using a different Teacher Account if they need to be part of a new class.",
    "teacherfaq.studentAccountsTitle": "Konta uczniów",
    "teacherfaq.studentVerifyTitle": "Czy muszę zweryfikować każdy z adresów e-mail moich uczniów?",
    "teacherfaq.studentVerifyBody": "Nie. Adres e-mail Konta Nauczyciela jest używany dla wszystkich Kont Uczniów, więc nie ma potrzeby weryfikowania adresów e-mail uczniów.",
    "teacherfaq.studentEndTitle": "Co się stanie gdy \"zakończę\" moją klasę?",
    "teacherfaq.studentEndBody": "Kiedy kończysz klasę, profil Twojej klasy będzie ukryty a Twoi uczniowie nie będą mogli już się logować (ale ich projekty i ich studia będą nadal widoczne na stronie).  Możesz ponownie otworzyć klasę w każdym momencie. ",
    "teacherfaq.studentForgetTitle": "Co się stanie jeśli uczniowie zapomną swoich haseł?",
    "teacherfaq.studentForgetBody": "Możesz ręcznie zresetować hasło ucznia z poziomu konta nauczyciela Scratch. Najpierw przejdź do Moje klasy (z fioletowego banera na stronie głównej lub w menu obok ikony użytkownika). Tam znajdź odpowiednią klasę i kliknij link Uczniowie. Następnie możesz zresetować hasło na poziomie ucznia za pomocą menu Ustawienia.",
    "teacherfaq.studentUnsharedTitle": "Czy mogę zobaczyć nieudostępnione projekty studentów?",
    "teacherfaq.studentUnsharedBody": "Konto nauczyciela ma dostęp tylko do udostępnionych projektów uczniów.",
    "teacherfaq.studentDeleteTitle": "Czy mogę usunąć konto ucznia?",
    "teacherfaq.studentDeleteBody": "Nie możesz usunąć konta ucznia za pomocą Konta Nauczyciela, ale Konta Ucznia można usunąć za pomocą strony {accountSettingsLink}po zalogowaniu do Konta Ucznia.",
    "teacherfaq.accountSettings": "Ustawienia konta",
    "teacherfaq.studentAddExistingTitle": "Some of my students already have Scratch accounts, how do I add them to my classroom?",
    "teacherfaq.studentAddExistingBody": "It is not possible to add an existing Scratch account to a classroom. You will need to create a new Student Account for them using your Teacher Account.",
    "teacherfaq.studentMultipleTitle": "Czy uczeń może być w kilku klasach?",
    "teacherfaq.studentMultipleBody": "Student może być częścią tylko jednej klasy.",
    "teacherfaq.studentDiscussTitle": "Czy jest miejsce gdzie można dyskutować o Kontach nauczycieli z innymi nauczycielami?",
    "teacherfaq.studentDiscussionBody": "Yes, you can engage in discussions with other teachers at {scratchEdLink}, an online community for Scratch educators. Check out their {forumsLink} to join conversations about a number of topics, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.forums": "forums",
    "teacherfaq.privacyPolicy": "Polityka prywatności Scratcha",
    "teacherfaq.studentDataTitle": "Jakie dane zbiera Scratch o uczniach?",
    "teacherfaq.studentDataBody": "Gdy student najpierw zarejestruje się na Scratch, prosimy o podstawowe dane demograficzne, w tym płeć, wiek (miesiąc i rok urodzenia), kraj i adres email na weryfikację. Te dane są użyte (w formie zagregowanej) w studiach badanie naukowe przeznaczone na ulepszenie nasze zrozumenie jak ludzie uczą się ze Scratch.",
    "teacherfaq.studentDataBody2": "When an educator uses a Scratch Teacher Account to create Student Accounts, students are not required to provide an email address. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.studentPrivacyLawsTitle": "Czy Scratch jest zgodny z federalnymi i prywatnymi prawami prywatności w Stanach Zjednoczonych?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch troszczy się głęboko o prywatności studentów i wszystkich osób używających naszej platformy. Mamy fizyczne i elektroniczne procedury, żeby chronić informację, którą zbieramy. Chociaż nie jesteśmy w pozycji, aby oferować gwarancje umowne z każdym podmiotem, który używa nasz darmowy produkt edukacyjny, jesteśmy w zgodności ze wszystkimi prawami federalnymi w Stanach Zjednoczonych odpowiednich do organizacji non-profit 501(c)(3). Zachęcamy do czytania {privacyPolicyLink} na więcej informacji",
    "teacherfaq.student250Title": "I want to add more than 250 students to a class, how can I do this?",
    "teacherfaq.student250Body": "It is not possible to add more than 250 students to a single class. You can, however, create a new class on the {myClassesLink} and add another 250 student accounts to each new class.",
    "teacherfaq.myClasses": "My Classes page",
    "teacherfaq.commTitle": "Społeczność",
    "teacherfaq.commHiddenTitle": "Czy mogę stworzyć prywatną klasę?",
    "teacherfaq.commHiddenBody": "Nie. Cała zawartość udostępniona w Twojej klasie będzie dostępna dla społeczności Scratch.",
    "teacherfaq.commWhoTitle": "Z kim moi uczniowie mogą kontaktować się w Scratchu?",
    "teacherfaq.commWhoBody": "Konta uczniowskie mają takie same przywileje jak zwykłe konto Scratch, takie jak udostępnianie projektów, komentowanie, tworzenie studiów i tym podobne. Jako nauczyciel możesz zobaczyć aktywność wszystkich swoich uczniów i wykonywać lekką moderację w klasie.",
    "teacherfaq.commInappropriateTitle": "Co mogę zrobić jeśli widzę coś nieodpowiedniego?",
    "teacherfaq.commInappropriateBody": "Możesz ręcznie usunąć nieodpowiednie komentarze i projekty stworzone przez twoich studentów. Jeśli znajdziesz nieodpowiednią treść stworzoną przez niestudentów, proszę powiadomić o tym Zespół Scratch przez kliknięcie przycisku ‘Zgłoś’",
    "teacherfaq.commTurnOffCommentsTitle": "Can I turn off the ability for students to see and post comments?",
    "teacherfaq.commTurnOffCommentsBody": "No, you cannot disable the commenting feature for your students in the online Community. You can selectively turn off the ability for others to leave comments on their profiles and each individual project, but there is not a site-wide feature to restrict commenting. If commenting doesn’t feel right for your students, you may want to consider using the {desktopLink} which is an offline version of the Scratch project editor that does not include the online community.",
    "teacherfaq.commBlockGamesTitle": "Can I block my students from playing games on Scratch?",
    "teacherfaq.commBlockGamesBody1": "We do not remove projects that are games, or inspired by popular video games unless they contain other elements which would be inappropriate for children. We believe that children learn best when working on projects about things in their life they are passionate about; one of the things they are often passionate about is games.",
    "teacherfaq.commBlockGamesBody2": "If you are aware of any specific projects which do contain inappropriate elements, please click the 'Report' button which appears on the project page so we can take appropriate action."
}