{
    "teacherfaq.title": "FAQ Konta nauczyciela Scratcha",
    "teacherfaq.teacherWhatTitle": "Co to są Konta nauczycieli?",
    "teacherfaq.teacherWhatBody": "Konto Nauczyciela Scratch zapewnia nauczycielom i innym instruktorom dodatkowe funkcje do zarządzania uczestnictwem uczniów w Scratch, w tym możliwość tworzenia kont uczniowskich, organizowania projektów uczniowskich w studiach i monitorowania komentarzy uczniów. Dowiedz się więcej o kontach nauczycieli w poniższym filmie:",
    "teacherfaq.teacherSignUpTitle": "Jak mogę poprosić o konto nauczyciela?",
    "teacherfaq.teacherSignUpBody": "Aby poprosić o Konto nauczyciela, przejdź do <a href=\"/educators/register\">formularza</a>dotyczącego konta nauczyciela.",
    "teacherfaq.teacherWaitTitle": "Dlaczego muszę czekać jeden dzień na moje konto?",
    "teacherfaq.teacherWaitBody": "Ten czas jest potrzebny Drużynie Scratcha w celu ręcznej oceny zgłoszenia stworzenia konta, aby zweryfikować czy jego twórca jest nauczycielem.",
    "teacherfaq.teacherPersonalTitle": "Do czego potrzebne są moje informacje osobiste podczas rejestracji?",
    "teacherfaq.teacherPersonalBody": "Używamy tej informacji aby zweryfikować czy twórca konta jest nauczycielem. Nie będziemy udostępniać tej informacji nikomu oraz nie będzie ona dostępna publicznie na stronie.",
    "teacherfaq.teacherGoogleTitle": "Czy konta nauczycieli są zintegrowane z Google Classroom lub inną usługą zarządzania klasą?",
    "teacherfaq.teacherGoogleBody": "Konta nauczycieli Scratcha nie są zintegrowane z żadną usługą zarządzania klasami.",
    "teacherfaq.teacherEdTitle": "Czy konta nauczycieli Scratch są połączone z kontami ScratchEd?",
    "teacherfaq.teacherEdBody": "Nie, konta nauczycieli Scratch nie są połączone z kontami <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherMultipleTitle": "Czy klasa może mieć wielu nauczycieli?",
    "teacherfaq.teacherMultipleBody": "Klasa może mieć przypisane tylko jedno konto nauczyciela.",
    "teacherfaq.teacherQuestionsTitle": "Co jeśli mam pytanie lub komentarz na temat Kont nauczycieli?",
    "teacherfaq.teacherQuestionsBody": "Jeśli masz jakieś pytania lub uwagi na temat kont nauczycieli, możesz wysłać nam wiadomość na adres <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Konta uczniów",
    "teacherfaq.studentVerifyTitle": "Czy muszę weryfikować adres e-mail każdego ucznia?",
    "teacherfaq.studentVerifyBody": "Nie. Jako że konta uczniów nie używają unikalnych adresów e-mail, potwierdzając swój adres e-mail nauczyciela, umożliwiasz dzielenie wszystkim kontom w klasie.",
    "teacherfaq.studentEndTitle": "Co się stanie gdy \"zakończę\" moją klasę?",
    "teacherfaq.studentEndBody": "Kiedy kończysz klasę, profil Twojej klasy będzie ukryty a Twoi uczniowie nie będą mogli już się logować (ale ich projekty i ich studia będą nadal widoczne na stronie).  Możesz ponownie otworzyć klasę w każdym momencie. ",
    "teacherfaq.studentForgetTitle": "Co się stanie jeśli uczniowie zapomną swoich haseł?",
    "teacherfaq.studentForgetBody": "Możesz ręcznie zresetować hasło studenta z poziomu konta nauczyciela Scratch. Najpierw przejdź do Moje klasy (z fioletowego banera na stronie głównej lub w menu obok ikony użytkownika). Tam znajdź odpowiednią klasę i kliknij link Uczniowie. Następnie możesz zresetować hasło na poziomie ucznia za pomocą menu Ustawienia.",
    "teacherfaq.studentUnsharedTitle": "Czy mogę zobaczyć nieudostępnione projekty studentów?",
    "teacherfaq.studentUnsharedBody": "Konto nauczyciela ma dostęp tylko do udostępnionych projektów uczniów.",
    "teacherfaq.studentDeleteTitle": "Czy mogę usunąć konto ucznia?",
    "teacherfaq.studentDeleteBody": "Nie jest możliwe, by nauczyciel usunął konto ucznia. Uczniowie mogą usunąć swoje konta w ich Ustawieniach konta.",
    "teacherfaq.studentAddTitle": "Czy mogę dodać istniejące konto Scratcha do mojej klasy?",
    "teacherfaq.studentAddBody": "Jedynie konta stworzone przez nauczyciela mogą być częścią klasy. Jednakże, rozważamy dodanie takiej funkcjonalności w późniejszych wersjach.",
    "teacherfaq.studentMultipleTitle": "Czy uczeń może być w kilku klasach?",
    "teacherfaq.studentMultipleBody": "Uczeń może być częścią tylko jednej klasy. Jednakże, rozważamy dodanie takiej funkcjonalności w późniejszych wersjach.",
    "teacherfaq.studentDiscussTitle": "Czy jest miejsce gdzie można dyskutować o Kontach nauczycieli z innymi nauczycielami?",
    "teacherfaq.studentDiscussBody": "Tak, możesz zaangażować się w dyskusje z innymi nauczycielami w <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, internetowej społeczności pedagogów Scratch. Sprawdź fora, aby dołączyć do dyskusji na <a href=\"http://scratched.gse.harvard.edu/discussions\">wiele tematów</a>, w tym między innymi do kont nauczycieli. ScratchEd jest opracowany i wspierany przez Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Jakie dane zbiera Scratch o uczniach?",
    "teacherfaq.studentDataBody": "Kiedy uczeń po raz pierwszy zarejestruje się w witrynie Scratch, poprosimy o podanie podstawowych danych demograficznych, w tym płci, wieku (miesiąc i rok urodzenia), kraju i adresu e-mail do weryfikacji. Dane te są wykorzystywane (w formie zbiorczej) w badaniach naukowych, które mają na celu lepsze zrozumienie sposobu, w jaki ludzie uczą się w Scratch. Gdy nauczyciel korzysta z Konta nauczyciela Scratch w celu zbiorczego tworzenia kont uczniów, studenci nie muszą podawać adresu e-mail do konfiguracji konta.",
    "teacherfaq.studentPrivacyLawsTitle": "Czy Scratch 2.0 (wersja online) jest zgodny z lokalnymi i federalnymi przepisami dotyczącymi ochrony danych osobowych w Stanach Zjednoczonych?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch dba głęboko o prywatność studentów i wszystkich osób korzystających z naszej platformy. Posiadamy fizyczne i elektroniczne procedury ochrony informacji, które zbieramy na stronie internetowej Scratch. Chociaż nie jesteśmy w stanie zaoferować gwarancji umownych z każdym podmiotem, który wykorzystuje nasz darmowy produkt edukacyjny, jesteśmy zgodni ze wszystkimi przepisami federalnymi Stanów Zjednoczonych, które mają zastosowanie do MIT, organizacji 501 (c) (3) i podmiotem, który tworzy i utrzymuje Scratch. Zachęcamy do zapoznania się z Polityką prywatności Scratch, aby uzyskać więcej informacji.",
    "teacherfaq.commTitle": "Społeczność",
    "teacherfaq.commHiddenTitle": "Czy mogę stworzyć ukrytą klasę?",
    "teacherfaq.commHiddenBody": "Nie. Cała zawartość udostępniona w Twojej klasie będzie dostępna dla społeczności Scratch.",
    "teacherfaq.commWhoTitle": "Z kim moi uczniowie mogą kontaktować się w Scratchu?",
    "teacherfaq.commWhoBody": "Konta studenckie mają takie same przywileje jak zwykłe konto Scratch, takie jak udostępnianie projektów, komentowanie, tworzenie studiów i tym podobne. Jako nauczyciel możesz zobaczyć aktywność wszystkich swoich uczniów i wykonywać lekką moderację w klasie.",
    "teacherfaq.commInappropriateTitle": "Co mogę zrobić jeśli widzę coś nieodpowiedniego?",
    "teacherfaq.commInappropriateBody": "Możesz ręcznie usunąć niewłaściwe komentarze i projekty stworzone przez swoich uczniów. Jeśli widzisz niewłaściwą zawartość stworzoną przez nie-ucznia, poinformuj Drużynę Scratcha przez kliknięcie przycisku Zgłoszenia niewłaściwej zawartości lub przez wysłanie wiadomości przez <a href=\"/contact-us\">Kontakt</a>."
}