{
    "teacherfaq.title": "FAQ Konta nauczyciela Scratcha",
    "teacherfaq.educatorTitle": "FAQ Nauczyciela Scratch",
    "teacherfaq.educatorGetStartedTitle": "Jestem nauczycielem i jestem nowy w Scratchu, jak mogę zacząć?",
    "teacherfaq.educatorGetStartedBody": "Scratch ma wiele dostępnych zasobów, aby Ci pomóc zacząć! Zobacz naszą {educatorResourcesLink}, aby uzyskać poradniki, samouczki, oraz wiele innych zasobów, aby Ci pomóc prowadzić klasę ze Scratchem!",
    "teacherfaq.educatorResourcesLink": "Strona zasobów nauczycieli",
    "teacherfaq.teacherWhatTitle": "Co to są Konta nauczycieli?",
    "teacherfaq.teacherWhatBody": "Konto Nauczyciela Scratch zapewnia instruktorom dodatkowe funkcje do zarządzania uczestnictwem uczniów w Scratchu, w tym możliwość tworzenia kont uczniowskich, organizowania projektów uczniowskich w studiach i monitorowania komentarzy uczniów. Dowiedz się więcej o kontach nauczycieli w poniższym filmie:",
    "teacherfaq.teacherSignUpTitle": "Jak mogę poprosić o konto nauczyciela?",
    "teacherfaq.teacherSignUpBody": "Aby poprosić o konto nauczyciela, przejdź do <a href=\"/educators/register\">formularza zgłoszeniowego</a>.",
    "teacherfaq.teacherSignUpBodyHTML": "Aby poprosić o konto nauczyciela, przejdź do <a>formularza zgłoszeniowego</a>.",
    "teacherfaq.classMultipleTeachersTitle": "Czy klasa może mieć kilku nauczycieli?",
    "teacherfaq.classMultipleTeachersBody": "Klasa może mieć tylko jedno konto nauczyciela z nią związane.",
    "teacherfaq.teacherPersonalTitle": "Do czego potrzebne są moje informacje osobiste podczas rejestracji?",
    "teacherfaq.teacherPersonalBody": "Używamy tej informacji aby zweryfikować czy twórca konta jest nauczycielem. Nie będziemy udostępniać tej informacji nikomu oraz nie będzie ona dostępna publicznie na stronie.",
    "teacherfaq.teacherGoogleTitle": "Czy Scratch się łączy z Google Classroom, Clever, czy inną usługą zarządzania klasą?",
    "teacherfaq.teacherGoogleBody": "Nie, Scratch się nie łączy z żadnymi usługami zarządzania klasą.",
    "teacherfaq.teacherEdTitle": "Czy konta nauczycieli Scratch są połączone z kontami ScratchEd?",
    "teacherfaq.teacherEdBody": "Nie, konta nauczycieli Scratch nie są połączone z kontami <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherEdBodyHTML": "Nie, konta nauczycieli Scratch nie są połączone z kontami <a>ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "Czy ta funkcja istnieje, a jeśli nie, czy możecie ją dodać?",
    "teacherfaq.teacherFeaturesBody": "Jest wiele funkcji, o które nauzyciele często proszą:",
    "teacherfaq.teacherFeaturesConvert": "Zamienianie już istniejące konta Scratch w konta uczniów",
    "teacherfaq.teacherMoveStudents": "Przenoszenie kont uczniów do innych kont nauczycieli oraz klas",
    "teacherfaq.teacherMultipleClasses": "Posiadanie kont uczniów w wielu klasach lub powiązanych z wieloma kontami nauczycieli ",
    "teacherfaq.teacherLMSs": "Łączenie się z systemami zarządzania klasą, takimi jak Google Classroom i Clever",
    "teacherfaq.teacherLimitStudent": "Ograniczenie funkcji, jakie mają uczniowie, takich jak możliwość oglądania lub umieszczania komentarzy. ",
    "teacherfaq.teacherWillNotImplement": "Obecnie nie jest możliwe zrobienie żadnej z tych rzeczy w Scratchu. Chcielibyśmy rozszerzyć funkcjonalność Kont Nauczycieli i wszystkie te funkcje chcielibyśmy dodać. Jednak Scratch jest małą organizacją i nasze zasoby są ograniczone, więc może nam zająć bardzo dużo czasu, zanim będziemy mogli wprowadzić którąkolwiek z tych zmian.",
    "teacherfaq.studentTransferTitle": "Czy mogę przenieść ucznia z jednego Konta Nauczyciela lub klasy do innego? ",
    "teacherfaq.studentTransferBody": "Nie, nie jest możliwe przeniesienie uczniów z jednej klasy lub nauczyciela do innej. Możesz utworzyć nowe Konto Studenta dla ucznia używając innego Konta Nauczyciela, jeśli muszą być częścią nowej klasy.",
    "teacherfaq.studentAccountsTitle": "Konta uczniów",
    "teacherfaq.studentVerifyTitle": "Czy muszę zweryfikować każdy z adresów e-mail moich uczniów?",
    "teacherfaq.studentVerifyBody": "Nie. Adres e-mail Konta Nauczyciela jest używany dla wszystkich Kont Uczniów, więc nie ma potrzeby weryfikowania adresów e-mail uczniów.",
    "teacherfaq.studentEndTitle": "Co się stanie gdy \"zakończę\" moją klasę?",
    "teacherfaq.studentEndBody": "Kiedy kończysz klasę, profil Twojej klasy będzie ukryty a Twoi uczniowie nie będą mogli już się logować (ale ich projekty i ich studia będą nadal widoczne na stronie).  Możesz ponownie otworzyć klasę w każdym momencie. ",
    "teacherfaq.studentForgetTitle": "Co się stanie jeśli uczniowie zapomną swoich haseł?",
    "teacherfaq.studentForgetBody": "Możesz ręcznie zresetować hasło ucznia z poziomu konta nauczyciela Scratch. Najpierw przejdź do Moje klasy (z fioletowego banera na stronie głównej lub w menu obok ikony użytkownika). Tam znajdź odpowiednią klasę i kliknij link Uczniowie. Następnie możesz zresetować hasło na poziomie ucznia za pomocą menu Ustawienia.",
    "teacherfaq.studentUnsharedTitle": "Czy mogę zobaczyć nieudostępnione projekty studentów?",
    "teacherfaq.studentUnsharedBody": "Konto nauczyciela ma dostęp tylko do udostępnionych projektów uczniów.",
    "teacherfaq.studentDeleteTitle": "Czy mogę usunąć konto ucznia?",
    "teacherfaq.studentDeleteBody": "Nie możesz usunąć konta ucznia za pomocą Konta Nauczyciela, ale Konta Ucznia można usunąć za pomocą strony {accountSettingsLink}po zalogowaniu do Konta Ucznia.",
    "teacherfaq.accountSettings": "Ustawienia konta",
    "teacherfaq.studentAddExistingTitle": "Niektórzy z moich uczniów mają już konta w programie Scratch, jak mogę je dodać do mojej klasy?",
    "teacherfaq.studentAddExistingBody": "Nie jest możliwe dodanie istniejącego konta Scratch do klasy. Będziesz musiał stworzyć dla nich nowe konto ucznia używając swojego konta nauczyciela.",
    "teacherfaq.studentMultipleTitle": "Czy uczeń może być w kilku klasach?",
    "teacherfaq.studentMultipleBody": "Student może być częścią tylko jednej klasy.",
    "teacherfaq.studentDiscussTitle": "Czy jest miejsce gdzie można dyskutować o Kontach nauczycieli z innymi nauczycielami?",
    "teacherfaq.studentDiscussionBody": "Możesz zaangażować się w dyskusje z innymi nauczycielami, dołączając do {facebookGroupLink}, gdzie znajdziesz rozmowy na wiele tematów, w tym Konta Nauczycieli. Grupa ta została założona przez {creativeComputingLabLink} w Harvard Graduate School of Education. Można też przeglądać {scratchEdLink}, która jest obecnie stroną archiwalną, ale zawiera obszerne forum i zasoby związane ze Scratchem w ustawieniach edukacyjnych.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Grupa Facebookowa \"Teaching with Scratch\"",
    "teacherfaq.privacyPolicy": "Polityka prywatności Scratcha",
    "teacherfaq.studentDataTitle": "Jakie dane zbiera Scratch o uczniach?",
    "teacherfaq.studentDataBody": "Gdy student najpierw zarejestruje się na Scratch, prosimy o podstawowe dane demograficzne, w tym płeć, wiek (miesiąc i rok urodzenia), kraj i adres email na weryfikację. Te dane są użyte (w formie zagregowanej) w studiach badanie naukowe przeznaczone na ulepszenie nasze zrozumenie jak ludzie uczą się ze Scratch.",
    "teacherfaq.studentDataBody2": "Kiedy nauczyciel używa konta Scratch Teacher Account do tworzenia kont uczniów, uczniowie nie są zobowiązani do podawania adresu e-mail. Zachęcamy do zapoznania się{privacyPolicyLink} więcej informacji.",
    "teacherfaq.studentPrivacyLawsTitle": "Czy Scratch jest zgodny z federalnymi i prywatnymi prawami prywatności w Stanach Zjednoczonych?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch troszczy się głęboko o prywatności studentów i wszystkich osób używających naszej platformy. Mamy fizyczne i elektroniczne procedury, żeby chronić informację, którą zbieramy. Chociaż nie jesteśmy w pozycji, aby oferować gwarancje umowne z każdym podmiotem, który używa nasz darmowy produkt edukacyjny, jesteśmy w zgodności ze wszystkimi prawami federalnymi w Stanach Zjednoczonych odpowiednich do organizacji non-profit 501(c)(3). Zachęcamy do czytania {privacyPolicyLink} na więcej informacji",
    "teacherfaq.student250Title": "Chcę dodać więcej niż 250 uczniów do klasy, jak mogę to zrobić?",
    "teacherfaq.student250Body": "Nie jest możliwe dodanie do jednej klasy więcej niż 250 uczniów. Można jednak utworzyć nową klasę na stronie {myClassesLink} i dodać kolejne 250 kont uczniów do każdej nowej klasy.",
    "teacherfaq.myClasses": "Strona Moje klasy",
    "teacherfaq.commTitle": "Społeczność",
    "teacherfaq.commHiddenTitle": "Czy mogę stworzyć prywatną klasę?",
    "teacherfaq.commHiddenBody": "Nie. Cała zawartość udostępniona w Twojej klasie będzie dostępna dla społeczności Scratch.",
    "teacherfaq.commWhoTitle": "Z kim moi uczniowie mogą kontaktować się w Scratchu?",
    "teacherfaq.commWhoBody": "Konta uczniowskie mają takie same przywileje jak zwykłe konto Scratch, takie jak udostępnianie projektów, komentowanie, tworzenie studiów i tym podobne. Jako nauczyciel możesz zobaczyć aktywność wszystkich swoich uczniów i wykonywać lekką moderację w klasie.",
    "teacherfaq.commInappropriateTitle": "Co mogę zrobić jeśli widzę coś nieodpowiedniego?",
    "teacherfaq.commInappropriateBody": "Możesz ręcznie usunąć nieodpowiednie komentarze i projekty stworzone przez twoich studentów. Jeśli znajdziesz nieodpowiednią treść stworzoną przez niestudentów, proszę powiadomić o tym Zespół Scratch przez kliknięcie przycisku ‘Zgłoś’",
    "teacherfaq.commTurnOffCommentsTitle": "Czy mogę wyłączyć możliwość oglądania i umieszczania komentarzy przez studentów?",
    "teacherfaq.commTurnOffCommentsBody": "Nie, nie można wyłączyć funkcji komentowania dla swoich studentów w Społeczności online. Możesz selektywnie wyłączyć możliwość pozostawiania komentarzy przez innych na ich profilach i w każdym indywidualnym projekcie, ale nie ma funkcji ograniczającej komentowanie w całej witrynie. Jeśli komentowanie nie odpowiada Twoim uczniom, możesz rozważyć użycie opcji  {desktopLink} która jest wersją offline edytora projektów Scratch, która nie zawiera społeczności online.",
    "teacherfaq.commBlockGamesTitle": "Czy mogę zablokować moim uczniom możliwość grania w gry w Scratchu?",
    "teacherfaq.commBlockGamesBody1": "Nie usuwamy projektów, które są grami lub są inspirowane popularnymi grami wideo, chyba że zawierają inne elementy, które byłyby nieodpowiednie dla dzieci. Wierzymy, że dzieci uczą się najlepiej, gdy pracują nad projektami dotyczącymi rzeczy w ich życiu, którymi się pasjonują; jedną z rzeczy, którymi często się pasjonują, są gry.",
    "teacherfaq.commBlockGamesBody2": "Jeśli wiesz o jakichkolwiek konkretnych projektach, które zawierają nieodpowiednie elementy, proszę kliknij przycisk \"Zgłoś\", który pojawia się na stronie projektu, abyśmy mogli podjąć odpowiednie działania."
}