{
    "teacherfaq.title": "Perguntas frequentes sobre a Conta de Educador do Scratch",
    "teacherfaq.educatorTitle": "Perguntas frequentes sobre Scratch para Educadores",
    "teacherfaq.educatorGetStartedTitle": "Sou um educador novato no Scratch, como posso começar?",
    "teacherfaq.educatorGetStartedBody": "O Scratch tem diversos recursos para iniciar! Por favor veja nossa página  {educatorResourcesLink} para Guias, Tutoriais, e e vários outros recursos para ajudar você a fazer uma aula com o Scratch! ",
    "teacherfaq.educatorResourcesLink": "página de Recursos para Educadores",
    "teacherfaq.teacherWhatTitle": "O que são as Contas de Educador?",
    "teacherfaq.teacherWhatBody": "Uma Conta de Educador no Scratch oferece aos educadores funcionalidades adicionais para gerenciar a participação de estudantes no Scratch, incluindo a habilidade de criar contas de estudantes, organizar projetos de alunos nos estúdios e monitorar os comentários dos estudantes. Saiba mais sobre as Contas de Educadores no vídeo abaixo:",
    "teacherfaq.teacherSignUpTitle": "Como eu solicito uma Conta de Educador?",
    "teacherfaq.teacherSignUpBody": "Para solicitar uma Conta de Educador, acesse o <a href=\"/educators/register\">formulário de solicitação</a> da conta de educador. ",
    "teacherfaq.teacherSignUpBodyHTML": "Para solicitar uma Conta de Educador, acesse o <a>formulário de solicitação</a> da conta de educador. ",
    "teacherfaq.classMultipleTeachersTitle": "Uma turma pode ter vários professores?",
    "teacherfaq.classMultipleTeachersBody": "Uma turma só pode estar associada a uma conta de educador.",
    "teacherfaq.teacherPersonalTitle": "Por que vocês precisam das minhas informações pessoais durante o registro?",
    "teacherfaq.teacherPersonalBody": "Usamos essa informação para verificar se o criador da conta é um educador. Não vamos compartilhar essa informação com mais ninguém, e ela não será compartilhada publicamente no site.",
    "teacherfaq.teacherGoogleTitle": "O Scratch conecta com a Google Classroom, Clever ou outra plataforma de gerenciamento de turmas?",
    "teacherfaq.teacherGoogleBody": "Não, o Scratch não conecta com outras plataformas de gerenciamento de turmas.",
    "teacherfaq.teacherEdTitle": "As Contas de Educador do Scratch estão ligadas às contas ScratchEd?",
    "teacherfaq.teacherEdBody": "Não, as Contas de Educador do Scratch não estão conectadas às contas do <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherEdBodyHTML": "Não, as Contas de Educador do Scratch não estão conectadas às contas do <a>ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "Esta funcionalidade existe, e se não, você pode adicionar?",
    "teacherfaq.teacherFeaturesBody": "Muitas funcionalidades são comumente requisitadas, incluindo:",
    "teacherfaq.teacherFeaturesConvert": "Como converter Contas do Scratch existentes em Contas de Estudantes",
    "teacherfaq.teacherMoveStudents": "Como mover Contas de Estudante para outras Contas de Educador e outras Turmas",
    "teacherfaq.teacherMultipleClasses": "Como ter Contas de Estudante em várias Turmas ou associadas a diversas Contas de Educador.",
    "teacherfaq.teacherLMSs": "Conectando com gerenciamento de sistemas como Google Classroom e Clever",
    "teacherfaq.teacherLimitStudent": "Limitar as funcionalidades que os estudantes têm, como ver ou publicar comentários",
    "teacherfaq.teacherWillNotImplement": "Atualmente não é possível fazer nada disso no Scratch. Nós adoraríamos expandir a funcionalidade das Contas de Educador -- inclusive, estas são funcionalidades que gostaríamos de adicionar. No entanto, o Scratch é uma organização pequena, e nossos recursos são limitados, então pode levar um longo tempo até que possamos implementar alguma dessas mudanças. ",
    "teacherfaq.studentTransferTitle": "Posso transferir um estudante de uma Conta de Educador ou turma para outra?",
    "teacherfaq.studentTransferBody": "Não, não é possível transferir estudantes de uma turma ou educador para outro. Você pode criar uma nova Conta de Estudante para o estudante com outra Conta de Educador, caso ele precise fazer parte de uma nova turma. ",
    "teacherfaq.studentAccountsTitle": "Contas de Estudante",
    "teacherfaq.studentVerifyTitle": "Preciso verificar cada um dos e-mails dos meus estudantes?",
    "teacherfaq.studentVerifyBody": "Não. O endereço de e-mail da Conta de Educador é utilizada para todas as Contas de Estudante, então não há necessidade de verificar os endereços de e-mail dos estudantes. ",
    "teacherfaq.studentEndTitle": "O que acontece quando eu \"encerro\" minha turma?",
    "teacherfaq.studentEndBody": "Quando você encerra uma turma, a página do perfil da turma ficará oculta e seus alunos não vão mais poder acessá-la (mas seus projetos e os estúdios da turma continuarão visíveis no site).  Você pode reabrir a turma quando quiser. ",
    "teacherfaq.studentForgetTitle": "O que acontece se um aluno esquecer a senha dele?",
    "teacherfaq.studentForgetBody": "Você pode redefinir manualmente a senha de um aluno a partir da sua Conta de Educador do Scratch. Primeiro, acesse Minhas Turmas (na barra roxa da página inicial ou no menu próximo ao seu ícone de usuário). A partir daí, encontre a Turma correta e clique no link Alunos. Ali você pode redefinir a senha no nível do aluno usando o menu Configurações. ",
    "teacherfaq.studentUnsharedTitle": "Posso ver os projetos não compartilhados pelos estudantes?",
    "teacherfaq.studentUnsharedBody": "As Contas de Educador podem acessar somente os projetos compartilhados pelos alunos.",
    "teacherfaq.studentDeleteTitle": "Posso excluir contas de estudantes?",
    "teacherfaq.studentDeleteBody": "Não é possível excluir uma conta de estudante a partir de uma Conta de Educador, mas as Contas de Estudantes podem ser excluídas por meio da página {accountSettingsLink} enquanto logadas na Conta do Estudante.",
    "teacherfaq.accountSettings": "Configurações da Conta",
    "teacherfaq.studentAddExistingTitle": "Alguns dos meus estudantes já têm contas no Scratch, como posso adicioná-los à minha turma?",
    "teacherfaq.studentAddExistingBody": "Não é possível adicionar contas existentes do Scratch a uma turma. Você vai precisar criar uma nova Conta de Estudante para eles utilizando sua Conta de Educador. ",
    "teacherfaq.studentMultipleTitle": "Um estudante pode estar em várias turmas? ",
    "teacherfaq.studentMultipleBody": "Um estudante pode fazer parte de apenas uma turma. ",
    "teacherfaq.studentDiscussTitle": "Existe algum espaço para falar sobre Contas de Educador com outros professores?",
    "teacherfaq.studentDiscussionBody": "Você pode participar de discussões com outros professores participando do {facebookGroupLink}, onde você encontrará conversas sobre vários tópicos, incluindo Contas de Professores. Este grupo foi estabelecido pela {creativeComputingLabLink}, por Harvard Graduate School of Education. Você também pode navegar pelo {scratchEdLink}, que agora é um site arquivado, mas inclui extensos fóruns e recursos relacionados ao Scratch em ambientes educacionais.",
    "teacherfaq.creativeComputingLab": "Laboratório de Computação Criativa",
    "teacherfaq.facebookGroup": "Ensinando com o grupo do Scratch no Facebook",
    "teacherfaq.privacyPolicy": "Política de Privacidade do Scratch",
    "teacherfaq.studentDataTitle": "Quais informações sobre os estudantes o Scratch coleta?",
    "teacherfaq.studentDataBody": "Quando um estudante se inscreve no Scratch pela primeira vez, pedimos dados demográficos básicos incluindo gênero, idade (mês e ano de nascimento), país, e um endereço de e-mail para verificação. Estes dados são utilizados (em formulário agregado) em pesquisas que buscam aprimorar nosso entendimento sobre como as pessoas aprendem com o Scratch. ",
    "teacherfaq.studentDataBody2": "Quando um educador utiliza uma Conta de Educador do Scratch para criar Contas de Estudantes, os estudantes não precisam fornecer um endereço de e-mail. Leia a {privacyPolicyLink} para mais informações. ",
    "teacherfaq.studentPrivacyLawsTitle": "O Scratch está em conformidade com as leis de privacidade de dados locais e federais dos Estados Unidos?",
    "teacherfaq.studentPrivacyLawsBody": "O Scratch se preocupa profundamente com a privacidade dos alunos e de todos os indivíduos que utilizam nossa plataforma. Colocamos em prática alguns procedimentos físicos e eletrônicos para proteger as informações que coletamos no site do Scratch. Embora não possamos oferecer garantias contratuais individuais a todos que utilizam nosso produto educacional gratuito, estamos em conformidade com todas as leis federais aplicáveis ao MIT, uma organização 501(c)(3), e a entidade que criou e mantém o Scratch. Nós incentivamos que você leia a {privacyPolicyLink} para obter mais informações.",
    "teacherfaq.student250Title": "Quero adicionar mais do que 250 estudantes em uma turma, como posso fazer isso?",
    "teacherfaq.student250Body": "Não é possível adicionar mais do que 250 estudantes a uma turma. Você pode, no entanto, criar uma nova turma em {myClassesLink}e adicionar outras 250 contas de estudante a cada turma.",
    "teacherfaq.myClasses": "Página Minhas Turmas",
    "teacherfaq.commTitle": "Comunidade",
    "teacherfaq.commHiddenTitle": "Posso criar uma turma privada?",
    "teacherfaq.commHiddenBody": "Não. Todo o conteúdo compartilhado com sua turma será acessível para a comunidade Scratch.",
    "teacherfaq.commWhoTitle": "Com quem meus alunos podem interagir no Scratch?",
    "teacherfaq.commWhoBody": "As contas de estudante têm os mesmos privilégios de uma conta de comunidade Scratch normal, tais como: compartilhamento de projetos, comentários, criação de estúdios e a opção de curtir. Como educador, você pode compartilhar as atividade dos seus estudantes e fazer uma leve moderação das ações dentro da sua turma. ",
    "teacherfaq.commInappropriateTitle": "O que posso fazer caso eu veja algo inapropriado?",
    "teacherfaq.commInappropriateBody": "Você pode remover comentários e projetos inapropriados criados por seus alunos. Se você encontrar conteúdo inapropriado criado por usuários que não sejam seus alunos, notifique a Equipe Scratch clicando no botão \"Denunciar\".",
    "teacherfaq.commTurnOffCommentsTitle": "Posso desabilitar o recurso de ver e publicar comentários dos estudantes?",
    "teacherfaq.commTurnOffCommentsBody": "Não, você não pode desabilitar a funcionalidade de comentários para seus estudantes na comunidade on-line. Você pode, seletivamente, desligar a habilidade de outras pessoas deixarem comentários nos perfis dos estudantes e em cada projeto individualmente, mas não há uma funcionalidade mais ampla para a restrição de comentários. Se os comentários não forem adequados para seus estudantes, você pode considerar utilizar o {desktopLink} que é uma versão offline do editor de projetos Scratch e que não inclui a comunidade on-line. ",
    "teacherfaq.commBlockGamesTitle": "Posso impedir meus estudantes de jogar no Scratch?",
    "teacherfaq.commBlockGamesBody1": "Nós não removemos projetos que são jogos, ou inspirados em jogos populares de video games, a não ser que contenham elementos que possam ser inapropriados para crianças. Nós acreditamos que crianças aprendem melhor trabalhando em projetos sobre coisas que eles amam em sua vida; uma das coisas pelas quais são geralmente apaixonadas é jogar. ",
    "teacherfaq.commBlockGamesBody2": "Se você está ciente de algum projeto específico que contenha elementos inapropriados, por favor clique no botão \"Denunciar\", que aparece na página do projeto, então nós tomaremos as medidas apropriadas.  "
}