{
    "teacherfaq.title": "Perguntas Frequentes sobre a Conta de Professor do Scratch",
    "teacherfaq.teacherWhatTitle": "O que são contas de professores?",
    "teacherfaq.teacherWhatBody": "Uma Conta de Professor do Scratch disponibiliza aos professores e educadores funcionalidades adicionais para gerir a participação dos alunos no Scratch, incluindo a habilidade de criar contas de alunos, organizar projetos de alunos em estúdios, e monitorar comentários de alunos. Saiba mais sobre as contas de professores no vídeo abaixo:",
    "teacherfaq.teacherSignUpTitle": "Como eu solicito uma conta de professor?",
    "teacherfaq.teacherSignUpBody": "Para solicitar uma Conta de Professor, use o <a href=\"/educators/register\">formulário de solicitação de conta de professor</a>.",
    "teacherfaq.teacherWaitTitle": "Por que tenho que esperar um dia para ter minha conta?",
    "teacherfaq.teacherWaitBody": "A Equipe do Scratch usa esse tempo para rever manualmente as solicitações de criação de conta, para verificar se o criador da conta é um educador.",
    "teacherfaq.teacherPersonalTitle": "Por que vocês precisam das minhas informações pessoais durante o registro?",
    "teacherfaq.teacherPersonalBody": "Usamos essa informação para verificar se o criador da conta é um educador. Não vamos compartilhar essa informação com mais ninguém, e ela não será compartilhada publicamente no site.",
    "teacherfaq.teacherGoogleTitle": "As contas de professor são integradas com o Google sala de aula ou qualquer outro serviço de gerenciamento de sala de aula?",
    "teacherfaq.teacherGoogleBody": "As Contas de Professores não estão integradas a nenhum serviço de gestão de turmas.",
    "teacherfaq.teacherEdTitle": "As Contas de Professor do Scratch estão ligadas às contas ScratchEd?",
    "teacherfaq.teacherEdBody": "Não, as contas de professores do Scratch não estão conectadas às contas do <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherMultipleTitle": "Uma turma pode ter vários professores?",
    "teacherfaq.teacherMultipleBody": "Uma turma só pode estar associada a uma conta de professor.",
    "teacherfaq.teacherQuestionsTitle": "O que eu faço se tiver perguntas ou comentários sobre as Contas de Professores?",
    "teacherfaq.teacherQuestionsBody": "Se você tiver alguma pergunta ou comentário sobre as Contas de Professores, envie-nos uma mensagem para <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Contas de alunos",
    "teacherfaq.studentVerifyTitle": "Preciso verificar o e-mail de cada um dos meus alunos?",
    "teacherfaq.studentVerifyBody": "Não. Como as contas de alunos não usam endereços de e-mail únicos, confirmar seu e-mail de professor vai permitir o compartilhamento para todas as contas da turma.",
    "teacherfaq.studentEndTitle": "O que acontece quando eu \"encerro\" minha turma?",
    "teacherfaq.studentEndBody": "Quando você encerra uma turma, a página do perfil da turma ficará oculta e seus alunos não vão mais poder acessá-la (mas seus projetos e os estúdios da turma continuarão visíveis no site).  Você pode reabrir a turma quando quiser. ",
    "teacherfaq.studentForgetTitle": "O que acontece se um aluno esquecer sua senha?",
    "teacherfaq.studentForgetBody": "Você pode reiniciar manualmente a senha de um aluno a partir da sua Conta de Professor do Scratch. Primeiro, acesse Minhas Turmas (na barra roxa da página inicial ou no menu próximo ao seu ícone de usuário). A partir daí, encontre a Turma correta e clique no link Alunos. Então, você pode reiniciar a senha no nível do aluno usando o menu Configurações. ",
    "teacherfaq.studentUnsharedTitle": "Posso ver projetos de alunos não compartilhados?",
    "teacherfaq.studentUnsharedBody": "Contas de professores podem acessar somente projetos compartilhados pelos alunos.",
    "teacherfaq.studentDeleteTitle": "Posso remover contas de alunos?",
    "teacherfaq.studentDeleteBody": "Não é possível que um professor exclua uma conta de aluno. Um aluno pode excluir sua própria conta nas Configurações de Conta.",
    "teacherfaq.studentAddTitle": "Posso adicionar uma conta Scratch já existente para fazer parte da minha turma? ",
    "teacherfaq.studentAddBody": "Apenas contas criadas pelo professor podem fazer parte de uma turma. Contudo, estamos pensando em adicionar essa funcionalidade nas próximas versões.",
    "teacherfaq.studentMultipleTitle": "Um aluno pode estar em várias turmas? ",
    "teacherfaq.studentMultipleBody": "Um aluno só pode pertencer a uma turma. Contudo, estamos pensando em adicionar essa funcionalidade nas próximas versões.",
    "teacherfaq.studentDiscussTitle": "Há um espaço para discutir Contas de Professores com outros professores?",
    "teacherfaq.studentDiscussBody": "Sim, você pode participar de discussões com outros professores no<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, uma comunidade on-line para educadores do Scratch. Dê uma olhada nos fóruns para participar de conversas sobre <a href=\"http://scratched.gse.harvard.edu/discussions\">vários tópicos</a>, incluindo Contas de Professores, mas não apenas isso. O ScratchEd é desenvolvido e suportado pela Graduate School of Education de Harvard.",
    "teacherfaq.studentDataTitle": "Quais informações sobre os alunos o Scratch coleta?",
    "teacherfaq.studentDataBody": "Quando um aluno faz login pela primeira vez no Scratch, pedimos alguns dados demográficos básicos, como gênero, idade (mês e ano de nascimento), país, e endereço de e-mail para verificação. Esses dados são usados (de forma agregada) em estudos de pesquisa que visam melhorar nosso entendimento sobre como as pessoas aprendem com o Scratch. Quando um educador usa uma Conta de Professor do Scratch para criar contas de alunos em massa, os alunos não precisam fornecer um endereço de e-mail para a configuração da conta.",
    "teacherfaq.studentPrivacyLawsTitle": "O Scratch 2.0 (versão online) está em conformidade com as leis locais e federais de privacidade de dados dos Estados Unidos?",
    "teacherfaq.studentPrivacyLawsBody": "O Scratch é extremamente cuidadoso com a privacidade dos estudantes e de todos os indivíduos que utilizam nossa plataforma. Aplicamos procedimentos físicos e eletrônicos para proteger as informações que coletamos no site do Scratch. Embora não possamos oferecer garantias individuais a todos que utilizam nosso produto educacional gratuito, estamos em conformidade com todas as leis federais aplicáveis ao MIT, uma organização 501(c)(3), e a entidade que criou e mantém o Scratch. Incentivamos que você leia a Política de privacidade do Scratch para obter mais informações.",
    "teacherfaq.commTitle": "Comunidade",
    "teacherfaq.commHiddenTitle": "Posso criar uma turma oculta?",
    "teacherfaq.commHiddenBody": "Não. Todo o conteúdo compartilhado com sua turma será acessível para a comunidade Scratch.",
    "teacherfaq.commWhoTitle": "Com quem meus alunos podem interagir no Scratch?",
    "teacherfaq.commWhoBody": "As contas dos estudantes têm os mesmos privilégios  que uma conta de comunidade Scratch normal, tais como o compartilhamento de projetos, comentários, a criação de estúdios e o curtir. Como um professor, você pode compartilhar as atividade dos seus estudantes e fazer uma leve moderação das ações dentro da sua sala. ",
    "teacherfaq.commInappropriateTitle": "O que posso fazer caso eu veja algo inapropriado?",
    "teacherfaq.commInappropriateBody": "Você pode remover comentários e projetos inapropriados criados por seus alunos. Se você encontrar um conteúdo inapropriado criado por usuários que não sejam alunos, notifique a Equipe Scratch clicando no botão ou enviando uma mensagem por meio do formulário em <a href=\"/contact-us\">Contato</a>."
}