{
    "teacherfaq.title": "PF Sobre Contas de Professor Scratch",
    "teacherfaq.educatorTitle": "PF do Educador Scratch",
    "teacherfaq.educatorGetStartedTitle": "Sou um educador novo no Scratch. Como posso começar?",
    "teacherfaq.educatorGetStartedBody": "O Scratch tem disponíveis muitos recursos que o podem ajudar a começar! Por favor veja a nossa {educatorResourcesLink} para aceder a Guias, Tutoriais e muitos outros recursos que o ajudarão a organizar as suas aulas com o Scratch!",
    "teacherfaq.educatorResourcesLink": "página de Recursos para Educadores",
    "teacherfaq.teacherWhatTitle": "O que são contas de professor?",
    "teacherfaq.teacherWhatBody": "Uma Conta de Professor Scratch disponibiliza aos educadores funcionalidades adicionais de gestão da participação dos alunos no Scratch, incluindo a possibilidade de criar contas de aluno, de organizar projectos de alunos em estúdios e de monitorizar os comentários dos alunos. Saiba mais sobre as Contas de Professor no vídeo abaixo:",
    "teacherfaq.teacherSignUpTitle": "Como peço uma conta de professor?",
    "teacherfaq.teacherSignUpBody": "Para pedir uma Conta de Professor, por favor use o <a href=\"/educators/register\">formulário de pedido</a> de uma conta de professor.",
    "teacherfaq.teacherSignUpBodyHTML": "Para pedir uma Conta de Professor, por favor use o <a>formulário de pedido</a> de uma conta de professor.",
    "teacherfaq.classMultipleTeachersTitle": "Uma turma pode ter múltiplos professores?",
    "teacherfaq.classMultipleTeachersBody": "Uma turma pode estar associada a apenas uma conta de professor.",
    "teacherfaq.teacherPersonalTitle": "Porque precisam de conhecer a minha informação pessoal durante o registo?",
    "teacherfaq.teacherPersonalBody": "Utilizamos esta informação para verificar se o criador da conta é um educador. Não partilharemos esta informação com mais ninguém e ela não será partilhada publicamente no sítio web.",
    "teacherfaq.teacherGoogleTitle": "O Scratch liga-se ao Google Classroom, ao Clever ou a algum outro serviço de gestão de salas de aula?",
    "teacherfaq.teacherGoogleBody": "Não, o Scratch não se liga com nenhum serviço de gestão de salas de aula.",
    "teacherfaq.teacherEdTitle": "As contas de Professor Scratch estão ligadas às contas ScratchEd?",
    "teacherfaq.teacherEdBody": "Não, As contas de Professor Scratch não estão ligadas às contas <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherEdBodyHTML": "Não, As contas de Professor Scratch não estão ligadas às contas <a>ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "Esta funcionalidade existe? Se não existe, podem por favor adicioná-la?",
    "teacherfaq.teacherFeaturesBody": "Muitas funcionalidades são pedidas com frequência, incluindo:",
    "teacherfaq.teacherFeaturesConvert": "Converter Contas Scratch existentes em Contas de Aluno",
    "teacherfaq.teacherMoveStudents": "Mover Contas de Aluno para outras Contas de Professor e Turmas",
    "teacherfaq.teacherMultipleClasses": "Ter Contas de Aluno em múltiplas Turmas ou associadas a múltiplas Contas de Professor",
    "teacherfaq.teacherLMSs": "Integrar com sistemas de gestão de salas de aulas como o Google Classroom e o Clever",
    "teacherfaq.teacherLimitStudent": "Limitar as funcionalidades acessíveis aos alunos, tais como verem ou poderem publicar comentários",
    "teacherfaq.teacherWillNotImplement": "De momento não é possível fazer nenhuma destas coisas no Scratch. Adoraríamos expandir as funcionalidades das Contas de Professor e gostaríamos de adicionar estas funcionalidades. No entanto, o Scratch é uma pequena organização e os nossos recursos são limitados, por isso pode demorar-nos muito tempo até adicionarmos alguma destas funcionalidades.",
    "teacherfaq.studentTransferTitle": "Posso transferir um aluno de uma Conta de Professor ou turma para outra?",
    "teacherfaq.studentTransferBody": "Não, não é possível transferir alunos de uma turma ou conta de professor para outra. Pode criar uma nova Conta de Aluno para o aluno usando uma Conta de Professor diferente se o aluno precisar de integrar uma nova turma.",
    "teacherfaq.studentAccountsTitle": "Contas de Aluno",
    "teacherfaq.studentVerifyTitle": "Tenho de verificar os endereços de correio electrónico de cada um dos meus alunos?",
    "teacherfaq.studentVerifyBody": "Não. O endereço de correio electrónico da Conta de Professor é em todas as Contas de Aluno, por isso não é necessário verificar os endereços de correio electrónico dos alunos.",
    "teacherfaq.studentEndTitle": "Que acontece quando «termino» a minha turma?",
    "teacherfaq.studentEndBody": "Quanto terminar uma turma, a página de perfil da turma será escondida e os seus alunos deixarão de conseguir autenticar-se (embora os seus projectos e estúdios de turma permaneçam visíveis no sítio web).  Pode reabrir a turma em qualquer momento. ",
    "teacherfaq.studentForgetTitle": "Que acontece se um aluno se esquecer da sua palavra-passe?",
    "teacherfaq.studentForgetBody": "Pode reiniciar manualmente uma palavra-passe de aluno a partir da sua Conta de Professor Scratch. Primeiro, vá até As Minhas Turmas (ou a partir da barra roxa na página inicial, ou a partir do menu junto ao seu ícone de utilizador). A partir daí, localize a Turma correcta e clique na ligação Alunos. Poderá então reiniciar a palavra-passe ao nível do aluno usando o menu de Configurações.",
    "teacherfaq.studentUnsharedTitle": "Posso ver projectos de alunos não partilhados?",
    "teacherfaq.studentUnsharedBody": "As contas de professor só podem aceder a projectos de aluno partilhados.",
    "teacherfaq.studentDeleteTitle": "Posso remover contas de aluno?",
    "teacherfaq.studentDeleteBody": "Não é possível remover uma conta de um aluno usando uma Conta de Professor, mas as Contas de Aluno podem ser removidas através da página {accountSettingsLink} desde que se esteja autenticado com a Conta de Aluno a remover.",
    "teacherfaq.accountSettings": "Configurações da Conta",
    "teacherfaq.studentAddExistingTitle": "Alguns dos meus alunos já têm contas Scratch, como as adiciono à minha turma?",
    "teacherfaq.studentAddExistingBody": "Não é possível adicionar uma conta Scratch existente a uma turma. Terá de criar uma nova Conta de Aluno para esses alunos usando a sua Conta de Professor.",
    "teacherfaq.studentMultipleTitle": "Um aluno pode estar em várias turmas? ",
    "teacherfaq.studentMultipleBody": "Um aluno só pode pertencer a uma turma.",
    "teacherfaq.studentDiscussTitle": "Há algum espaço onde se possa discutir com outros professores acerca das Contas de Professor?",
    "teacherfaq.studentDiscussionBody": "You can engage in discussions with other teachers by joining the {facebookGroupLink}, where you will find conversations about a number of topics, including Teacher Accounts. This group was established by the {creativeComputingLabLink} at the Harvard Graduate School of Education. You can also browse {scratchEdLink}, which is now an archived site, but includes extensive forums and resources related to Scratch in educational settings.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Teaching with Scratch Facebook group",
    "teacherfaq.privacyPolicy": "Política de Privacidade do Scratch",
    "teacherfaq.studentDataTitle": "Que informação sobre os alunos é recolhida pelo Scratch?",
    "teacherfaq.studentDataBody": "Quando um aluno se regista pela primeira vez no Scratch, pedimos informação demográfica básica, incluindo o género, a idade (mês e ano de nascimento), o país e um endereço de correio electrónico para verificação. Estes dados são usados (de forma agregada) em estudos de investigação destinados a melhorar a nossa compreensão sobre as formas como as pessoas aprendem usando o Scratch.",
    "teacherfaq.studentDataBody2": "Quando um educador usar uma Conta de Professor Scratch para criar Contas de Aluno, os alunos não precisam de fornecer um endereço de correio electrónico. Encorajamo-lo a ler a {privacyPolicyLink} para obter mais informações.",
    "teacherfaq.studentPrivacyLawsTitle": "O Scratch está em conformidade com as leis de privacidade de dados locais e federais dos Estados Unidos?",
    "teacherfaq.studentPrivacyLawsBody": "O Scratch preocupa-se profundamente com a privacidade dos alunos e de todas as pessoas que usam a nossa plataforma. Temos em vigor procedimentos físicos e electrónicos para proteger a informação que recolhemos. Apesar de não estarmos em condições de dar garantias contratuais a cada uma das entidades que usam o nosso produto educacional gratuito, estamos em conformidade com todas as leis federais dos EUA que são aplicáveis a uma organização sem fins lucrativos 501(c)(3). Encorajamo-lo a ler a {privacyPolicyLink} para mais informações.",
    "teacherfaq.student250Title": "Quero adicionar mais do que 250 alunos a uma turma, como o posso fazer?",
    "teacherfaq.student250Body": "Não é possível adicionar mais do que 250 alunos a uma única turma. Pode, no entanto, criar uma nova turma na {myClassesLink} e adicionar 250 novas contas de aluno a cada nova turma que criar.",
    "teacherfaq.myClasses": "página as Minhas Turmas",
    "teacherfaq.commTitle": "Comunidade",
    "teacherfaq.commHiddenTitle": "Posso criar uma turma privada?",
    "teacherfaq.commHiddenBody": "Não. Todos os conteúdos partilhados na sua sala de aula ficarão disponíveis para a comunidade Scratch.",
    "teacherfaq.commWhoTitle": "Com quem podem os meus alunos interagir no Scratch?",
    "teacherfaq.commWhoBody": "As contas de aluno têm os mesmos privilégios de comunidade que as contas Scratch normais, tais como partilha de projectos, comentários, criação de estúdios, etc. Como professor, pode ver toda a actividade dos seus alunos e realizar acções leves de moderação na sua turma.",
    "teacherfaq.commInappropriateTitle": "O que devo fazer se vir algo inapropriado?",
    "teacherfaq.commInappropriateBody": "Pode remover manualmente comentários e projectos desapropriados criados pelos seus alunos. Se encontrar conteúdos desapropriados criados por não alunos, por favor notifique a Equipa Scratch clicando no botão «Reportar».",
    "teacherfaq.commTurnOffCommentsTitle": "Como posso desligar a possibilidade de os alunos verem e fazerem comentários?",
    "teacherfaq.commTurnOffCommentsBody": "Não, não pode desactivar a funcionalidade de comentários disponível para os seus alunos na Comunidade em linha. Pode selectivamente desligar a possibilidade de outros deixarem comentários nos seus perfis e em cada projecto individual, mas não existe uma funcionalidade global para restringir os comentários. Se achar que os comentários não são uma funcionalidade apropriada para os seus alunos, pode considerar usar a {desktopLink} que é uma versão desconectada do editor de projectos do Scratch que não inclui uma comunidade em linha.",
    "teacherfaq.commBlockGamesTitle": "Como posso impedir os meus alunos de jogarem jogos no Scratch?",
    "teacherfaq.commBlockGamesBody1": "Não removemos projectos que sejam jogos ou que sejam inspirados em jogos vídeo populares senão quando contêm outro elementos que sejam desapropriados para crianças. Acreditamos que as crianças aprendem melhor quando trabalham em projectos sobre assuntos da sua vida pelos quais são apaixonados; uma das coisas que muitas vezes os apaixonam são os jogos.",
    "teacherfaq.commBlockGamesBody2": "Se souber de algum projecto que contenha elementos desapropriados, por favor clique no botão «Reportar» que aparece na página desse projecto, para que possamos tomar as medidas apropriadas."
}