{
    "teacherfaq.title": "PF Sobre Contas de Professor Scratch",
    "teacherfaq.teacherWhatTitle": "O que são contas de professor?",
    "teacherfaq.teacherWhatBody": "Uma Conta de Professor Scratch disponibiliza a professores e outros educadores funcionalidades adicionais de gestão da participação dos estudantes no Scratch, incluindo a possibilidade de criar contas de estudante, de organizar projectos de estudantes em estúdios e de monitorizar os comentários dos estudantes. Saiba mais sobre as Contas de Professor no vídeo abaixo:",
    "teacherfaq.teacherSignUpTitle": "Como peço uma conta de professor?",
    "teacherfaq.teacherSignUpBody": "Para pedir uma Conta de Professor, use o <a href=\"/educators/register\">formulário de pedido</a> de uma conta de professor.",
    "teacherfaq.teacherWaitTitle": "Porque é que tenho de esperar um dia pela minha conta?",
    "teacherfaq.teacherWaitBody": "A Equipa Scratch usa este tempo para rever manualmente pedidos de criação de conta, verificando se o criador da conta é um educador.",
    "teacherfaq.teacherPersonalTitle": "Porque precisam de conhecer a minha informação pessoal durante o registo?",
    "teacherfaq.teacherPersonalBody": "Utilizamos esta informação para verificar se o criador da conta é um educador. Não partilharemos esta informação com mais ninguém e ela não será partilhada publicamente no sítio web.",
    "teacherfaq.teacherGoogleTitle": "As contas de professor estão integradas com o Google Classroom ou algum outro serviço de gestão de salas de aula?",
    "teacherfaq.teacherGoogleBody": "As contas de Professor Scratch não estão integradas com nenhum serviço de gestão de salas de aula.",
    "teacherfaq.teacherEdTitle": "As contas de Professor Scratch estão ligadas às contas ScratchEd?",
    "teacherfaq.teacherEdBody": "Não, As contas de Professor Scratch não estão ligadas às contas <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherMultipleTitle": "Uma turma pode ter múltiplos professores?",
    "teacherfaq.teacherMultipleBody": "Uma turma pode estar associada a apenas uma conta de professor.",
    "teacherfaq.teacherQuestionsTitle": "Que fazer se tiver alguma questão ou comentário sobre as Contas de Professor?",
    "teacherfaq.teacherQuestionsBody": "Se tiver alguma questão ou comentário sobre as Contas de Professor, envie-nos uma mensagem para <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Contas de Estudante",
    "teacherfaq.studentVerifyTitle": "Tenho de verificar os endereços de cada um dos meus estudantes?",
    "teacherfaq.studentVerifyBody": "Não. Uma vez que as contas de estudantes não usam endereços de correio electrónico únicos, confirmar o seu endereço de correio electrónico de professor activará as partilhas em todas as contas de turma.",
    "teacherfaq.studentEndTitle": "Que acontece quando «termino» a minha turma?",
    "teacherfaq.studentEndBody": "Quanto terminar uma turma, a página de perfil da turma será escondida e os seus estudantes deixarão de conseguir autenticar-se (embora os seus projectos e estúdios de turma permaneçam visíveis no sítio web).  Pode reabrir a turma em qualquer momento. ",
    "teacherfaq.studentForgetTitle": "Que acontece se um estudante se esquecer da sua palavra-passe?",
    "teacherfaq.studentForgetBody": "Pode reiniciar manualmente uma palavra-passe de estudante a partir da sua Conta de Professor Scratch. Primeiro, vá até As Minhas Turmas (ou a partir da barra roxa na página inicial, ou a partir do menu junto ao seu ícone de utilizador). A partir daí, localize a Turma correcta e clique na ligação Estudantes. Poderá então reiniciar a palavra-passe ao nível do estudante usando o menu de Configurações.",
    "teacherfaq.studentUnsharedTitle": "Posso ver projectos de estudantes não partilhados?",
    "teacherfaq.studentUnsharedBody": "As contas de professor só podem aceder a projectos de estudante partilhados.",
    "teacherfaq.studentDeleteTitle": "Posso remover contas de estudante?",
    "teacherfaq.studentDeleteBody": "Não é possível um professor remover uma conta de estudante. Um estudante pode remover a sua própria conta nas Configurações da Conta.",
    "teacherfaq.studentAddTitle": "Posso adicionar à minha turma uma conta Scratch existente? ",
    "teacherfaq.studentAddBody": "Podem fazer parte de uma turma apenas contas criadas pelo professor. No entanto, estamos a pensar em flexibilizar esta restrição em futuras versões. ",
    "teacherfaq.studentMultipleTitle": "Um estudante pode estar em várias turmas? ",
    "teacherfaq.studentMultipleBody": "Um estudante pode pertencer apenas a uma turma. No entanto, estamos a pensar em flexibilizar esta restrição em futuras versões.",
    "teacherfaq.studentDiscussTitle": "Há algum espaço onde se possa discutir com outros professores acerca das Contas de Professor?",
    "teacherfaq.studentDiscussBody": "Sim, pode participar em discussões com outros professores no <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, uma comunidade em linha de educadores Scratch. Confira os seus fóruns para se juntar a conversar sobre <a href=\"http://scratched.gse.harvard.edu/discussions\">vários tópicos</a>, incluindo mas não se limitando a Contas de Professor. O ScratchEd é desenvolvido e suportado pela Graduate School of Education de Harvard.",
    "teacherfaq.studentDataTitle": "Que informação sobre os estudantes é recolhida pelo Scratch?",
    "teacherfaq.studentDataBody": "Quando um estudante se regista pela primeira vez no Scratch, pedimos informação demográfica básica, incluindo o sexo, a idade (mês e ano de nascimento), o país e um endereço de correio electrónico para verificação. Estes dados são usados (de forma agregada) em estudos de investigação destinados compreendermos melhor de que forma as pessoas usam o Scratch. Quando um educador usa uma Conta de Professor Scratch para criar um lote de contas de estudante, os estudantes não precisam de fornecer informação um endereço de correio electrónico para a criação das contas.",
    "teacherfaq.studentPrivacyLawsTitle": "O Scratch 2.0 (versão em linha) está conforme com a leis de protecção de dados locais e federais dos Estados Unidos da América?",
    "teacherfaq.studentPrivacyLawsBody": "O Scratch preocupa-se profundamente com a privacidade dos estudantes e de todas as pessoas que usam a nossa plataforma. Temos em vigor procedimentos físicos e electrónicos para proteger a informação que recolhemos através do sítio web do Scratch. Apesar de não estarmos em condições de dar garantias contratuais a cada uma das entidades que usam o nosso produto educacional gratuito, estamos em conformidade com todas as leis federais aplicáveis ao MIT, uma organização 501(c)(3) e a entidade que criou e mantém o Scratch. Encorajamo-lo a ler a Política de Privacidade do Scratch para mais informação.",
    "teacherfaq.commTitle": "Comunidade",
    "teacherfaq.commHiddenTitle": "Posso criar um turma escondida?",
    "teacherfaq.commHiddenBody": "Não. Todos os conteúdos partilhados na sua sala de aula ficarão disponíveis para a comunidade Scratch.",
    "teacherfaq.commWhoTitle": "Com quem podem os meus estudantes interagir no Scratch?",
    "teacherfaq.commWhoBody": "As contas de estudante têm os mesmos privilégios de comunidade que as contas Scratch normais, tais como partilha de projectos, comentários, criação de estúdios, etc. Como professor, pode ver toda a actividade dos seus estudantes e realizar acções leves de moderação na sua turma.",
    "teacherfaq.commInappropriateTitle": "O que devo fazer se vir algo inapropriado?",
    "teacherfaq.commInappropriateBody": "Pode remover manualmente comentários e projectos desapropriados criados pelos seus estudantes. Se encontrar conteúdo desapropriado criado por não estudantes, por favor notifique a Equipa Scratch clicando no botão de reporte ou enviando uma mensagem através do formulário <a href=\"/contact-us\">Contacte-nos</a>."
}