{
    "teacherfaq.title": "Întrebări frecvente despre Contul de Profesor Scratch ",
    "teacherfaq.educatorTitle": "Întrebări frecvente despre Contul de Profesor Scratch",
    "teacherfaq.educatorGetStartedTitle": "Sunt un educator care este nou în Scratch, cum pot începe?",
    "teacherfaq.educatorGetStartedBody": "Scratch are multe resurse disponibile pentru a vă ajuta să începeți! Vă rugăm {educatorResourcesLink} să consultați ghidurile, tutorialele și multe alte resurse pentru a vă ajuta să vă conduceți cursul cu Scratch!",
    "teacherfaq.educatorResourcesLink": "Pagina de resurse pentru educatori",
    "teacherfaq.teacherWhatTitle": "Ce este un cont de profesor?",
    "teacherfaq.teacherWhatBody": "Un cont de profesor Scratch oferă educatorilor funcții suplimentare pentru a gestiona participarea studenților la Scratch, inclusiv posibilitatea de a crea conturi de elevi, de a organiza proiectele studenților în studiouri și de a monitoriza comentariile studenților. Aflați mai multe despre conturile profesorilor în videoclipul de mai jos:",
    "teacherfaq.teacherSignUpTitle": "Cum solicit un cont de profesor?",
    "teacherfaq.teacherSignUpBody": "Pentru a solicita un cont de profesor, accesați <a href=\"/educators/register\">formularul de solicitare</a> a contului de profesor.",
    "teacherfaq.teacherSignUpBodyHTML": "Pentru a solicita un cont de profesor, accesați <a>formularul de solicitare</a> a contului de profesor.",
    "teacherfaq.classMultipleTeachersTitle": "Se poate ca o clasă să aibă mai mulți profesori?",
    "teacherfaq.classMultipleTeachersBody": "O clasă poate avea un singur cont de profesor asociat cu ea.",
    "teacherfaq.teacherPersonalTitle": "De ce trebuie să știți informațiile mele personale în timpul înregistrării?",
    "teacherfaq.teacherPersonalBody": "Folosim această informație pentru a verifica dacă solicitantul contului este educator. Nu vom distribui această informație nimănui și nu va fi afișată public pe site.",
    "teacherfaq.teacherGoogleTitle": "Scratch se poate conecta cu Google Classroom, Clever sau orice alt serviciu de gestionare a clasei?",
    "teacherfaq.teacherGoogleBody": "Nu, Scratch nu se conectează cu niciun serviciu de management al clasei.",
    "teacherfaq.teacherEdTitle": "Conturile Scratch de Profesori sunt conectate la conturile ScratchEd?",
    "teacherfaq.teacherEdBody": "Nu, conturile Scratch Teacher nu sunt legate de conturile <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherEdBodyHTML": "Nu, conturile Scratch Teacher nu sunt legate de conturile <a>ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "Există această caracteristică și, dacă nu, o puteți adăuga?",
    "teacherfaq.teacherFeaturesBody": "Multe caracteristici sunt solicitate în mod obișnuit, inclusiv:",
    "teacherfaq.teacherFeaturesConvert": "Conversia conturilor Scratch existente în conturi de studenți",
    "teacherfaq.teacherMoveStudents": "Mutarea conturilor studenților în alte conturi și clase de profesori",
    "teacherfaq.teacherMultipleClasses": "Având conturi de elevi în mai multe clase sau asociate cu mai multe conturi de profesor",
    "teacherfaq.teacherLMSs": "Conectarea cu sistemele de gestionare a clasei, cum ar fi Google Classroom și Clever",
    "teacherfaq.teacherLimitStudent": "Limitați caracteristicile pe care le au studenții, cum ar fi să vadă sau să poată posta comentarii",
    "teacherfaq.teacherWillNotImplement": "În prezent, nu este posibil să faceți oricare dintre aceste lucruri pe Scratch. Ne-ar plăcea să extindem funcționalitatea conturilor profesorului și toate aceste funcții sunt lucruri pe care am dori să le adăugăm. Cu toate acestea, Scratch este o organizație mică, iar resursele noastre sunt limitate, deci poate dura foarte mult până să putem implementa oricare dintre aceste modificări.",
    "teacherfaq.studentTransferTitle": "Pot transfera un student dintr-un cont de profesor sau clasă în altul?",
    "teacherfaq.studentTransferBody": "Nu, nu este posibil să transferați elevii de la o clasă sau profesor la alta. Puteți crea un nou cont de student pentru student utilizând un cont de profesor diferit dacă trebuie să facă parte dintr-o nouă clasă.",
    "teacherfaq.studentAccountsTitle": "Conturi de Elevi",
    "teacherfaq.studentVerifyTitle": "Trebuie să verific fiecare e-mail al elevilor mei?",
    "teacherfaq.studentVerifyBody": "Nu. Adresa de e-mail a contului de profesor este utilizată pentru toate conturile de studenți, deci nu este nevoie să verificați adresele de e-mail ale elevilor.",
    "teacherfaq.studentEndTitle": "Ce se întâmplă când îmi „termin” cursul?",
    "teacherfaq.studentEndBody": "Când închizii o clasă, pagina de profil a clasei tale va fi ascunsă și elevii tăi nu vor mai putea să se conecteze (dar proiectele lor și atelierele clasei vor fi încă vizibile pe site).  Poți să redeschizi clasa oricând.",
    "teacherfaq.studentForgetTitle": "Ce se întâmplă dacă un student își uită parola?",
    "teacherfaq.studentForgetBody": "Puteți reseta manual o parolă de student din contul dvs. Scratch Teacher. Mai întâi, navigați la Cursurile mele (fie din bannerul violet de pe pagina principală sau din meniul derulant de lângă pictograma utilizatorului). De acolo, găsiți clasa corectă și faceți clic pe linkul Studenți. Apoi puteți reseta parola la nivel de student utilizând meniul Setări.",
    "teacherfaq.studentUnsharedTitle": "Pot să văd proiectele nedistribuite ale elevilor?",
    "teacherfaq.studentUnsharedBody": "Conturile profesorilor pot accesa numai proiecte partajate ale studenților.",
    "teacherfaq.studentDeleteTitle": "Pot să șterg conturile elevilor?",
    "teacherfaq.studentDeleteBody": "Nu puteți șterge contul unui student utilizând un cont de profesor, dar conturile de student pot fi șterse prin intermediul paginii {accountSettingsLink} în timp ce sunteți conectat la contul de student.",
    "teacherfaq.accountSettings": "Setări Cont",
    "teacherfaq.studentAddExistingTitle": "Unii dintre studenții mei au deja conturi Scratch, cum îi pot adăuga în clasa mea?",
    "teacherfaq.studentAddExistingBody": "Nu este posibil să adăugați un cont Scratch existent într-o clasă. Va trebui să creați un nou cont de student pentru ei utilizând contul dvs. de profesor.",
    "teacherfaq.studentMultipleTitle": "Un elev poate face parte din mai multe clase?",
    "teacherfaq.studentMultipleBody": "Un student poate face parte doar dintr-o singură clasă.",
    "teacherfaq.studentDiscussTitle": "Există spațiu pentru a discuta despre Conturile de Profesor cu alți profesori?",
    "teacherfaq.studentDiscussionBody": "Vă puteți angaja în discuții cu alți profesori aderându-vă la {facebookGroupLink}, unde veți găsi conversații despre o serie de subiecte, inclusiv Conturile profesorilor. Acest grup a fost înființat {creativeComputingLabLink} de la Harvard Graduate School of Education. De asemenea, puteți naviga {scratchEdLink}, care este acum un site arhivat, dar include forumuri extinse și resurse legate de Scratch în setările educaționale.",
    "teacherfaq.creativeComputingLab": "Laborator de calcul creative",
    "teacherfaq.facebookGroup": "Predare cu grupul de Facebook Scratch",
    "teacherfaq.privacyPolicy": "Politica de Intimitate Scratch",
    "teacherfaq.studentDataTitle": "Ce informații colectează Scratch despre elevi?",
    "teacherfaq.studentDataBody": "Când un student se înscrie pentru prima dată pe Scratch, solicităm date demografice de bază, inclusiv sexul, vârsta (luna și anul nașterii), țara și o adresă de e-mail pentru verificare. Aceste date sunt utilizate (sub formă agregată) în studii de cercetare menite să ne îmbunătățească înțelegerea modului în care oamenii învață cu Scratch.",
    "teacherfaq.studentDataBody2": "Când un educator folosește un cont Scratch Teacher pentru a crea conturi de elevi, studenții nu sunt obligați să furnizeze o adresă de e-mail. Vă încurajăm să citiți {privacyPolicyLink} pentru mai multe informații.",
    "teacherfaq.studentPrivacyLawsTitle": "Este compatibil Scratch cu legile privind confidențialitatea datelor locale și federale din Statele Unite?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch îi pasă profund de confidențialitatea studenților și a tuturor persoanelor care folosesc platforma noastră. Avem la dispoziție proceduri fizice și electronice pentru a proteja informațiile pe care le colectăm. Deși nu suntem în măsură să oferim garanții contractuale cu fiecare entitate care utilizează produsul nostru educațional gratuit, suntem în conformitate cu toate legile federale din Statele Unite care sunt aplicabile unei organizații non-profit 501 (c) (3). Vă încurajăm să citiți {privacyPolicyLink} pentru mai multe informații.",
    "teacherfaq.student250Title": "Vreau să adaug peste 250 de elevi la o clasă, cum pot face asta?",
    "teacherfaq.student250Body": "Nu este posibil să adăugați mai mult de 250 de elevi la o singură clasă. Cu toate acestea, puteți crea o nouă clasă {myClassesLink} și puteți adăuga încă 250 de conturi de elev la fiecare nouă clasă.",
    "teacherfaq.myClasses": "Pagina Cursurile mele",
    "teacherfaq.commTitle": "Comunitate",
    "teacherfaq.commHiddenTitle": "Pot să creez o clasă privată?",
    "teacherfaq.commHiddenBody": "Nu. Tot conținutul partajat în cadrul cursului dvs. va fi accesibil comunității Scratch.",
    "teacherfaq.commWhoTitle": "Cu cine pot să interacționeze elevii mei pe Scratch?",
    "teacherfaq.commWhoBody": "Conturile studenților au aceleași privilegii ale comunității ca un cont Scratch obișnuit, cum ar fi partajarea proiectelor, comentarii, crearea de studiouri și altele asemenea. În calitate de profesor, puteți vedea toate activitățile elevilor dvs. și puteți efectua acțiuni de moderare ușoară în cadrul cursului.",
    "teacherfaq.commInappropriateTitle": "Ce să fac dacă văd ceva inadecvat?",
    "teacherfaq.commInappropriateBody": "Puteți elimina manual comentariile și proiectele neadecvate create de elevii dvs. Dacă găsiți conținut neadecvat creat de non-studenți, vă rugăm să informați echipa Scratch făcând clic pe butonul „Raportați”.",
    "teacherfaq.commTurnOffCommentsTitle": "Pot dezactiva capacitatea studenților de a vedea și posta comentarii?",
    "teacherfaq.commTurnOffCommentsBody": "Nu, nu puteți dezactiva funcția de comentarii pentru studenții dvs. din comunitatea online. Puteți dezactiva selectiv posibilitatea altor persoane de a lăsa comentarii la profilurile lor și la fiecare proiect individual, dar nu există o funcție la nivel de site care să restricționeze comentariile. Dacă comentariile nu sunt potrivite pentru elevii dvs., vă recomandăm să utilizați versiunea offline {desktopLink} a editorului de proiect Scratch care nu include comunitatea online.",
    "teacherfaq.commBlockGamesTitle": "Îmi pot bloca elevii să nu joace jocuri pe Scratch?",
    "teacherfaq.commBlockGamesBody1": "Nu eliminăm proiectele care sunt jocuri sau sunt inspirate din jocurile video populare decât dacă conțin alte elemente care ar fi inadecvate pentru copii. Credem că copiii învață cel mai bine atunci când lucrează la proiecte despre lucruri din viața lor de care sunt pasionați; unul dintre lucrurile care le pasionează adesea sunt jocurile.",
    "teacherfaq.commBlockGamesBody2": "Dacă sunteți la curent cu orice proiecte specifice care conțin elemente necorespunzătoare, vă rugăm să faceți clic pe butonul „Raportați” care apare pe pagina proiectului pentru a putea lua măsurile corespunzătoare."
}