{
    "teacherfaq.title": "Întrebări frecvente despre Contul de Profesor Scratch ",
    "teacherfaq.teacherWhatTitle": "Ce este un cont de profesor?",
    "teacherfaq.teacherWhatBody": "A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. Learn more about Teacher Accounts in the video below:",
    "teacherfaq.teacherSignUpTitle": "Cum solicit un cont de profesor?",
    "teacherfaq.teacherSignUpBody": "To request a Teacher Account, go to the teacher account <a href=\"/educators/register\">request form</a>.",
    "teacherfaq.teacherWaitTitle": "Why do I have to wait one day for my account?",
    "teacherfaq.teacherWaitBody": "Echipa Team folosește acest moment pentru a revizui manual dacă la cererea de creare a contului solicitantul este educator.",
    "teacherfaq.teacherPersonalTitle": "Why do you need to know my personal information during registration?",
    "teacherfaq.teacherPersonalBody": "Folosim această informație pentru a verifica dacă solicitantul contului este educator. Nu vom distribui această informație nimănui și nu va fi afișată public pe site.",
    "teacherfaq.teacherGoogleTitle": "Are teacher accounts integrated with Google Classroom or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "Conturile Scratch de Profesori nu sunt integrate într-un niciun serviciu de management pentru clase.",
    "teacherfaq.teacherEdTitle": "Conturile Scratch de Profesori sunt conectate la conturile ScratchEd?",
    "teacherfaq.teacherEdBody": "No, Scratch Teacher accounts are not linked to <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> accounts.",
    "teacherfaq.teacherMultipleTitle": "O clasă poate avea mai mulți profesori?",
    "teacherfaq.teacherMultipleBody": "A class can only have one teacher account associated with it.",
    "teacherfaq.teacherQuestionsTitle": "What if I have any questions or comments on Teacher Accounts?",
    "teacherfaq.teacherQuestionsBody": "Dacă ai vreo întrebare sau feedback despre COnturile de Profesor, poți să ne trimiți mesaj la <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Conturi de Elevi",
    "teacherfaq.studentVerifyTitle": "Trebuie să verific adresele de email ale fiecăruia dintre elevii mei?",
    "teacherfaq.studentVerifyBody": "No. Since student accounts do not use unique emails addresses, confirming your teacher email address will enable sharing for all class accounts.",
    "teacherfaq.studentEndTitle": "What happens when I \"end\" my class?",
    "teacherfaq.studentEndBody": "Când închizii o clasă, pagina de profil a clasei tale va fi ascunsă și elevii tăi nu vor mai putea să se conecteze (dar proiectele lor și atelierele clasei vor fi încă vizibile pe site).  Poți să redeschizi clasa oricând.",
    "teacherfaq.studentForgetTitle": "What happens if a student forgets their password?",
    "teacherfaq.studentForgetBody": "You can manually reset a student password from within your Scratch Teacher Account. First, navigate to My Classes (either from the purple banner on the homepage or in the dropdown menu next to your user icon). From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu. ",
    "teacherfaq.studentUnsharedTitle": "Pot să văd proiectele nedistribuite ale elevilor?",
    "teacherfaq.studentUnsharedBody": "Teacher accounts can only access shared student projects.",
    "teacherfaq.studentDeleteTitle": "Pot să șterg conturile elevilor?",
    "teacherfaq.studentDeleteBody": "Nu este posibil ca un profesor să șteargă un cont de elev. Un elev își poate șterge propriul cont din Setările Contului.",
    "teacherfaq.studentAddTitle": "Pot să adaug la clasa mea un cont Scratch existent? ",
    "teacherfaq.studentAddBody": "Numai conturile create de profesor pot face parte dintr-o clasă. Totuși, încercăm să adăugăm această funcționalitate în versiunile următoare.",
    "teacherfaq.studentMultipleTitle": "Un elev poate face parte din mai multe clase?",
    "teacherfaq.studentMultipleBody": "A student can only be a part of one class. However, we are looking into adding this functionality in later versions.",
    "teacherfaq.studentDiscussTitle": "Is there a space to discuss Teacher Accounts with other teachers?",
    "teacherfaq.studentDiscussBody": "Da, poți să porți discuții cu alți profesori la <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, o comunitate online pentru educatorii Scratch. Verifică forumul lor pentru a te alătura unei conversații din cele <a href=\"http://scratched.gse.harvard.edu/discussions\">număr de subiecte</a>, incluzând dar nu exclusiv Conturile de Profesori. ScratchEd este dezvoltat și sprijinit de Facultatea pentru Educație Harvard.",
    "teacherfaq.studentDataTitle": "What data does Scratch collect about students?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "teacherfaq.commTitle": "Comunitate",
    "teacherfaq.commHiddenTitle": "Pot să creez o clasă ascunsă?",
    "teacherfaq.commHiddenBody": "No. All content shared within your class will be accessible to the Scratch community.",
    "teacherfaq.commWhoTitle": "Cu cine pot să interacționeze elevii mei pe Scratch?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "Ce să fac dacă văd ceva inadecvat?",
    "teacherfaq.commInappropriateBody": "Poti șterge manual comentariile și proiectele inadecvate create de elevii tăi. Dacă detectezi conținut inadecvat creat de altcineva decăt elevii tăi, te rugăm să anunti Echipa Scratch dând clic pe butonul de raportare sau trimițând mesaj la <a href=\"/contact-us\">Contactează-ne</a>."
}