{
    "teacherfaq.title": "ЧаВо об учительском аккунте Скретч",
    "teacherfaq.educatorTitle": "ЧаВо для педагога Scratch",
    "teacherfaq.educatorGetStartedTitle": "Я педагог, который новый к Scratch, с чего начать?",
    "teacherfaq.educatorGetStartedBody": "У Scratch есть много ресурсов, которые могут Вам помочь начать работу! См. {educatorResourcesLink} для руководств, учебников и многих других ресурсов чтобы помощь Вам управлять своим классом с Scratch!",
    "teacherfaq.educatorResourcesLink": "Страница ресурсов педагога",
    "teacherfaq.teacherWhatTitle": "Что такое учительский аккаунт?",
    "teacherfaq.teacherWhatBody": "Учетная запись учителя Scratch предоставляет преподавателям дополнительные функции для управления участием учащихся в Scratch, включая возможность создавать учетные записи учащихся, организовывать студенческие проекты в студии и отслеживать комментарии учащихся. Узнайте больше об учетных записях учителей из видео ниже:",
    "teacherfaq.teacherSignUpTitle": "Как запросить учительский аккаунт?",
    "teacherfaq.teacherSignUpBody": "Чтобы запросить учетную запись учителя, перейдите к <a href=\"/educators/register\">форме запроса</a> учетной записи учителя.",
    "teacherfaq.teacherSignUpBodyHTML": "Чтобы запросить учетную запись учителя, перейдите к <a>форме запроса</a> учетной записи учителя.",
    "teacherfaq.classMultipleTeachersTitle": "Может ли в классе быть несколько учителей?",
    "teacherfaq.classMultipleTeachersBody": "К классу может быть привязан только один учитель.",
    "teacherfaq.teacherPersonalTitle": "Зачем нужна персональная информация при регистрации?",
    "teacherfaq.teacherPersonalBody": "Мы используем эту информацию удостоверения создателя аккаунта как учителя. Мы не распространяем информацию никому, на сайте информация тоже не будет опубликована.",
    "teacherfaq.teacherGoogleTitle": "Подключается ли Scratch к Google Classroom, Clever или любой другой службе управления классом?",
    "teacherfaq.teacherGoogleBody": "Нет, Scratch не подключается ни к каким службам управления классом.",
    "teacherfaq.teacherEdTitle": "Привязан ли учительский аккаунт ко ScratchEd?",
    "teacherfaq.teacherEdBody": "Нет, учительский аккаунт не привязан к аккаунту <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>",
    "teacherfaq.teacherEdBodyHTML": "Нет, учительский аккаунт не привязан к аккаунту <a>ScratchEd</a>",
    "teacherfaq.teacherFeaturesTitle": "Эта функция существует? Если нет, то будет ли он добавлен в будущем?",
    "teacherfaq.teacherFeaturesBody": "Обычно запрашиваются многие функции, в том числе:",
    "teacherfaq.teacherFeaturesConvert": "Преобразование существующих учетных записей в студенческие счета",
    "teacherfaq.teacherMoveStudents": "Перемещение учетных записей учащихся на другие учетные записи и классы учителей",
    "teacherfaq.teacherMultipleClasses": "Наличие учетных записей учащихся в нескольких классах или связанных с несколькими учетными записями учителей",
    "teacherfaq.teacherLMSs": "Связь с системами управления классами, такими как Google Classroom и Clever",
    "teacherfaq.teacherLimitStudent": "Ограничьте возможности учащихся, например просмотр или возможность оставлять комментарии",
    "teacherfaq.teacherWillNotImplement": "В настоящее время невозможно сделать что-либо из этого на Scratch. Мы хотели бы расширить функциональность учетных записей учителей, и все эти функции мы хотели бы добавить. Однако Scratch — небольшая организация, и наши ресурсы ограничены, поэтому нам может потребоваться очень много времени, прежде чем мы сможем реализовать какие-либо из этих изменений.",
    "teacherfaq.studentTransferTitle": "Могу ли я перевести учащегося из одной учетной записи учителя или класса в другую?",
    "teacherfaq.studentTransferBody": "Нет, перевод учащихся из одного класса или учителя в другой невозможен. Вы можете создать новую учетную запись учащегося для учащегося, используя другую учетную запись учителя, если он должен быть частью нового класса.",
    "teacherfaq.studentAccountsTitle": "Учетные записи учеников",
    "teacherfaq.studentVerifyTitle": "Должен ли я подтверждать электронную почту каждого ученика?",
    "teacherfaq.studentVerifyBody": "Нет. Адрес электронной почты учетной записи учителя используется для всех учетных записей учащихся, поэтому нет необходимости подтверждать адреса электронной почты учащихся.",
    "teacherfaq.studentEndTitle": "Что будет, если я закрою класс?",
    "teacherfaq.studentEndBody": "Когда Вы закроете класс, профиль класса будет скрыт и все студенты не смогут войти (однако их проекты и студии останутся видимыми). Открыть класс снова можно будет в любой момент.",
    "teacherfaq.studentForgetTitle": "Что делать, если ученик забудет пароль от аккаунта?",
    "teacherfaq.studentForgetBody": "Вы можете вручную пересоздать пароль ученика из своего учительского аккаунта Скретч. Для этого перейдите в «Мои классы» (или через фиолетовый баннер на главной странице, или через выпадающего меню пользователя). Там необходимо найти класс и нажать на ссылку «Студенты». Поменять пароль можно через меню настроек.",
    "teacherfaq.studentUnsharedTitle": "Можно ли посмотреть проекты учеников в личном доступе?",
    "teacherfaq.studentUnsharedBody": "Учителя могут просматривать только общедоступные проекты.",
    "teacherfaq.studentDeleteTitle": "Можно ли удалить ученические аккаунты?",
    "teacherfaq.studentDeleteBody": "Вы не можете удалить учетную запись учащегося с помощью учетной записи учителя, но учетные записи учащихся можно удалить через страницу {accountSettingsLink}, войдя в учетную запись учащегося.",
    "teacherfaq.accountSettings": "Настройки учетной записи ",
    "teacherfaq.studentAddExistingTitle": "У некоторых моих учеников уже есть учетные записи Scratch. Как мне добавить их в свой класс?",
    "teacherfaq.studentAddExistingBody": "Невозможно добавить существующую учетную запись Scratch в класс. Вам нужно будет создать для них новую учетную запись ученика, используя учетную запись учителя.",
    "teacherfaq.studentMultipleTitle": "Может ли ученик быть в нескольких классах одновременно?",
    "teacherfaq.studentMultipleBody": "Учащийся может быть частью только одного класса.",
    "teacherfaq.studentDiscussTitle": "Есть ли место, где учителя могут обсудить свои проблемы?",
    "teacherfaq.studentDiscussionBody": "Вы можете участвовать в дискуссиях с другими учителями, присоединившись к {facebookGroupLink}, где вы найдете беседы на ряд тем, включая учетные записи учителей. Эта группа была {creativeComputingLabLink} создана Гарвардской высшей педагогической школой. Вы также можете просмотреть {scratchEdLink}, который теперь является заархивированным сайтом, но включает в себя обширные форумы и ресурсы, связанные со Scratch в образовательных целях.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Обучение с группой Scratch в Facebook",
    "teacherfaq.privacyPolicy": "Политика конфиденциальности Scratch",
    "teacherfaq.studentDataTitle": "Какая информация собирается о студентах?",
    "teacherfaq.studentDataBody": "Когда учащийся впервые регистрируется на Scratch, мы запрашиваем основные демографические данные, включая пол, возраст (год и месяц рождения), страну и адрес электронной почты для проверки. Эти данные используются (в агрегированной форме) в исследованиях, направленных на улучшение нашего понимания того, как люди учатся с помощью Scratch.",
    "teacherfaq.studentDataBody2": "Когда преподаватель использует учетную запись учителя Scratch для создания учетных записей учащихся, учащиеся не обязаны указывать адрес электронной почты. Мы рекомендуем вам прочитать {privacyPolicyLink} для получения дополнительной информации.",
    "teacherfaq.studentPrivacyLawsTitle": "Соответствует ли Scratch местным и федеральным законам США о конфиденциальности данных?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch заботится о конфиденциальности учащихся и всех лиц, использующих нашу платформу. У нас есть физические и электронные процедуры для защиты информации, которую мы собираем. Хотя мы не можем предложить договорные гарантии с каждым юридическим лицом, использующим наш бесплатный образовательный продукт, мы соблюдаем все федеральные законы США, применимые к некоммерческим организациям 501(c)(3). Мы рекомендуем вам прочитать {privacyPolicyLink} для получения дополнительной информации.",
    "teacherfaq.student250Title": "Я хочу добавить в класс более 250 учеников, как мне это сделать?",
    "teacherfaq.student250Body": "Невозможно добавить более 250 учеников в один класс. Однако вы можете создать новый класс {myClassesLink} и добавить еще 250 учетных записей учащихся в каждый новый класс.",
    "teacherfaq.myClasses": "Страница Мои классы",
    "teacherfaq.commTitle": "Сообщество",
    "teacherfaq.commHiddenTitle": "Как создать приватный класс?",
    "teacherfaq.commHiddenBody": "Нет. Весь контент, который будет опубликован в классе будет доступен по всему Скретч.",
    "teacherfaq.commWhoTitle": "Могут ли ученики взаимодействовать друг с другом в Скретч?",
    "teacherfaq.commWhoBody": "аккаунты учеников имеет привилегии сообщества как регулярный Scratch аккаунт, таких как совместное использование проектов, комментирование, создание студий и т.п. Как учитель, вы можете видеть всю деятельность ваших учеников и выполнять действия по смягчению света в вашем классе.",
    "teacherfaq.commInappropriateTitle": "Что делать если я замечу что-то недопустимое?",
    "teacherfaq.commInappropriateBody": "Вы можете вручную удалить неприемлемые комментарии и проекты, созданные вашими учениками. Если вы обнаружите неприемлемый контент, созданный не студентами, сообщите об этом команде Scratch, нажав кнопку «Сообщить».",
    "teacherfaq.commTurnOffCommentsTitle": "Могу ли я отключить для учащихся возможность просматривать и оставлять комментарии?",
    "teacherfaq.commTurnOffCommentsBody": "Нет, вы не можете отключить функцию комментирования для своих учеников в онлайн-сообществе. Вы можете выборочно отключить возможность для других оставлять комментарии в своих профилях и каждом отдельном проекте, но на сайте нет функции ограничения комментариев. Если комментирование кажется вашим ученикам неприемлемым, вы можете рассмотреть возможность использования {desktopLink}, который представляет собой автономную версию редактора проектов Scratch, не включающую онлайн-сообщество.",
    "teacherfaq.commBlockGamesTitle": "Могу ли я запретить своим ученикам играть в игры на Scratch?",
    "teacherfaq.commBlockGamesBody1": "Мы не удаляем проекты, которые являются играми или вдохновлены популярными видеоиграми, если только они не содержат другие элементы, которые не подходят для детей. Мы считаем, что дети лучше всего учатся, работая над проектами о вещах в своей жизни, которыми они увлечены; одна из вещей, которыми они часто увлекаются, — это игры.",
    "teacherfaq.commBlockGamesBody2": "Если вам известно о каких-либо конкретных проектах, содержащих неприемлемые элементы, нажмите кнопку «Сообщить», которая появляется на странице проекта, чтобы мы могли принять соответствующие меры."
}