{
    "teacherfaq.title": "ЧаВо об учительском аккунте Скретч",
    "teacherfaq.teacherWhatTitle": "Что такое учительский аккаунт?",
    "teacherfaq.teacherWhatBody": "Учительский аккаунт Scratch помогает учителям управлять аккаунтами учеников в Scratch, в том числе созданием аккаунтов, управлением проектами в студиях и просмотром ученических комментариев. Узнайте больше об ученических аккаунтах из следующего видео:",
    "teacherfaq.teacherSignUpTitle": "Как запросить учительский аккаунт?",
    "teacherfaq.teacherSignUpBody": "Чтобы запросить учительский аккаунт, нужно заполнить <a href=\"/educators/register\">форму</a>.",
    "teacherfaq.teacherWaitTitle": "Почему нужно ждать сутки, чтобы получить аккаунт?",
    "teacherfaq.teacherWaitBody": "Команде Scratch требуется время для ручной проверки заявки на создание аккаунта для того, чтобы удостовериться, что создатель аккаунта работает в сфере образования.",
    "teacherfaq.teacherPersonalTitle": "Зачем нужна персональная информация при регистрации?",
    "teacherfaq.teacherPersonalBody": "Мы используем эту информацию удостоверения создателя аккаунта как учителя. Мы не распространяем информацию никому, на сайте информация тоже не будет опубликована.",
    "teacherfaq.teacherGoogleTitle": "Включены ли учетные записи учителей в Google Classroom или любой другой службе управления классами?",
    "teacherfaq.teacherGoogleBody": "Нет, учительский аккаунт Скретч не интегрирован ни с одним сервисом для обучения в классах.",
    "teacherfaq.teacherEdTitle": "Привязан ли учительский аккаунт ко ScratchEd?",
    "teacherfaq.teacherEdBody": "Нет, учительский аккаунт не привязан к аккаунту <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>",
    "teacherfaq.teacherMultipleTitle": "Может ли в классе быть несколько учителей?",
    "teacherfaq.teacherMultipleBody": "К классу может быть привязан только один учитель.",
    "teacherfaq.teacherQuestionsTitle": "Что делать, если возникли вопросы и предложения об учительском аккаунте?",
    "teacherfaq.teacherQuestionsBody": "Если есть вопросы по поводу учительского аккаунта, можно послать письмо на адрес <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Ученические аккаунты",
    "teacherfaq.studentVerifyTitle": "Нужно ли подтверждать почту всех учеников?",
    "teacherfaq.studentVerifyBody": "Нет. Так как ученики не имеют уникальных электронных адресов, подтвердив аккаунт учителя подтвердятся и все аккаунты в классе.",
    "teacherfaq.studentEndTitle": "Что будет, если я закрою класс?",
    "teacherfaq.studentEndBody": "Когда Вы закроете класс, профиль класса будет скрыт и все студенты не смогут войти (однако их проекты и студии останутся видимыми). Открыть класс снова можно будет в любой момент.",
    "teacherfaq.studentForgetTitle": "Что делать, если ученик забудет пароль от аккаунта?",
    "teacherfaq.studentForgetBody": "Вы можете вручную пересоздать пароль ученика из своего учительского аккаунта Скретч. Для этого перейдите в «Мои классы» (или через фиолетовый баннер на главной странице, или через выпадающего меню пользователя). Там необходимо найти класс и нажать на ссылку «Студенты». Поменять пароль можно через меню настроек.",
    "teacherfaq.studentUnsharedTitle": "Можно ли посмотреть неопубликованные проекты учеников?",
    "teacherfaq.studentUnsharedBody": "Учителя могут просматривать только опубликованные проекты.",
    "teacherfaq.studentDeleteTitle": "Можно ли удалить ученические аккаунты?",
    "teacherfaq.studentDeleteBody": "Учитель не может удалить ученический аккаунт. Ученик может удалить аккаунт сам в настройках.",
    "teacherfaq.studentAddTitle": "Можно ли добавить уже существующий аккаунт Скретч в класс?",
    "teacherfaq.studentAddBody": "В классе могут быть только аккаунты, созданные в этом классе учителем. Однако, мы работаем над увеличением функциональности.",
    "teacherfaq.studentMultipleTitle": "Может ли ученик быть в нескольких классах одновременно?",
    "teacherfaq.studentMultipleBody": "Ученик может состоять только в одном классе. Однако, мы работаем над увеличением функциональности.",
    "teacherfaq.studentDiscussTitle": "Есть ли место, где учителя могут обсудить свои проблемы?",
    "teacherfaq.studentDiscussBody": "Да, вы можете участвовать в дискуссиях с другими учителями на <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, онлайн-сообществе для преподавателей Scratch. Посетите форумы для общения о <a href=\"http://scratched.gse.harvard.edu/discussions\">множестве вопросов</a> в том числе и об аккаунтах преподавателей. ScratchEd разработан и поддерживается  Гарвардской высшей школой образования.",
    "teacherfaq.studentDataTitle": "Какая информация собирается о студентах?",
    "teacherfaq.studentDataBody": "Когда ученик регистрируется на Скретч, мы просим указать базовые демографические данные, такие как пол, возраст (месяц и год рождения), страну проживания и электронную почту для подтверждения аккаунта. Данные используются (в обезличенной форме) для исследования, как люди пользуются Скретч. При создании ученического аккаунта учителем электронная почта не указывается.",
    "teacherfaq.studentPrivacyLawsTitle": "Соответствует ли Scratch 2.0 (онлайн-версия) местным и федеральным законами Соединенных Штатов Америки о конфиденциальности данных?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch заботится о конфиденциальности всех пользователей платформы. У нас есть физические и цифровые методы защиты информации, которую мы собираем на сайте Scratch. Хотя мы не в состоянии предлагать договорные гарантии каждой организации, использующей наш бесплатный образовательный продукт, мы соблюдаем все федеральные законы Соединенных Штатов, которые применимы к MIT, организации 501(c)(3) и организации, которая создала и поддерживает Scratch. Мы рекомендуем вам ознакомиться с Политикой конфиденциальности Scratch для получения дополнительной информации.",
    "teacherfaq.commTitle": "Сообщество",
    "teacherfaq.commHiddenTitle": "Можно ли создать скрытый класс?",
    "teacherfaq.commHiddenBody": "Нет. Весь контент, который будет опубликован в классе будет доступен по всему Скретч.",
    "teacherfaq.commWhoTitle": "Могут ли ученики взаимодействовать друг с другом в Скретч?",
    "teacherfaq.commWhoBody": "аккаунты учеников имеет привилегии сообщества как регулярный Scratch аккаунт, таких как совместное использование проектов, комментирование, создание студий и т.п. Как учитель, вы можете видеть всю деятельность ваших учеников и выполнять действия по смягчению света в вашем классе.",
    "teacherfaq.commInappropriateTitle": "Что делать если я замечу что-то недопустимое?",
    "teacherfaq.commInappropriateBody": "Вы можете вручную удалить недопустимые комментарии и проекты, созданные Вашими учениками. Если Вы обнаружите недопустимый контент, который создали не Ваши ученики, уве́домите команду Скретч, нажав на кнопку «Жалоба» или написав сообщение на странице «<a href=\"/contact-us\">Связаться с нами</a>»."
}