{
    "teacherfaq.title": "Často kladené otázky o učiteľskom účte",
    "teacherfaq.teacherWhatTitle": "Čo sú učiteľské účty",
    "teacherfaq.teacherWhatBody": "Učiteľský účet Scratch ponúka učiteľom a iným vzdelávateľom ďalšie funkcie na spravovanie participácie žiakov v Scratchi, napr. vytvárať žiakom účty, orgranizovať žiacke projekty do štúdií a monitorovať komentáre žiakov.  Vo videu sa dozviete viac o učitelských účtoch:",
    "teacherfaq.teacherSignUpTitle": "Ako požiadam o učiteľský účet?",
    "teacherfaq.teacherSignUpBody": "Ak si chcete založiť učiteľský účet, vyplňte prosím <a href=\"/educators/register\">tento formulár</a>.",
    "teacherfaq.teacherWaitTitle": "Prečo na svoj účet musím jeden deň čakať?",
    "teacherfaq.teacherWaitBody": "Tím Scratch využije tento čas na manuálne overenie žiadosti o vytvorenie účtu, aby bolo zrejmé, že osoba, ktorá účet vytvorila, je učiteľ.",
    "teacherfaq.teacherPersonalTitle": "Načo potrebujete poznať moje osobné informácie počas registrácie?",
    "teacherfaq.teacherPersonalBody": "Tieto informácie používame na overenie, že osoba, ktorá účet vytvorila, je učiteľ.  Tieto informácie nebudeme zdieľať s nikým iným, ani nebudú verejne dostupné na stránke.",
    "teacherfaq.teacherGoogleTitle": "Sú učiteľské účty prepojené so službou Google Clasroom, alebo inými službami na správu tried?",
    "teacherfaq.teacherGoogleBody": "Učiteľské účty nie sú prepojené so žiadnymi iným službami na správu triedy.",
    "teacherfaq.teacherEdTitle": "Sú učiteľské účty prepojené s účtami ScratchEd?",
    "teacherfaq.teacherEdBody": "Nie, učiteľské účty Scratch nie sú prepojené so <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> účtami.",
    "teacherfaq.teacherMultipleTitle": "Môže mať trieda viacero učiteľov?",
    "teacherfaq.teacherMultipleBody": "Trieda môže mať pridružený len jeden učiteľský účet.",
    "teacherfaq.teacherQuestionsTitle": "Čo ak mám nejakú otázku alebo komentár k učiteľským účtom? ",
    "teacherfaq.teacherQuestionsBody": "Ak máte nejakú otázku alebo spätnú väzbu k učiteľským účtom, môžete nám poslať správu na <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Žiacke účty",
    "teacherfaq.studentVerifyTitle": "Musím overiť všetky e-mailové adresy mojich žiakov?",
    "teacherfaq.studentVerifyBody": "Nie. vzhľadom na to, že žiacke účty nepoužívajú unikátne e-mailové adresy, povrdenie učiteľskej e-mailovej adresy umožní zverejňovanie všetkým žiakom v triede.",
    "teacherfaq.studentEndTitle": "Čo sa stane, ak \"ukončím\" svoju triedu?",
    "teacherfaq.studentEndBody": "Ak triedu ukončíte, profil vašej triedy sa skryje a žiaci sa už nebudú môcť prihlásiť (ale ich projekty a triedne štúdiá zostanú na stránke dostupné). Kedykoľvek môžete triedu znova otvoriť.",
    "teacherfaq.studentForgetTitle": "Čo sa stane, ak niektorý zo žiakov zabudne svoje heslo?",
    "teacherfaq.studentForgetBody": "Heslo žiaka môžete manuálne resetovať z vášho učiteľského účtu Scratch. Najprv prejdite do menu Moje triedy (či už z purpurového pruhu na domovskej stránke alebo v roletovom menu neďaleko ikonky používateľa). Tam nájdite dotyčnú triedu a kliknite na odkaz Žiaci. Potom v menu Nastavenia resetujte heslo pre konkrétneho žiaka.  ",
    "teacherfaq.studentUnsharedTitle": "Môžem vidieť projekty, ktoré žiak nezverejnil?",
    "teacherfaq.studentUnsharedBody": "Učiteľské účty majú prístup len k projektom, ktoré žiaci zverejnili.",
    "teacherfaq.studentDeleteTitle": "Môžem vymazávať žiacke účty?",
    "teacherfaq.studentDeleteBody": "Učiteľ nemá oprávnenie vymazať účet žiaka. Žiak môže svoj vlastný účet zrušiť v Nastaveniach účtu.",
    "teacherfaq.studentAddTitle": "Môžem do svojej triedy pridať existujúci účet Scratch?",
    "teacherfaq.studentAddBody": "Súčasťou triedy môžu byť zatiaľ len účty vytvorené učiteľom. Na pridaní tejto funkcionality v niektorej z nasledujúcich verzií pracujeme. ",
    "teacherfaq.studentMultipleTitle": "Môže byť žiak vo viacerých triedach?",
    "teacherfaq.studentMultipleBody": "Žiak môže byť členom len jedinej triedy. Na pridaní tejto funkcionality v niektorej z nasledujúcich verzií pracujeme.",
    "teacherfaq.studentDiscussTitle": "Existuje nejaký priestor na diskusiu o učiteľských účtoch s inými učiteľmi?",
    "teacherfaq.studentDiscussBody": "Áno, do diskusie s inými učiteľmi sa môžete zapojiť na <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, čo je internetová komunita pre vzdelávateľov v Scratchi. Prezrite si jednotlivé fóra a diskutujte na <a href=\"http://scratched.gse.harvard.edu/discussions\">množstvo tém</a>, vrátane učiteľských účtov, ale i mnoho iných. ScratchEd vyvája a podporuje Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Aké dáta zbiera Scratch o študentoch?",
    "teacherfaq.studentDataBody": "Keď sa študent prvýkrát zaregistruje na Scratch, žiadame základné demografické dáta, vrátane pohlavia, veku (mesiac a rok narodenia), krajiny a emailovej adresy pre overenie. Tieto dáta využívame (v agregovanej podobe) vo výskumných štúdiách zameraných na lepšie pochopenie toho, ako sa ľudia učia s aplikáciou Scratch. Keď pedagóg využije učiteľský účet na hromadné vytvorenie študentských účtov, študenti nie sú povinní poskytnúť svoje emailové adresy na nastavenie účtu.",
    "teacherfaq.studentPrivacyLawsTitle": "Je Scratch 2.0 (online verzia) v súlade s lokálnymi a federálnymi zákonmi Spojených štátov o ochrane osobných údajov?",
    "teacherfaq.studentPrivacyLawsBody": "Tímu Scratch veľmi záleží na súkromí študentov a všetkých jednotlivcov, ktorí používajú našu platformu. Máme zavedené fyzické a elektronické postupy na ochranu informácií, ktoré zhromažďujeme na webovej stránke Scratch. Hoci nie sme schopní ponúknuť zmluvné záruky každému subjektu, ktorý využíva náš bezplatný vzdelávací produkt, dodržiavame všetky federálne zákony Spojených štátov, ktoré sa vzťahujú na MIT, organizáciu 501 (c) (3) a subjekt, ktorý vytvoril a spravuje Scratch. Pre viac informácií odporúčame prečítať si Pravidlá ochrany osobných údajov Scratch.",
    "teacherfaq.commTitle": "Komunita",
    "teacherfaq.commHiddenTitle": "Môžem vytvoriť skrytú triedu?",
    "teacherfaq.commHiddenBody": "Nie. Všetky projekty a obsah vo vašej triede budú prístupné komunite Scratch.",
    "teacherfaq.commWhoTitle": "S kým môžu moji žiaci interagovať na Scratchi?",
    "teacherfaq.commWhoBody": "Žiacke účty majú tie isté komunitné privilégiá ako bežné účty Scratch, napríklad zverejňovanie projektov, komentovanie, vytváranie štúdií, a pod. Ako učiteľ môžete vidieť celú aktivitu vašich študentov a vykonávať ľahké moderátorské akcie vo vašej triede.",
    "teacherfaq.commInappropriateTitle": "Čo mám urobiť, ak vidím niečo nevhodné?",
    "teacherfaq.commInappropriateBody": "Nevhodné komentáre a projekty vašich žiakov môžete manuálne odstrániť. Ak nájdete nevhodný obsah, ktorý nebol vytvorený vašimi žiakmi, dajte to prosím vedieť Tímu Scratch kliknutím na tlačidlo Nahlásiť alebo pošlite správu cez <a href=\"/contact-us\">Kontaktný formuár</a>."
}