{
    "teacherfaq.title": "Často kladené otázky o učiteľskom účte",
    "teacherfaq.educatorTitle": "Často kladené otázky o programe Scratch",
    "teacherfaq.educatorGetStartedTitle": "Som pedagóg, ktorý je v Scratch nový, ako môžem začať?",
    "teacherfaq.educatorGetStartedBody": "Scratch má k dispozícii veľa zdrojov, ktoré vám pomôžu začať! Pozrite si naše {educatorResourcesLink}, kde nájdete návody, návody a mnoho ďalších zdrojov, ktoré vám pomôžu viesť vašu triedu pomocou aplikácie Scratch!",
    "teacherfaq.educatorResourcesLink": "Stránka Zdroje pre pedagógov",
    "teacherfaq.teacherWhatTitle": "Čo sú učiteľské účty",
    "teacherfaq.teacherWhatBody": "Účet učiteľa Scratch poskytuje pedagógom ďalšie funkcie na správu účasti študentov v aplikácii Scratch, vrátane možnosti vytvárať študentské účty, organizovať študentské projekty do štúdií a monitorovať komentáre študentov. Viac informácií o účtoch učiteľov nájdete vo videu nižšie:",
    "teacherfaq.teacherSignUpTitle": "Ako požiadam o učiteľský účet?",
    "teacherfaq.teacherSignUpBody": "Ak chcete požiadať o účet učiteľa, prejdite na <a href=\"/educators/register\">formulár žiadosti</a> na účet učiteľa.",
    "teacherfaq.teacherSignUpBodyHTML": "Ak chcete požiadať o účet učiteľa, prejdite na <a>formulár žiadosti</a> pre účet učiteľa.",
    "teacherfaq.classMultipleTeachersTitle": "Môže mať trieda viacero učiteľov?",
    "teacherfaq.classMultipleTeachersBody": "Trieda môže mať pridružený len jeden učiteľský účet.",
    "teacherfaq.teacherPersonalTitle": "Načo potrebujete poznať moje osobné informácie počas registrácie?",
    "teacherfaq.teacherPersonalBody": "Tieto informácie používame na overenie, že osoba, ktorá účet vytvorila, je učiteľ.  Tieto informácie nebudeme zdieľať s nikým iným, ani nebudú verejne dostupné na stránke.",
    "teacherfaq.teacherGoogleTitle": "Je Scratch prepojený s Google Classroom, Clever alebo inou službou na správu učebne?",
    "teacherfaq.teacherGoogleBody": "Nie, Scratch sa nepripája k žiadnym službám správy triedy.",
    "teacherfaq.teacherEdTitle": "Sú učiteľské účty prepojené s účtami ScratchEd?",
    "teacherfaq.teacherEdBody": "Nie, učiteľské účty Scratch nie sú prepojené so <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> účtami.",
    "teacherfaq.teacherEdBodyHTML": "Nie, učiteľské účty Scratch nie sú prepojené so <a>ScratchEd</a> účtami.",
    "teacherfaq.teacherFeaturesTitle": "Existuje táto funkcia a ak nie, môžete ju pridať?",
    "teacherfaq.teacherFeaturesBody": "Bežne sa požaduje mnoho funkcií, vrátane:",
    "teacherfaq.teacherFeaturesConvert": "Konverzia existujúcich stieracích účtov na študentské účty",
    "teacherfaq.teacherMoveStudents": "Presun študentských účtov do iných účtov učiteľov a tried",
    "teacherfaq.teacherMultipleClasses": "Študentské účty sú vo viacerých triedach alebo sú spojené s viacerými účtami učiteľov",
    "teacherfaq.teacherLMSs": "Prepojenie so systémami na správu tried, ako sú Google Classroom a Clever",
    "teacherfaq.teacherLimitStudent": "Obmedzte, aké funkcie majú študenti, ako napríklad videnie alebo možnosť uverejňovať komentáre",
    "teacherfaq.teacherWillNotImplement": "V Scratchi momentálne nie je možné robiť žiadnu z týchto vecí. Radi by sme rozšírili funkčnosť účtov učiteľov a všetky tieto funkcie by sme chceli pridať. Scratch je však malá organizácia a naše zdroje sú obmedzené, takže nám môže trvať veľmi dlho, kým budeme môcť implementovať niektorú z týchto zmien.",
    "teacherfaq.studentTransferTitle": "Môžem previesť študenta z jedného učiteľského účtu alebo triedy do iného?",
    "teacherfaq.studentTransferBody": "Nie, nie je možné presunúť žiakov z jednej triedy alebo učiteľa do druhej. Môžete vytvoriť nový študentský účet pre študenta pomocou iného účtu učiteľa, ak potrebuje byť súčasťou novej triedy.",
    "teacherfaq.studentAccountsTitle": "Žiacke účty",
    "teacherfaq.studentVerifyTitle": "Musím overiť každý môj študentský e-mail?",
    "teacherfaq.studentVerifyBody": "Nie. E-mailová adresa účtu učiteľa sa používa pre všetky študentské účty, takže nie je potrebné overovať e-mailové adresy študentov.",
    "teacherfaq.studentEndTitle": "Čo sa stane, ak \"ukončím\" svoju triedu?",
    "teacherfaq.studentEndBody": "Ak triedu ukončíte, profil vašej triedy sa skryje a žiaci sa už nebudú môcť prihlásiť (ale ich projekty a triedne štúdiá zostanú na stránke dostupné). Kedykoľvek môžete triedu znova otvoriť.",
    "teacherfaq.studentForgetTitle": "Čo sa stane, ak niektorý zo žiakov zabudne svoje heslo?",
    "teacherfaq.studentForgetBody": "Heslo žiaka môžete manuálne resetovať z vášho učiteľského účtu Scratch. Najprv prejdite do menu Moje triedy (či už z purpurového pruhu na domovskej stránke alebo v roletovom menu neďaleko ikonky používateľa). Tam nájdite dotyčnú triedu a kliknite na odkaz Žiaci. Potom v menu Nastavenia resetujte heslo pre konkrétneho žiaka.  ",
    "teacherfaq.studentUnsharedTitle": "Môžem vidieť projekty, ktoré žiak nezverejnil?",
    "teacherfaq.studentUnsharedBody": "Učiteľské účty majú prístup len k projektom, ktoré žiaci zverejnili.",
    "teacherfaq.studentDeleteTitle": "Môžem vymazávať žiacke účty?",
    "teacherfaq.studentDeleteBody": "Účet študenta nemôžete odstrániť pomocou účtu učiteľa, ale študentské účty je možné odstrániť prostredníctvom stránky {accountSettingsLink}, keď je prihlásený do študentského účtu.",
    "teacherfaq.accountSettings": "Nastavenia účtu",
    "teacherfaq.studentAddExistingTitle": "Niektorí z mojich študentov už majú Scratch účty, ako ich pridám do svojej triedy?",
    "teacherfaq.studentAddExistingBody": "Do učebne nie je možné pridať existujúci účet Scratch. Budete im musieť vytvoriť nový študentský účet pomocou vášho učiteľského účtu.",
    "teacherfaq.studentMultipleTitle": "Môže byť žiak vo viacerých triedach?",
    "teacherfaq.studentMultipleBody": "Študent môže byť členom len jednej triedy.",
    "teacherfaq.studentDiscussTitle": "Existuje nejaký priestor na diskusiu o učiteľských účtoch s inými učiteľmi?",
    "teacherfaq.studentDiscussionBody": "Môžete sa zapojiť do diskusií s ostatnými učiteľmi, ak sa pripojíte k službe {facebookGroupLink}, kde nájdete konverzácie na množstvo tém vrátane účtov učiteľov. Táto skupina bola {creativeComputingLabLink} založená na Harvard Graduate School of Education. Môžete tiež prehliadať stránku {scratchEdLink}, ktorá je teraz archivovanou stránkou, ale zahŕňa rozsiahle fóra a zdroje súvisiace so Scratch vo vzdelávacích prostrediach.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Facebooková skupina Výučba so Scratch",
    "teacherfaq.privacyPolicy": "Zásady ochrany osobných údajov Scratch",
    "teacherfaq.studentDataTitle": "Aké dáta zbiera Scratch o študentoch?",
    "teacherfaq.studentDataBody": "Keď sa študent prvýkrát zaregistruje na Scratch, požiadame o základné demografické údaje vrátane pohlavia, veku (mesiac a rok narodenia), krajinu a e-mailovú adresu na overenie. Tieto údaje sa používajú (v súhrnnej forme) vo výskumných štúdiách, ktorých cieľom je zlepšiť naše chápanie toho, ako sa ľudia učia pomocou aplikácie Scratch.",
    "teacherfaq.studentDataBody2": "Keď pedagóg používa na vytváranie študentských účtov Scratch Teacher Account, študenti nemusia poskytovať e-mailovú adresu. Odporúčame vám prečítať {privacyPolicyLink} si viac informácií.",
    "teacherfaq.studentPrivacyLawsTitle": "Je Scratch v súlade s miestnymi a federálnymi zákonmi USA o ochrane osobných údajov?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch sa veľmi stará o súkromie študentov a všetkých jednotlivcov, ktorí používajú našu platformu. Máme zavedené fyzické a elektronické postupy na ochranu informácií, ktoré zhromažďujeme. Aj keď nie sme schopní ponúknuť zmluvné záruky s každým subjektom, ktorý používa náš bezplatný vzdelávací produkt, dodržiavame všetky federálne zákony Spojených štátov amerických, ktoré sa vzťahujú na neziskovú organizáciu 501(c)(3). Odporúčame vám prečítať {privacyPolicyLink} si viac informácií.",
    "teacherfaq.student250Title": "Chcem do triedy pridať viac ako 250 študentov, ako to môžem urobiť?",
    "teacherfaq.student250Body": "Do jednej triedy nie je možné pridať viac ako 250 študentov. Môžete však vytvoriť novú triedu {myClassesLink} a do každej novej triedy pridať ďalších 250 študentských účtov.",
    "teacherfaq.myClasses": "Stránka Moje triedy",
    "teacherfaq.commTitle": "Komunita",
    "teacherfaq.commHiddenTitle": "Môžem vytvoriť súkromnú triedu?",
    "teacherfaq.commHiddenBody": "Nie. Všetky projekty a obsah vo vašej triede budú prístupné komunite Scratch.",
    "teacherfaq.commWhoTitle": "S kým môžu moji žiaci interagovať na Scratchi?",
    "teacherfaq.commWhoBody": "Žiacke účty majú tie isté komunitné privilégiá ako bežné účty Scratch, napríklad zverejňovanie projektov, komentovanie, vytváranie štúdií, a pod. Ako učiteľ môžete vidieť celú aktivitu vašich študentov a vykonávať ľahké moderátorské akcie vo vašej triede.",
    "teacherfaq.commInappropriateTitle": "Čo mám urobiť, ak vidím niečo nevhodné?",
    "teacherfaq.commInappropriateBody": "Nevhodné komentáre a projekty vytvorené vašimi študentmi môžete manuálne odstrániť. Ak nájdete nevhodný obsah vytvorený neštudentmi, oznámte to tímu Scratch kliknutím na tlačidlo „Nahlásiť“.",
    "teacherfaq.commTurnOffCommentsTitle": "Môžem študentom vypnúť možnosť vidieť a uverejňovať komentáre?",
    "teacherfaq.commTurnOffCommentsBody": "Nie, nemôžete zakázať funkciu komentovania pre svojich študentov v online komunite. Môžete selektívne vypnúť možnosť, aby ostatní nechávali komentáre k ich profilom a ku každému jednotlivému projektu, ale neexistuje funkcia pre celú lokalitu, ktorá by obmedzovala komentovanie. Ak komentovanie vašim študentom nevyhovuje, možno by ste mali zvážiť použitie {desktopLink}, čo je offline verzia editora projektu Scratch, ktorá nezahŕňa online komunitu.",
    "teacherfaq.commBlockGamesTitle": "Môžem svojim študentom zablokovať hranie hier na Scratch?",
    "teacherfaq.commBlockGamesBody1": "Neodstraňujeme projekty, ktoré sú hrami alebo inšpirované populárnymi videohrami, pokiaľ neobsahujú iné prvky, ktoré by boli pre deti nevhodné. Veríme, že deti sa najlepšie učia, keď pracujú na projektoch o veciach v ich živote, pre ktoré sú nadšené; jednou z vecí, pre ktoré sú často nadšení, sú hry.",
    "teacherfaq.commBlockGamesBody2": "Ak viete o nejakých konkrétnych projektoch, ktoré obsahujú nevhodné prvky, kliknite na tlačidlo „Nahlásiť“, ktoré sa zobrazí na stránke projektu, aby sme mohli podniknúť príslušné kroky."
}