{
    "teacherfaq.title": "Pogosta vprašanja o Scratch učiteljskem računu",
    "teacherfaq.educatorTitle": "Pogosta vprašanja Scratch ućiteljev",
    "teacherfaq.educatorGetStartedTitle": "Sem učitelj, ki se šele seznanja s Scratchom. Kako lahko začnem?",
    "teacherfaq.educatorGetStartedBody": "Scratch ima mnogo virov, ki so v pomoč začetnikom! Oglejte si naš {educatorResourcesLink} za vodnike, priročnike in mnogo drugih virov, ki vam bodo pomagali učiti s Scratchom.",
    "teacherfaq.educatorResourcesLink": "Stran z gradivi za učitelje",
    "teacherfaq.teacherWhatTitle": "Kaj so učiteljski računi?",
    "teacherfaq.teacherWhatBody": "Učiteljski Scratch račun omogoča učiteljem in drugim izobraževalcem dodatne možnosti glede sodelovanja učencev pri uporabi Scratcha, vključno z možnostjo ustvarjanja računov za učence, organiziranjem projektov učencev v studije in z nadzorom komentiranja učencev. Več informacij o Učiteljskem računu najdete v spodnjem videu:",
    "teacherfaq.teacherSignUpTitle": "Kako si ustvarim Učiteljski Scratch račun?",
    "teacherfaq.teacherSignUpBody": "Za pridobitev učiteljskega računa izpolnite <a href=\"/educators/register\">zahtevek</a> za učiteljski račun.",
    "teacherfaq.teacherSignUpBodyHTML": "Za pridobitev učiteljskega računa izpolnite <a>zahtevek</a> za učiteljski račun.",
    "teacherfaq.classMultipleTeachersTitle": "Ali lahko ima razred več učiteljev?",
    "teacherfaq.classMultipleTeachersBody": "Razred lahko ima le enega učitelja oziroma z njim povezan račun.",
    "teacherfaq.teacherPersonalTitle": "Zakaj pri registraciji potrebujete moje osebne podatke?",
    "teacherfaq.teacherPersonalBody": "Te podatke uporabljamo, da se prepričamo, da je ustvarjalec računa izobraževalec. Teh podatkov ne bomo delili z nikomer in ne bodo javno objavljeni.",
    "teacherfaq.teacherGoogleTitle": "Ali se zna Scratch povezati z Google Classroom, Clever ali drugo elektronsko učilnico?",
    "teacherfaq.teacherGoogleBody": "Ne, Scratch-a ni mogoče povezati z elektronskimi učilnicami.",
    "teacherfaq.teacherEdTitle": "Ali so Učiteljski Scratch računi povezani z ScratchEd računom?",
    "teacherfaq.teacherEdBody": "Ne, Učiteljski Scratch računi niso povezani z <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> računom.",
    "teacherfaq.teacherEdBodyHTML": "Ne, Učiteljski Scratch računi niso povezani z <a>ScratchEd</a> računom.",
    "teacherfaq.teacherFeaturesTitle": "ali ta funkcija obstaja in če ne, ali jo lahko dodate?",
    "teacherfaq.teacherFeaturesBody": "Mnogo funkcionalnosti je pogosto zaželenih. To vključuje:",
    "teacherfaq.teacherFeaturesConvert": "Pretvorba obstoječega Scratch računa v račun učenca",
    "teacherfaq.teacherMoveStudents": "Prenos računa učenca na račun drugega učitelja ali razreda",
    "teacherfaq.teacherMultipleClasses": "Vodenje računa učenca v več razredih ali v več učiteljskih računih",
    "teacherfaq.teacherLMSs": "Povezovanje z sistemi za upravljanje razredov, kot sta Google Classroom ali Clever",
    "teacherfaq.teacherLimitStudent": "Omejevanje funkcionalnosti za učence, kot je prikaz komentarjev ali obljavljanje le-teh",
    "teacherfaq.teacherWillNotImplement": "Trenutno nobena od teh zadev v Scratchu ni mogoča. Zelo radi bi razširili nabor možnosti učiteljskih računov in prav vse našteto bi radi dodali. Vendar je Scratch majhna organizacija, naši viri pa so omejeni, zato lahko traja kar nekaj časa, preden bomo te zadeve implementirali.",
    "teacherfaq.studentTransferTitle": "Ali lahko prenesem učenca iz enega učiteljskega računa na drug račun?",
    "teacherfaq.studentTransferBody": "Ne, učencev ni mogoče prestavljati med razredi in učitelji. Za učenca je potrebno narediti nov račun iz drugega učiteljskega računa, če mora biti tudi v drugem razredu..",
    "teacherfaq.studentAccountsTitle": "Računi učencev",
    "teacherfaq.studentVerifyTitle": "Ali moram potrditi vsakega od elektronskih naslovov mojih učencev?",
    "teacherfaq.studentVerifyBody": "Ne. Za vse račune učencev se uporablja elektronski naslov učiteljskega računa, zato preverba naslovo učencev ni potrebna.",
    "teacherfaq.studentEndTitle": "Kaj se zgodi, ko \"končam\" razred?",
    "teacherfaq.studentEndBody": "Ko zaključite razred, bo profilna stran razreda skrita in učenci se ne bodo mogli več prijaviti (a njihovi projekti bodo še vedno vidni na strani). Vi lahko kadarkoli ponovno odprete razred.",
    "teacherfaq.studentForgetTitle": "Kaj se zgodi, če učenec pozabi svoje geslo?",
    "teacherfaq.studentForgetBody": "Znotraj vašega Učiteljskega Scratch računa lahko ročno ponastavite geslo učenca. Premaknite se do Moji razredi (ali preko rožnatze pasice na domači strani ali s pomočjo spustnega seznama zraven vaše ikone). Tam poiščite ustrezen Razred in kliknite na povezavo do učenca. Nato lahko z uporabo menija Nastavitve ponastavite geslo učenca.",
    "teacherfaq.studentUnsharedTitle": "Ali lahko vidim projekte, ki jih učenci niso delili?",
    "teacherfaq.studentUnsharedBody": "Učiteljski račun lahko dostopa le do projektov, ki jih učenci delijo.",
    "teacherfaq.studentDeleteTitle": "Ali lahko izbrišem račun učenca?",
    "teacherfaq.studentDeleteBody": "Računa učenca ni mogoče zbrisati s pomočjo učiteljevega računa, jih je pa mogoče zbrisati ne {accountSettingsLink}strani, ko je aktiven račun učenca.",
    "teacherfaq.accountSettings": "Nastavitve računa",
    "teacherfaq.studentAddExistingTitle": "Nekateri moji učenci že imajo Scratch račun. Kako jih lahko dodam v razred?",
    "teacherfaq.studentAddExistingBody": "Obstoječega Scratch računa ni mogoče dodati v razred. Ustvariti boste morali nov račun učenca s pomčjo svojega učiteljskega računa.",
    "teacherfaq.studentMultipleTitle": "Ali je lahko učenec član več razredov?",
    "teacherfaq.studentMultipleBody": "Učenec je lahko vključen le v en razred.",
    "teacherfaq.studentDiscussTitle": "Ali je kje možnost, da z ostalimi učitelji razpravljamo o učiteljskih računih?",
    "teacherfaq.studentDiscussionBody": "You can engage in discussions with other teachers by joining the {facebookGroupLink}, where you will find conversations about a number of topics, including Teacher Accounts. This group was established by the {creativeComputingLabLink} at the Harvard Graduate School of Education. You can also browse {scratchEdLink}, which is now an archived site, but includes extensive forums and resources related to Scratch in educational settings.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Teaching with Scratch Facebook group",
    "teacherfaq.privacyPolicy": "Politika zasebnosti",
    "teacherfaq.studentDataTitle": "Kakšne podatke o učencih zbira Scratch?",
    "teacherfaq.studentDataBody": "Ko se učenec prvič prijavi v Scratch, ga vprašamo o osnovnih demografskih podatkih, ko so spol, starost (mesec in leto rojstva), država in elektrosnki naslov, ki je namenjen preverbi. Ti podatki se uporabljajo (v zbirni obliki) v raziskovalnih študijah, ki nam omogočajo oblje razumeti, kako se ljudje učijo s pomočjo Scratch-a.",
    "teacherfaq.studentDataBody2": "Ko izobraževalec uporablja učiteljski Scratch račun, za ustvarjanje računov za učence, tem ni potrebno posredovati e-naslova. Preberite {privacyPolicyLink} za več informacij o tem.",
    "teacherfaq.studentPrivacyLawsTitle": "Ali Scratch ustrezna lokalnim in zveznim zakonom o varovanju osebnih podatkov v ZDA?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch v kar največji meri skrbi za zasebnost učence in vseh drugih posameznikov, ki uporabljajo našo platformo. Imamo fizične in elektronske postopke za varovanje podatkov, ki jih zbiramo. kljub temu, da nismo v položaju, ko bi lahko dajali pogodbena zagotovila, je naše delovanje skladno z vsemi zveznimi zakoni ZDA, ki se nanašajo na 501(c)(3) neprofitne organizacije. Za več informacij o tem, preberite {privacyPolicyLink}.",
    "teacherfaq.student250Title": "V razred želim dodati več kot 250 učencev. Kako lahko to storim?",
    "teacherfaq.student250Body": "V posamezen razred ni mogoče dodati več kot 250 učencev. Lahko pa ustvarite nov razred na {myClassesLink} in dodate novih 250 učencev v vsak novi razred.",
    "teacherfaq.myClasses": "Stran z mojimi razredi",
    "teacherfaq.commTitle": "Skupnost",
    "teacherfaq.commHiddenTitle": "Lahko ustvarim privatni razred?",
    "teacherfaq.commHiddenBody": "Ne. Vsa vsebina, ki jo delite znotraj razreda, je dostopna vsej skupnosti Scratch.",
    "teacherfaq.commWhoTitle": "S kom se lahko povežejo moji učenci v Scratchu?",
    "teacherfaq.commWhoBody": "Računi učencev imajo iste pravice kot običajni Scratch računi, kot so deljenje projektov, komentiranje, ustvarjanje studijev in podobno. Kot učitelj lahko vidite vse aktivnosti učencev in znotraj vašega razreda moderirate dogajanje.",
    "teacherfaq.commInappropriateTitle": "Kaj naj storim, če vidim kaj neprimernega?",
    "teacherfaq.commInappropriateBody": "Neprimerne komentarje in projekte, ki so jih ustvarili vaši učenci, lahko ročno odstranite. Če najdete neprimerno vsebino, ki jo niso ustvarili učenci, prosimo obvestite ekipo Scratcha s klikom na gumb Poročilo/Report ",
    "teacherfaq.commTurnOffCommentsTitle": "Ali lahko svojim učencem onemogočim, da vidijo in objavljajo komentarje?",
    "teacherfaq.commTurnOffCommentsBody": "Ne, za učence v spletni skupnosti funkcije komentarjev ni mogoče izključiti. Selektivno je sicer mogoče onemogočiti komentiranje drugih na profilih in individualnih projektih, vendar ne obstaja splošni mehanizem za omejevanje komentiranja. Če možnost komentiranja ni ustrezna za vaše učence, razmislite o rabi namizne različice Scratch-a {desktopLink}, ki ni povezan s spletno skupnostjo.",
    "teacherfaq.commBlockGamesTitle": "Ali lahko preprečim učencem, da igrajo igre na Scratchu?",
    "teacherfaq.commBlockGamesBody1": "Projektov, ki so igre, ali izhajajo iz priljubljenih video iger, ne odstranjujemo, razen če ne vsebujejo elementov, ki bi bili neprimerni za otroke. verjamemo, da se otroci najbolje učijo, kadar delajo na stvareh o stvareh v življenju, ki jih navdušujejo; in ena od teh stvari so pogosto igre.",
    "teacherfaq.commBlockGamesBody2": "Če naletite na določene projekte, ki vsebujejo neprimerne elemente, kliknite na gumb 'Poročilo', ki se nahaja na projektni strani, da lahko ustrezno ravnamo."
}