{
    "teacherfaq.title": "Pogosta vprašanja o Scratch učiteljskem računu",
    "teacherfaq.teacherWhatTitle": "Kaj so učiteljski računi?",
    "teacherfaq.teacherWhatBody": "Učiteljski Scratch račun omogoča učiteljem in drugim izobraževalcem dodatne možnosti za upravljanje z učenci v Scratchu, vključno z možnostjo ustvarjanja računov za učence, organiziranjem projektom učencev v studije in z nadzorom komentiranja učencev. Več informacij o Učiteljskem računu najdete v spodnjem videu.",
    "teacherfaq.teacherSignUpTitle": "Kako si ustvarim Učiteljski Scratch račun?",
    "teacherfaq.teacherSignUpBody": "Za zahtevo po Učiteljskem računi pojdite na <a href=\"/educators/register\">obrazec za ustvarjanje računa </a>.",
    "teacherfaq.teacherWaitTitle": "Zakaj moram čakati na račun cel danr?",
    "teacherfaq.teacherWaitBody": "Ekipa Scratch v tem času ročno pregleda vse zahtevke za račun, da preveri, če gre res za učitelja.",
    "teacherfaq.teacherPersonalTitle": "Zakaj pri registraciji potrebujete moje osebne podatke?",
    "teacherfaq.teacherPersonalBody": "Te podatke uporabljamo, da se prepričamo, da je ustvarjalec računa izobraževalec. Teh podatkov ne bomo delili z nikomer in ne bodo javno objavljeni.",
    "teacherfaq.teacherGoogleTitle": "So učiteljski računi povezani z Google Classroom ali s kakšnim drugim sistemom za upravljanje računov?",
    "teacherfaq.teacherGoogleBody": "Učiteljski Scratch računi niso integrirani z nobenih spletnim učnim okoljem.",
    "teacherfaq.teacherEdTitle": "Ali so Učiteljski Scratch računi povezani z ScratchEd računom?",
    "teacherfaq.teacherEdBody": "Ne, Učiteljski Scratch računi niso povezani z <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> računom.",
    "teacherfaq.teacherMultipleTitle": "Ali ima lahko razred več učiteljev?",
    "teacherfaq.teacherMultipleBody": "Za posamezni razred je lahko le en račun učiteljski račun.",
    "teacherfaq.teacherQuestionsTitle": "Kaj, če imam vprašanja ali komentarje glede učiteljskih računov?",
    "teacherfaq.teacherQuestionsBody": "Če imate kakršnokoli vprašanje ali povratno informacijo o Učiteljskih računih, nam pošljite sporočilo na <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Računi učencev",
    "teacherfaq.studentVerifyTitle": "Ali moram preveriti vse e-naslove mojih učencev?",
    "teacherfaq.studentVerifyBody": "Ne. Ker računi učencev ne uporabljajo unikatnih e-naslov, bo potrditev vašega e-naslova omogočila skupno rabo za vse račune v razredu.",
    "teacherfaq.studentEndTitle": "Kaj se zgodi, ko \"končam\" razred?",
    "teacherfaq.studentEndBody": "Ko zaključite razred, bo profilna stran razreda skrita in učenci se ne bodo mogli več prijaviti (a njihovi projekti bodo še vedno vidni na strani). Vi lahko kadarkoli ponovno odprete razred.",
    "teacherfaq.studentForgetTitle": "Kaj se zgodi, če učenec pozabi svoje geslo?",
    "teacherfaq.studentForgetBody": "Znotraj vašega Učiteljskega Scratch računa lahko ročno ponastavite geslo učenca. Premaknite se do Moji razredi (ali preko rožnatze pasice na domači strani ali s pomočjo spustnega seznama zraven vaše ikone). Tam poiščite ustrezen Razred in kliknite na povezavo do učenca. Nato lahko z uporabo menija Nastavitve ponastavite geslo učenca.",
    "teacherfaq.studentUnsharedTitle": "Ali lahko vidim projekte, ki jih učenci niso delili?",
    "teacherfaq.studentUnsharedBody": "Učiteljski račun lahko dostopa le do projektov, ki jih učenci delijo.",
    "teacherfaq.studentDeleteTitle": "Ali lahko izbrišem račun učenca?",
    "teacherfaq.studentDeleteBody": "Učitelj računa učenca ne more izbrisati. Le učenec sam lahko v znotraj Nastavitve računa izbriše lastni račun.",
    "teacherfaq.studentAddTitle": "Ali lahko  v moj razred dodam obstoječi Scratch račun?",
    "teacherfaq.studentAddBody": "Le računi, ki jih je ustvaril učitelj, so lahko vključeni v razred. Verjetno pa bomo to možnost dodali v prihodnjih različicah.",
    "teacherfaq.studentMultipleTitle": "Ali je lahko učenec član več razredov?",
    "teacherfaq.studentMultipleBody": "Učenec lahko sodeluje le v enem razredu. Verjetno pa bomo to možnost dodali v prihodnjih različicah.",
    "teacherfaq.studentDiscussTitle": "Ali je kje možnost, da z ostalimi učitelji razpravljamo o učiteljskih računih?",
    "teacherfaq.studentDiscussBody": "Da, lahko se vključite v razpravo z ostalimi učitelji v <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> spletni skupnosti učiteljev Scratcha. Preverite forume in se  vključite v razpravo o <a href=\"http://scratched.gse.harvard.edu/discussions\">različnih temah</a>. Te se včasih nanašajo tudi na Učiteljske račune. ScratchEd razvija in podpira Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Kakšne podatke o učencih zbira Scratch?",
    "teacherfaq.studentDataBody": "Ko se učenec prvič registrira na Scratchu, ga vprašamo o osnovnih demografskih podatkih, kot so spol, starost (mesec in leto), država in e-naslov za potrditev računa. Ti podatki se uporabljajo (v združeni obliki) za raziskave, ki so namenjene izboljšati  razumevanje o tem, kako se ljudje učijo s Scratchem. Ko izobraževalec z Učiteljski Scratch računom sočasno ustvari več računov učencev, se od učencev  e-naslov ne zahteva.",
    "teacherfaq.studentPrivacyLawsTitle": "Ali je Scratch 2.0 (spletna različica) združljiva z lokalnimi in zveznimi zakoni /v ZDA/ o varovanju zasebnosti?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch odgovorno skrbni za zasebnost učencev in vseh posameznikov, ki uporabljajo našo platformo. Uporabljamo fizične in elektronske procedure za zaščito podatkov, ki smo jih zbrali na Scratch spletni strani. Čeprav nismo sposobni ponuditi pogodbenih jamstev za vsak subjekt, ki uporablja naš brezplačen izobraževalni izdelek, smo v skladu z vsemi zveznimi zakoni Združenih držav, ki veljajo za MIT, 501 (c) (3) organizacijo in subjekti, ki ustvarjajo in upravljajo Scratch. Vabimo vas, da za več podatkov preberete Scratch politiko o zasebnosti. ",
    "teacherfaq.commTitle": "Skupnost",
    "teacherfaq.commHiddenTitle": "Ali lahko ustvarim skrit razred?",
    "teacherfaq.commHiddenBody": "Ne. Vsa vsebina, ki jo delite znotraj razreda, je dostopna vsej skupnosti Scratch.",
    "teacherfaq.commWhoTitle": "S kom se lahko povežejo moji učenci v Scratchu?",
    "teacherfaq.commWhoBody": "Računi učencev imajo iste pravice kot običajni Scratch računi, kot so deljenje projektov, komentiranje, ustvarjanje studijev in podobno. Kot učitelj lahko vidite vse aktivnosti učencev in znotraj vašega razreda moderirate dogajanje.",
    "teacherfaq.commInappropriateTitle": "Kaj naj storim, če vidim kaj neprimernega?",
    "teacherfaq.commInappropriateBody": "Neprimerne komentarje in projekte ustvarjene s strani vaših učencev. lahko ročno odstranite. Če najdete neprimerno vsebino, ki jo niso ustvarili učenci, prosimo obvestite ekipo Scratcha s klikom na gumb Poročilo ali s pošiljanjem sporočila na <a href=\"/contact-us\">Kontakt</a>."
}