{
    "teacherfaq.title": "Често постављана питања за налог наставника",
    "teacherfaq.teacherWhatTitle": "Шта су налози наставника?",
    "teacherfaq.teacherWhatBody": "Скрач налог за наставника омогућава наставницима и другима који се баве образовањем да рукују учешћем ученика у Скрачу, употребом додатних могућности. Ту, између осталог, спада отварање ученичких налога, организација ученичких пројеката у студије и праћење ученичких коментара. Научите више о налогу наставника у видео садржају испод:",
    "teacherfaq.teacherSignUpTitle": "Како могу да затражим налог наставника?",
    "teacherfaq.teacherSignUpBody": "Да би поднели захтев за налог наставника, идите до  <a href=\"/educators/register\">обрасца захтева</a> за налог наставника.",
    "teacherfaq.teacherWaitTitle": "Зашто је потребно да сачекам један дан за мој налог?",
    "teacherfaq.teacherWaitBody": "Скрач тим користи ово време да ручно прегледа креирање налога како би утврдио да је налог креирао наставник.",
    "teacherfaq.teacherPersonalTitle": "Зашто је потребно да добијете моје личне информације током процеса регистрације?",
    "teacherfaq.teacherPersonalBody": "Користимо те информације да би проверили да ли је онај који прави налог наставник. Нећемо да делимо те информације ни са ким нити ћемо јавно да их објавимо на сајту.",
    "teacherfaq.teacherGoogleTitle": "Да ли су налози наставника укључени у Гугл учионицу или било коју другу  интернет учионицу?",
    "teacherfaq.teacherGoogleBody": "Скрач налог за наставника није повезан ни са једним системом за управљање учионицом/одељењем.",
    "teacherfaq.teacherEdTitle": "Да ли су Скрач налози наставника повезани са ScratchEd налозима?",
    "teacherfaq.teacherEdBody": "Не. Скрач налози наставника нису повезани са <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> налозима.",
    "teacherfaq.teacherMultipleTitle": "Може ли одељење имати више наставника?",
    "teacherfaq.teacherMultipleBody": "Одељење може да има само један налог наставника повезан са њим.",
    "teacherfaq.teacherQuestionsTitle": "Шта уколико имам питања или коментаре везано за налог наставника?",
    "teacherfaq.teacherQuestionsBody": "Уколико имате било каква питања или повратне информације у вези налога за наставнике, можете нас контактирати на <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",
    "teacherfaq.studentAccountsTitle": "Налози ученика",
    "teacherfaq.studentVerifyTitle": "Да ли је потребно да проверим свако е-писмо мојих ученика?",
    "teacherfaq.studentVerifyBody": "Не. С обзиром да налози ученика не користе јединствене е-адресе, потврда Ваше наставничке е-адресе омогући ће дељење за све ученичке налоге.",
    "teacherfaq.studentEndTitle": "Шта се дешава када затворим моје одељење?",
    "teacherfaq.studentEndBody": "Када затворите одељење, страница одељења ће бити скривена и Ваши ученици неће више бити у могућности да се пријаве (али њихови пројекти и радови биће видљиви на сајту). У било ком тренутку Ви можете поново отворити одељење.",
    "teacherfaq.studentForgetTitle": "Шта се дешава ако ученик заборави његову лозинку?",
    "teacherfaq.studentForgetBody": "Можете ручно ресетовати ученикову лозинку са Вашег Скрач налога за наставнике. Прво приступите  Мојим часовима ( кликом на љубичасти знак на почетној страни или кликом на падајући мени поред Ваше корисничке иконице). Пронађите одговарајући час, а затим кликните на линк Ученици. Тада можете ресетовати лозинку уместо ученика у менију Подешавања. ",
    "teacherfaq.studentUnsharedTitle": "Могу ли да видим недељене ученичке пројекте?",
    "teacherfaq.studentUnsharedBody": "Са налога наставника може да се приступи једино дељеним пројектима ученика.",
    "teacherfaq.studentDeleteTitle": "Могу ли ја да обришем налоге ученика?",
    "teacherfaq.studentDeleteBody": "Наставник није у могућности да избрише налог ученика. Ученик може обрисати свој налог у менију Подешавање налога.",
    "teacherfaq.studentAddTitle": "Могу ли да додам већ постојећи Скрач налог у моје одељење?",
    "teacherfaq.studentAddBody": "Само налози креирани од стране наставника могу бити део одељења. Међутим, радимо на томе да у наредним верзијама остваримо и ову могућност.",
    "teacherfaq.studentMultipleTitle": "Може ли ученик да се налази у више одељења?",
    "teacherfaq.studentMultipleBody": "Ученик може бити део само једног одељења. Међутим, радимо на томе да у наредним верзијама остваримо и ову могућност.",
    "teacherfaq.studentDiscussTitle": "Постоји ли место где могу да дискутујем са другим наставицима о наствничком налогу?",
    "teacherfaq.studentDiscussBody": "Да, можете се укључити у дискусије са другим наставницима на <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, у онлајн заједници за Скрач наставнике. Погледаје њихове форуме како бисте се прикључили разговорима <a href=\"http://scratched.gse.harvard.edu/discussions\">на различите теме</a> које укључују Наставничке налоге, али нису само огранчени на њих. ScratchEd је направљен и подржан од стране Харвардског факултета образовања.",
    "teacherfaq.studentDataTitle": "Које податке Скрач прикупља о ученицима?",
    "teacherfaq.studentDataBody": "Када се ученик пријављује на Скрач, ми тражимо основне демографске податке укључујући пол, годиште (месец и година рођења), државу у којој ученик живи и е-адресу за верификацију. Ови подаци су (у прикупљеној форми) кориштени за истраживања која за циљ имају да побољшају наша схватања о томе како људи уче уз Скрач. Када наставник користи Налог за наставнике како би окупио ученике, од ученика се не захтева да обезбеди е-адресу за прављење налога.",
    "teacherfaq.studentPrivacyLawsTitle": "Да ли је Скрач 2.0 (онлајн верзија) у скалду са локалним и федералним законом Сједињених Америчких Држава о приватности података?",
    "teacherfaq.studentPrivacyLawsBody": "Скрач изразито брине о приватности ученика и свих особа које користе платформу. Постоје физичке и електронске прцедуре за заштиту информација које прикупљамо на сајту Скрача. Иако, нисмо у могућности да понудимо уговор ни једној особи која користи наш бесплатни образовни софтвер, наглашавамо да је платформа у складу са свим федералним законима Сједињених Америчких Држава који се односе на  МИТ, 501(ц)(3) организацију и ентитет  који је створио Скрач и одржава га. Подржавамо Вас у одлуци да прочитате Скрач полису приватности како бисте сазнали више.",
    "teacherfaq.commTitle": "Заједница",
    "teacherfaq.commHiddenTitle": "Могу ли да направим скривено одељење?",
    "teacherfaq.commHiddenBody": "Не. Садржаји који су дељени унутар твога одељења биће доступни Скрач заједници.",
    "teacherfaq.commWhoTitle": "Са киме могу моји ученици да ступе у контакт на Скрачу?",
    "teacherfaq.commWhoBody": "Ученички Скрач налог има исте привилегије као и регуларни Скрач налог, као што су дељење пројеката, коментарисање, креирање студија и слично. Као наставник, Ви можете надгледати све активности ваших ученика и обављати послове модератора у свом одељењу.",
    "teacherfaq.commInappropriateTitle": "Шта могу да урадим ако приметим нешто неприкладно?",
    "teacherfaq.commInappropriateBody": "Можете ручно да уклоните неприкладне коментаре и пројекте које су направили ваши ученици. Уколико пронађете неприкладан садржај који су направили они који нису ученици, молим вас обавестите Скрач тим кликнувши на дугме за пријаву или пошаљите поруку на <a href=\"/contact-us\">Контактирајте нас</a>."
}