{
    "teacherfaq.title": "Scratch Lärarkonto FAQ",
    "teacherfaq.educatorTitle": "Vanliga frågor om Scratch Educator",
    "teacherfaq.educatorGetStartedTitle": "Jag är en utbildare som är ny på Scratch, hur kommer jag igång?",
    "teacherfaq.educatorGetStartedBody": "Scratch har många resurser tillgängliga för att hjälpa dig komma igång! Se {educatorResourcesLink} våra guider, handledningar och många andra resurser som hjälper dig att köra din klass med Scratch!",
    "teacherfaq.educatorResourcesLink": "Sidan Lärarresurser",
    "teacherfaq.teacherWhatTitle": "Vad är lärarkonton?",
    "teacherfaq.teacherWhatBody": "Ett Scratch-lärarkonto ger utbildare ytterligare funktioner för att hantera elevmedverkan på Scratch, inklusive möjligheten att skapa studentkonton, organisera studentprojekt i studior och övervaka elevers kommentarer. Läs mer om lärarkonton i videon nedan:",
    "teacherfaq.teacherSignUpTitle": "Hur begär jag ett lärarkonto?",
    "teacherfaq.teacherSignUpBody": "För att begära ett lärarkonto, gå till lärarkontots <a href=\"/educators/register\">formulär för begäran</a>.",
    "teacherfaq.teacherSignUpBodyHTML": "För att begära ett lärarkonto, gå till lärarkontots <a>formulär för begäran</a>.",
    "teacherfaq.classMultipleTeachersTitle": "Kan en klass ha flera lärare?",
    "teacherfaq.classMultipleTeachersBody": "En klass kan bara ha ett lärarkonto knutit till sig.",
    "teacherfaq.teacherPersonalTitle": "Varför måste ni veta mina personuppgifter under registreringen?",
    "teacherfaq.teacherPersonalBody": "Vi använder informationen för att bekräfta att skaparen av kontot är en utbildare. Vi kommer inte att dela informationen med någon, och den kommer inte att visas på sajten.",
    "teacherfaq.teacherGoogleTitle": "Kan Scratch ansluta till Google Classroom, Clever eller någon annan klassrumshanteringstjänst?",
    "teacherfaq.teacherGoogleBody": "Nej, Scratch ansluter inte till några klassrumshanteringstjänster.",
    "teacherfaq.teacherEdTitle": "Är Scratch lärarkonton länkade till ScratchEd konton?",
    "teacherfaq.teacherEdBody": "Nej, Scratch lärarkonton är inte länkade till konton för <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherEdBodyHTML": "Nej, Scratch lärarkonton är inte länkade till konton för <a>ScratchEd</a>.",
    "teacherfaq.teacherFeaturesTitle": "Finns den här funktionen, och om inte, kan du lägga till den?",
    "teacherfaq.teacherFeaturesBody": "Många funktioner efterfrågas ofta, inklusive:",
    "teacherfaq.teacherFeaturesConvert": "Konvertera befintliga Scratch-konton till studentkonton",
    "teacherfaq.teacherMoveStudents": "Flytta studentkonton till andra lärarkonton och klasser",
    "teacherfaq.teacherMultipleClasses": "Att ha studentkonton i flera klasser eller kopplat till flera lärarkonton",
    "teacherfaq.teacherLMSs": "Ansluter med klassrumshanteringssystem som Google Classroom och Clever",
    "teacherfaq.teacherLimitStudent": "Begränsa vilka funktioner eleverna har, som att se eller kunna lägga upp kommentarer",
    "teacherfaq.teacherWillNotImplement": "Det är för närvarande inte möjligt att göra någon av dessa saker på Scratch. Vi skulle älska att utöka funktionerna i lärarkonton, och alla dessa funktioner är saker vi skulle vilja lägga till. Scratch är dock en liten organisation och våra resurser är begränsade, så det kan ta oss väldigt lång tid innan vi kan implementera någon av dessa förändringar.",
    "teacherfaq.studentTransferTitle": "Kan jag överföra en elev från ett lärarkonto eller en klass till en annan?",
    "teacherfaq.studentTransferBody": "Nej, det går inte att överföra elever från en klass eller lärare till en annan. Du kan skapa ett nytt studentkonto för studenten med ett annat lärarkonto om de behöver vara med i en ny klass.",
    "teacherfaq.studentAccountsTitle": "Elevkonton",
    "teacherfaq.studentVerifyTitle": "Måste jag verifiera alla mina studentmails?",
    "teacherfaq.studentVerifyBody": "Nej. Lärarkontots e-postadress används för alla studentkonton, så det finns inget behov av att verifiera elevernas e-postadresser.",
    "teacherfaq.studentEndTitle": "Vad händer när jag \"avslutar\" min klass?",
    "teacherfaq.studentEndBody": "När du avslutar en klass, kommer klassens profilsida att döljas och dina elever kommer inte längre att kunna logga in (men deras projekt och klasstudior kommer fortfarande att vara synlig på sajten).  Du kan när som helst öppna klassen igen. ",
    "teacherfaq.studentForgetTitle": "Vad händer om en elev glömmer sitt lösenord?",
    "teacherfaq.studentForgetBody": "Du kan återställa en elevs lösenord inom ditt Scratch lärarkonto. Gå till mina klasser (antingen från den lila banderollen på sidan eller från rullgardinsmenyn vid sidan om din profilikon). Därifrån letar du upp rätt klass och klickar på länken till eleven. Du kan sedan återställa lösenordet på elevnivån genom menyn för inställningar. ",
    "teacherfaq.studentUnsharedTitle": "Kan jag se elevprojekt som inte är delade?",
    "teacherfaq.studentUnsharedBody": "Lärarkonton kan bara komma åt elevprojekt som är delade.",
    "teacherfaq.studentDeleteTitle": "Kan jag ta bort elevkonton?",
    "teacherfaq.studentDeleteBody": "Du kan inte ta bort en elevs konto genom att använda ett lärarkonto, men studentkonton kan raderas via {accountSettingsLink} sidan när du är inloggad på studentkontot.",
    "teacherfaq.accountSettings": "Kontoinställningar",
    "teacherfaq.studentAddExistingTitle": "Några av mina elever har redan Scratch-konton, hur lägger jag till dem i mitt klassrum?",
    "teacherfaq.studentAddExistingBody": "Det är inte möjligt att lägga till ett befintligt Scratch-konto i ett klassrum. Du måste skapa ett nytt studentkonto för dem med ditt lärarkonto.",
    "teacherfaq.studentMultipleTitle": "Kan en elev vara med i flera klasser? ",
    "teacherfaq.studentMultipleBody": "En elev kan bara vara en del av en klass.",
    "teacherfaq.studentDiscussTitle": "Finns det ett ställe där man kan diskutera lärarkonton med andra lärare?",
    "teacherfaq.studentDiscussionBody": "Du kan delta i diskussioner med andra lärare genom att gå med i {facebookGroupLink}, där du hittar konversationer om ett antal ämnen, inklusive Lärarkonton. Denna grupp grundades {creativeComputingLabLink} av vid Harvard Graduate School of Education. Du kan också bläddra i {scratchEdLink}, som nu är en arkiverad webbplats, men innehåller omfattande forum och resurser relaterade till Scratch i utbildningsmiljöer.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Undervisning med Scratch Facebook-grupp",
    "teacherfaq.privacyPolicy": "Scratch Integritetspolicy",
    "teacherfaq.studentDataTitle": "Vilka data samlar Scratch in om eleverna?",
    "teacherfaq.studentDataBody": "När en student först registrerar sig på Scratch ber vi om grundläggande demografisk data inklusive kön, ålder (födelsemånad och år), land och en e-postadress för verifiering. Denna data används (i aggregerad form) i forskningsstudier som syftar till att förbättra vår förståelse för hur människor lär sig med Scratch.",
    "teacherfaq.studentDataBody2": "När en lärare använder ett Scratch-lärarkonto för att skapa studentkonton, behöver eleverna inte ange en e-postadress. Vi uppmuntrar dig att läsa {privacyPolicyLink} för mer information.",
    "teacherfaq.studentPrivacyLawsTitle": "Är Scratch kompatibel med USA:s lokala och federala dataskyddslagar?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch bryr sig mycket om integriteten för studenter och alla individer som använder vår plattform. Vi har fysiska och elektroniska rutiner för att skydda den information vi samlar in. Även om vi inte har möjlighet att erbjuda avtalsgarantier med varje enhet som använder vår kostnadsfria utbildningsprodukt, följer vi alla amerikanska federala lagar som är tillämpliga på en 501(c)(3) ideell organisation. Vi uppmuntrar dig att läsa {privacyPolicyLink} för mer information.",
    "teacherfaq.student250Title": "Jag vill lägga till fler än 250 elever till en klass, hur kan jag göra det?",
    "teacherfaq.student250Body": "Det är inte möjligt att lägga till fler än 250 elever till en enskild klass. Du kan dock skapa en ny klass på {myClassesLink} och lägga till ytterligare 250 studentkonton till varje ny klass.",
    "teacherfaq.myClasses": "Mina klasser sida",
    "teacherfaq.commTitle": "Gemenskap",
    "teacherfaq.commHiddenTitle": "Kan jag skapa en privat klass?",
    "teacherfaq.commHiddenBody": "Nej. Allt som delas inom din klass kan resten av Scratchgemenskapen komma åt.",
    "teacherfaq.commWhoTitle": "Vem kan mina elever interagera med på Scratch?",
    "teacherfaq.commWhoBody": "Elevkonton har samma privilegier som ett ordinarie Scratchkonto, som att dela projekt, kommentera, skapa studior och liknande. Läraren kan se elevernas aktiviteter och moderera dessa inom klassen.",
    "teacherfaq.commInappropriateTitle": "Vad gör jag om jag ser något som är olämpligt?",
    "teacherfaq.commInappropriateBody": "Du kan manuellt ta bort olämpliga kommentarer och projekt skapade av dina elever. Om du hittar olämpligt innehåll skapat av icke-studenter, vänligen meddela Scratch-teamet genom att klicka på knappen Rapportera.",
    "teacherfaq.commTurnOffCommentsTitle": "Kan jag stänga av möjligheten för elever att se och lägga upp kommentarer?",
    "teacherfaq.commTurnOffCommentsBody": "Nej, du kan inte inaktivera kommentarsfunktionen för dina elever i online-communityt. Du kan selektivt stänga av möjligheten för andra att lämna kommentarer på sina profiler och varje enskilt projekt, men det finns inte en funktion för hela webbplatsen för att begränsa kommentarer. Om det inte känns rätt för dina elever att kommentera, kanske du vill överväga att använda {desktopLink} den som är en offlineversion av Scratch-projektredigeraren som inte inkluderar onlinegemenskapen.",
    "teacherfaq.commBlockGamesTitle": "Kan jag blockera mina elever från att spela spel på Scratch?",
    "teacherfaq.commBlockGamesBody1": "Vi tar inte bort projekt som är spel eller inspirerade av populära videospel om de inte innehåller andra element som skulle vara olämpliga för barn. Vi tror att barn lär sig bäst när de arbetar med projekt om saker i deras liv de brinner för; en av de saker de ofta brinner för är spel.",
    "teacherfaq.commBlockGamesBody2": "Om du känner till några specifika projekt som innehåller olämpliga element, klicka på knappen Rapportera som visas på projektsidan så att vi kan vidta lämpliga åtgärder."
}