{
    "teacherfaq.title": " Akaunti ya Mwalimu wa Scratch, Maswali yanayoulizwa mara kwa mara ",
    "teacherfaq.teacherWhatTitle": "Akaunti za mwalimu ni zipi?",
    "teacherfaq.teacherWhatBody": "Akaunti ya walimu ya Scratch iwapa waalimu vipengele vinavyowawezesha kusimamia ushiriki wa wanafunzi kwenye Scratch, pamoja na uwezo wa kuunda akaunti za wanafunzi, kupanga miradi ya wanafunzi kwenye studio, na kuangalia maoni ya wanafunzi. Jifunze zaidi kuhusu Akaunti ya walimu kwenye video hapa chini:",
    "teacherfaq.teacherSignUpTitle": "Je ninaweza kuomba akaunti ya mwalimu vipi?",
    "teacherfaq.teacherSignUpBody": "Ili kuomba Akaunti ya Mwalimu, nenda katika sehemu ya akaunti ya Mwalimu  <a href=\"/educators/register\">fomu ya ombi.</a>",
    "teacherfaq.teacherWaitTitle": "Kwa nini inanipasa kusubiri kwa muda wa siku moja ili nipate akaunti yangu?",
    "teacherfaq.teacherWaitBody": "Timu ya Scratch hutumia wakati huu kukagua uwasilishaji  ili kuthibitisha kuwa mwagiza akaunti ni mwalimu.",
    "teacherfaq.teacherPersonalTitle": "Kwa nini unataka kujua habari yangu ya kibinafsi wakati wa usajili ",
    "teacherfaq.teacherPersonalBody": "Tunatumia habari hii kuthibitisha kuwa mwagiza akaunti ni mwalimu. Hatutashiriki habari hii na mtu mwingine yeyote, na haitatolewa hadharani kwenye wavuti.",
    "teacherfaq.teacherGoogleTitle": "Je, akaunti za waalimu za Scratch zimeunganishwa na Google classroom au mfumo simamizi wowote wa darasani.",
    "teacherfaq.teacherGoogleBody": "Akaunti za waalimu za Scratch hazijaunganishwa na mfumo simamizi wowote wa darasani",
    "teacherfaq.teacherEdTitle": "Je, akaunti za waalimu za Scratch zimeunganishwa na akaunti za ScratchEd ? ",
    "teacherfaq.teacherEdBody": "Hapana,  akaunti ya mwalimu ya Scratch haijaunganishwa na akaunti ya <a href=\"http://scratched.gse.harvard.edu/\"> ScratchEd</a> ",
    "teacherfaq.teacherMultipleTitle": "Je, darasa linaweza kuwa na walimu wengi?",
    "teacherfaq.teacherMultipleBody": "Darasa linaweza kuhusishwa na akaunti moja tu ya mwalimu .",
    "teacherfaq.teacherQuestionsTitle": "Je! Ikiwa nina maswali yoyote au maoni juu ya akaunti za Mwalimu?",
    "teacherfaq.teacherQuestionsBody": "Ikiwa una maswali yoyote au maoni juu ya akaunti za Mwalimu, unaweza kututumia barua pepe kwa<a href=\"mailto:teacher-accounts@scratch.mit.edu\">  teacher-accounts@scratch.mit.edu</a>. ",
    "teacherfaq.studentAccountsTitle": "Akaunti za wanafunzi",
    "teacherfaq.studentVerifyTitle": "Je! Ni lazima nithibitishe barua pepe za kila mwanafunzi wangu?",
    "teacherfaq.studentVerifyBody": "Hapana. Kwa kuwa akaunti za wanafunzi hazitumii anwani za barua pepe za kipekee, ukithibitisha anwani yako ya barua pepe kama mwalimu itawawezesha kushiriki kwa akaunti zote za darasa.",
    "teacherfaq.studentEndTitle": "Kitu gani hufanyika ninapotamatisha darasa langu?",
    "teacherfaq.studentEndBody": "Unapomaliza darasa, ukurasa wako wa wasifu wa darasa utafichwa, nao wanafunzi wako hawataweza kuingia tena (lakini miradi yao na studio za darasa bado zitaonekana kwenye tovuti). Unaweza kufungua darasa tena wakati wowote ",
    "teacherfaq.studentForgetTitle": "Kitu gani hufanyika mwanafunzi anaposahau nenosiri yake?",
    "teacherfaq.studentForgetBody": "Unaweza kuweka upya nywila ya mwanafunzi kwa kutumia Akaunti yako ya Mwalimu ya Scratch. Kwanza, nenda kwa Darasa langu (kupitia kwa bendera ya zambarau kwenye Mwanzo au kwenye menyu ya kushuka karibu na ikoni ya mtumiaji). Kutoka hapo, tafuta darasa sahihi na ubonyeze kiungo cha Wanafunzi. Kisha unaweza kuweka upya nywila katika kiwango cha mwanafunzi ukitumia menyu ya Mipangilio.",
    "teacherfaq.studentUnsharedTitle": "Je! Ninaweza kuona miradi ya wanafunzi ambayo hajashiriki?",
    "teacherfaq.studentUnsharedBody": "Akaunti za walimu zinaweza kufikia miradi ya wanafunzi iliyoshirikishwa pekee.",
    "teacherfaq.studentDeleteTitle": "Je, ninaweza kufuta akaunti za wanafunzi?",
    "teacherfaq.studentDeleteBody": "Haiwezekani kwa mwalimu kufuta akaunti ya mwanafunzi. mwanafunzi anaweza kufuta akaunti yake mwenyewe kwenye mipangilio",
    "teacherfaq.studentAddTitle": "Je! Ninaweza kuongeza akaunti iliyopo ya Scratch kwenye darasa langu?",
    "teacherfaq.studentAddBody": "Akaunti zilizoundwa na mwalimu, ndizo zinaweza kuwa sehemu ya darasa. Walakini, tunatatumai boresha utumiaji ika toleo la baadaye.",
    "teacherfaq.studentMultipleTitle": "Je, mwanafunzi anaweza kujiunga na madarasa mengine mengi?",
    "teacherfaq.studentMultipleBody": "Mwanafunzi anaweza kuwa tu sehemu ya darasa moja. Walakini, tunatumai kuongeza kipendengele cha kuwezesha hii katika toleo la baadaye.",
    "teacherfaq.studentDiscussTitle": "Je! Kuna nafasi ya kujadili Akaunti ya Mwalimu na walimu wengine?",
    "teacherfaq.studentDiscussBody": "Ndio, unaweza kushiriki katika majadiliano na waalimu wengine katika<a href=\"http://scratched.gse.harvard.edu/\"> ScratchEd</a>, jamii ya mtandaoni ya walimu wa Scratch. Tazama mabaraza yao ili ujiunge kwenye mazungumzo juu ya<a href=\"http://scratched.gse.harvard.edu/discussions\"> mada kadhaa</a>, pamoja na zinazohusu Akaunti za walimu. ScratchEd imeandaliwa na kuungwa mkono na Chuo Kikuu cha Uzalimi cha Harvard  kitivo cha Elimu.",
    "teacherfaq.studentDataTitle": "Scratch hukusanya data ipi kutoka kwa wanafunzi?",
    "teacherfaq.studentDataBody": "Mwanafunzi anapojiandikisha kwanza kwenye Scratch, tunauliza data ya kimsingi ya kidemografia ikiwa ni pamoja na jinsia, umri (mwezi wa kuzaliwa na mwaka), nchi, na anwani ya barua pepe kwa uthibitisho. Data hii inatumika (katika fomu iliyojumuishwa) katika masomo ya utafiti uliokusudiwa kuboresha uelewa wetu wa jinsi watu wanavyojifunza na Scratch. Wakati mwalimu anatumia Akaunti ya Mwalimu ya Scratch ili kuunda akaunti za wanafunzi kwa wingi, wanafunzi hawahitajika kutoa anwani ya barua pepe kwa usanidi wa akaunti zao.",
    "teacherfaq.studentPrivacyLawsTitle": "Je! Scratch 2.0 (toleo la mtandaoni) linaambatana na sheria za faragha kuhusa data na kufuata sheria za kimarikani?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch inajali sana juu ya faragha ya wanafunzi na ya watu wote wanaotumia jukwaa letu. Tumeweka taratibu za kiufundi na za elektroniki kulinda taarifa tunazokusanya kwenye wavuti ya Scratch. Ingawa hatuko katika nafasi ya kutoa dhamana ya kimkataba na kila chombo kinachotumia bidhaa zetu za elimu bure, tunafuata sheria zote za serikali za Amerika ambazo zinatumika kwa MIT, shirika la 501 (c) (3) na shirika ambalo liliunda na linashughulikia Scratch. Tunakuhimiza kusoma sera ya faragha ya Scratch kwa habari zaidi",
    "teacherfaq.commTitle": "Jumuiya",
    "teacherfaq.commHiddenTitle": "Je, ninaweza kutengeneza darasa lililofichika?",
    "teacherfaq.commHiddenBody": "Hapana. Mada zote zinazoshirikishwa ndani ya darasa lako zitaonekana na wanajumuiya ya Scratch.",
    "teacherfaq.commWhoTitle": "Wanafunzi wangu wanaweza kushirikiana na nani katika Scratch?",
    "teacherfaq.commWhoBody": "43\nAkaunti za wanafunzi zina haki sawa za jamii kama akaunti ya kawaida ya Scratch, kama vile miradi ya kushiriki, kutoa maoni, kuunda studio, na kadhalika. Kama mwalimu, unaweza kuona shughuli zote za wanafunzi wako na kukadiria viwango vya matendo na shughuli ndani ya darasa lako.",
    "teacherfaq.commInappropriateTitle": "Je, ninaweza kuchukua hatua gani ikiwa nitaliona jambo lisilofaa?",
    "teacherfaq.commInappropriateBody": "Unaweza kuyaondoa maoni yasiyofaa na miradi inayoundwa na wanafunzi wako moja kwa moja. Ukipata mada zisiyofaa zilizoundwa na watu wasio wanafunzi, tafadhali taarifu Timu ya Scratch kwa kubonyeza kitufe cha ripoti au kutuma ujumbe  kwa <a href=\"/contact-us\">Wasiliana Nasi </a>."
}