{
    "teacherfaq.title": " Akaunti ya Mwalimu wa Scratch, Maswali yanayoulizwa mara kwa mara ",
    "teacherfaq.educatorTitle": "Scratch Educator FAQ",
    "teacherfaq.educatorGetStartedTitle": "Mimi ni mwalimu mgeni kwa Scratch, naweza kuanza vipi?",
    "teacherfaq.educatorGetStartedBody": "Scratch ina rasilimali nyingi zinazopatikana ili kukusaidia kuanza! Tafadhali angalia {educatorResourcesLink} yetu kwa Miongozo, Mafunzo, na rasilimali nyingine nyingi ili kukusaidia kuendeleza darasa lako na Scratch!",
    "teacherfaq.educatorResourcesLink": "Ukurasa wa Nyenzo za Mwalimu",
    "teacherfaq.teacherWhatTitle": "Akaunti za mwalimu ni zipi?",
    "teacherfaq.teacherWhatBody": "Akaunti ya Mwalimu ya Scratch inapatia wakufunzi vipengele vya kumudu jinsi wanafunzi wanashiriki kwenye Scratch. Vipengele hivi vinawawezesha kuunda akaunti ya wanafunzi, kupanga miradi ya wanafunzi kwenye studio na  kufuatilia maoni ya wanafunzi. Jifunze mengi kuhusu Akaunti ya Walimu kwenye video hapo chini:",
    "teacherfaq.teacherSignUpTitle": "Je ninaweza kuomba akaunti ya mwalimu vipi?",
    "teacherfaq.teacherSignUpBody": "Kuomba Akaunti ya Mwalimu, tafadhali nenda kwenye <a href=\"/educators/register\">fomu</a> ya maombi ya akaunti ya mwalimu.",
    "teacherfaq.teacherSignUpBodyHTML": "Kuomba Akaunti ya Mwalimu, tafadhali nenda kwenye <a>fomu</a> ya maombi ya akaunti ya mwalimu.",
    "teacherfaq.classMultipleTeachersTitle": "Je, darasa linaweza kuwa na walimu wengi?",
    "teacherfaq.classMultipleTeachersBody": "Darasa linaweza kuhusishwa na akaunti moja tu ya mwalimu .",
    "teacherfaq.teacherPersonalTitle": "Kwa nini unataka kujua habari yangu ya kibinafsi wakati wa usajili ",
    "teacherfaq.teacherPersonalBody": "Tunatumia habari hii kuthibitisha kuwa mwagiza akaunti ni mwalimu. Hatutashiriki habari hii na mtu mwingine yeyote, na haitatolewa hadharani kwenye wavuti.",
    "teacherfaq.teacherGoogleTitle": "Je, Scratch inatumika na Google Classroom, Clever au huduma nyingine yoyote ya usimamizi wa darasa?",
    "teacherfaq.teacherGoogleBody": "Hapana, Scratch haitumiki na huduma zozote za usimamizi wa darasani.",
    "teacherfaq.teacherEdTitle": "Je, akaunti za waalimu za Scratch zimeunganishwa na akaunti za ScratchEd ? ",
    "teacherfaq.teacherEdBody": "Hapana,  akaunti ya mwalimu ya Scratch haijaunganishwa na akaunti ya <a href=\"http://scratched.gse.harvard.edu/\"> ScratchEd</a> ",
    "teacherfaq.teacherEdBodyHTML": "Hapana,  akaunti ya mwalimu ya Scratch haijaunganishwa na akaunti ya <a> ScratchEd</a> ",
    "teacherfaq.teacherFeaturesTitle": "Je, kipengele hiki kipo, la sivyo, unaweza kukiongeza tafadhali?",
    "teacherfaq.teacherFeaturesBody": "Kwa kawaida, vipengele vingi huuliziwa, vikiwemo:",
    "teacherfaq.teacherFeaturesConvert": "Kugeuza Akaunti za Scratch kuwa Akaunti za Mwanafunzi",
    "teacherfaq.teacherMoveStudents": "Kuhamisha Akaunti za Mwanafunzi kwa Akaunti zingine za Mwalimu na Madarasa",
    "teacherfaq.teacherMultipleClasses": "Kuwa na Akaunti za Mwanafunzi katika Madarasa mengi, au kuhusishwa na Akaunti nyingi za Mwalimu",
    "teacherfaq.teacherLMSs": "Kuunganishwa na mifumo ya usimamizi wa darasa kama Google Classroom na Clever",
    "teacherfaq.teacherLimitStudent": "Kadiri vipengele walivyonavyo wanafunzi, kama vile kuona au kuweza kupachika maoni",
    "teacherfaq.teacherWillNotImplement": "Haiwezekani kufanya vitu hivi kwa Scratch kwa wakati huu. Tungependa kuongeze matumizi mengine kwenye Akaunti ya Walimu na kuiwezesha kufanya vitu hivi lakini Scratch ni shirika dogo lenye rasilimali chache. Kwa hivo, itachukua muda kabla ya sisi kuwezesha matumizi mengine.",
    "teacherfaq.studentTransferTitle": "Naweza kuhamisha mwanafunzi kutoka Akaunti moja ya Mwalimu au darasa hadi jingine?",
    "teacherfaq.studentTransferBody": "Hapana, haiwezekani kuhamisha wanafunzi kutoka darasa moja au mwalimu kwenda mwingine. Unaweza kuunda Akaunti mpya ya Mwanafunzi kwa mwanafunzi kwa kutumia Akaunti tofauti ya Mwalimu ikiwa wanahitaji kuwa sehemu ya darasa jipya.",
    "teacherfaq.studentAccountsTitle": "Akaunti za wanafunzi",
    "teacherfaq.studentVerifyTitle": " Je, ninahitaji kuthibitisha kila moja ya barua pepe za wanafunzi wangu?",
    "teacherfaq.studentVerifyBody": "La. Anwani ya barua pepe ya Akaunti ya Mwalimu hutumiwa kwa Akaunti zote za Mwanafunzi, kwa hivyo hakuna haja ya kuthibitisha anwani za barua pepe za wanafunzi.",
    "teacherfaq.studentEndTitle": "Kitu gani hufanyika ninapotamatisha darasa langu?",
    "teacherfaq.studentEndBody": "Unapomaliza darasa, ukurasa wako wa wasifu wa darasa utafichwa, nao wanafunzi wako hawataweza kuingia tena (lakini miradi yao na studio za darasa bado zitaonekana kwenye tovuti). Unaweza kufungua darasa tena wakati wowote ",
    "teacherfaq.studentForgetTitle": "Kitu gani hufanyika mwanafunzi anaposahau nenosiri yake?",
    "teacherfaq.studentForgetBody": "Unaweza kuweka upya nywila ya mwanafunzi kwa kutumia Akaunti yako ya Mwalimu ya Scratch. Kwanza, nenda kwa Darasa langu (kupitia kwa bendera ya zambarau kwenye Mwanzo au kwenye menyu ya kushuka karibu na ikoni ya mtumiaji). Kutoka hapo, tafuta darasa sahihi na ubonyeze kiungo cha Wanafunzi. Kisha unaweza kuweka upya nywila katika kiwango cha mwanafunzi ukitumia menyu ya Mipangilio.",
    "teacherfaq.studentUnsharedTitle": "Je! Ninaweza kuona miradi ya wanafunzi ambayo hajashiriki?",
    "teacherfaq.studentUnsharedBody": "Akaunti za walimu zinaweza kufikia miradi ya wanafunzi iliyoshirikishwa pekee.",
    "teacherfaq.studentDeleteTitle": "Je, ninaweza kufuta akaunti za wanafunzi?",
    "teacherfaq.studentDeleteBody": "Huwezi kufuta akaunti ya mwanafunzi kwa kutumia Akaunti ya Mwalimu, lakini Akaunti za Mwanafunzi zinaweza kufutwa kupitia ukurasa {accountSettingsLink} wakati umeingia kwenye Akaunti ya Mwanafunzi.",
    "teacherfaq.accountSettings": "Mipangilio ya Akaunti",
    "teacherfaq.studentAddExistingTitle": "Wanafunzi wangu wengine tayari wako na akaunti ya Scratch. Ntawaongeza aje kwenye darasa?",
    "teacherfaq.studentAddExistingBody": "Haiwezekani kuongeza akaunti iliyopo ya Scratch kwenye darasa. Utahitaji kuunda Akaunti mpya ya Mwanafunzi kwa kutumia Akaunti yako ya Mwalimu.",
    "teacherfaq.studentMultipleTitle": "Je, mwanafunzi anaweza kujiunga na madarasa mengine mengi?",
    "teacherfaq.studentMultipleBody": "Mwanafunzi anaweza tu kujiunga na darasa moja.",
    "teacherfaq.studentDiscussTitle": "Je! Kuna nafasi ya kujadili Akaunti ya Mwalimu na walimu wengine?",
    "teacherfaq.studentDiscussionBody": "You can engage in discussions with other teachers by joining the {facebookGroupLink}, where you will find conversations about a number of topics, including Teacher Accounts. This group was established by the {creativeComputingLabLink} at the Harvard Graduate School of Education. You can also browse {scratchEdLink}, which is now an archived site, but includes extensive forums and resources related to Scratch in educational settings.",
    "teacherfaq.creativeComputingLab": "Creative Computing Lab",
    "teacherfaq.facebookGroup": "Teaching with Scratch Facebook group",
    "teacherfaq.privacyPolicy": "Sera ya Faragha ya Scratch",
    "teacherfaq.studentDataTitle": "Scratch hukusanya data ipi kutoka kwa wanafunzi?",
    "teacherfaq.studentDataBody": "Wakati mwanafunzi anapojiandikisha kwa mara ya kwanza kwenye Scratch, tunaomba data ya msingi ya idadi ya watu ikiwa ni pamoja na jinsia, umri (mwezi wa kuzaliwa na mwaka), nchi, na anwani ya barua pepe ya uthibitisho. Data hii hutumiwa (kwa fomu iliyojumuishwa) katika masomo ya utafiti yaliyokusudiwa kuboresha uelewa wetu wa jinsi watu wanavyojifunza na Scratch.",
    "teacherfaq.studentDataBody2": "Wakati mwalimu anatumia Akaunti ya Mwalimu ya Scratch kuunda Akaunti za Mwanafunzi, wanafunzi hawahitaji kupeana anwani ya barua pepe. Tunakuhimiza usome {privacyPolicyLink}kwa habari zaidi.",
    "teacherfaq.studentPrivacyLawsTitle": "Je, Scratch inaambatana na sheria za faragha za serikali za mitaa na za shirikisho za Marekani?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch inajali sana faragha ya wanafunzi na ya watu wote wanaotumia jukwaa letu. Tunayo taratibu za kiwmili na za elektroniki mahali pa kulinda habari tunayokusanya. Ingawa hatuko katika nafasi ya kutoa dhamana ya kimkataba na kila chombo kinachotumia bidhaa zetu za bure za kielimu, tunafuata sheria zote za shirikisho la Merika ambazo zinatumika kwa shirika lisilo la faida la 501 (c) (3). Tunakutia moyo kusoma {privacyPolicyLink}kwa habari zaidi..",
    "teacherfaq.student250Title": "Nataka kuongeza zaidi ya wanafunzi 250. Je, naweza fanya hivi vipi?",
    "teacherfaq.student250Body": "Haiwezekani kuongeza wanafunzi zaidi ya 250 kwa darasa moja. Unaweza, hata hivyo, kuunda darasa jipya kwenye {myClassesLink} na kuongeza akaunti zingine 250 za wanafunzi kwa kila darasa jipya.",
    "teacherfaq.myClasses": "Ukurasa wangu wa Madarasa",
    "teacherfaq.commTitle": "Jamii",
    "teacherfaq.commHiddenTitle": "Je, naweza kuunda darasa la faragha? ",
    "teacherfaq.commHiddenBody": "Hapana. Mada zote zinazoshirikishwa ndani ya darasa lako zitaonekana na wanajumuiya ya Scratch.",
    "teacherfaq.commWhoTitle": "Wanafunzi wangu wanaweza kushirikiana na nani katika Scratch?",
    "teacherfaq.commWhoBody": "Akaunti za wanafunzi zina haki sawa za jamii kama akaunti ya kawaida ya Scratch, kama vile miradi ya kushiriki, kutoa maoni, kuunda studio, na kadhalika. Kama mwalimu, unaweza kuona shughuli zote za wanafunzi wako na kukadiria viwango vya matendo na shughuli ndani ya darasa lako.",
    "teacherfaq.commInappropriateTitle": "Je, ninaweza kuchukua hatua gani ikiwa nitaliona jambo lisilofaa?",
    "teacherfaq.commInappropriateBody": "Unaweza kuondoa maoni yasiyo sahihi na miradi iliyoundwa na wanafunzi wako. Ikiwa unapata maudhui yasiyo sahihi yaliyoundwa na wasio wanafunzi, tafadhali arifu Timu ya Scratch kwa kubofya kitufe cha 'Ripoti'.",
    "teacherfaq.commTurnOffCommentsTitle": "Naweza kuzima uwezo wa wanafunzi kuona na kuchapisha maoni?",
    "teacherfaq.commTurnOffCommentsBody": "Hapana, huwezi toa kipengele cha kutoa maoni kwa wanafunzi wako kwenye Jamii ya mtandaoni. Unaweza chagua kutoa uwezo wa wengine kuacha maoni kwenye wasifu wao na kila mradi binafsi, lakini hakuna kipengele kwenye tovuti nzima cha kuzuia kutoa maoni. Ikiwa kutoa maoni haifai kwa wanafunzi wako, unaweza taka kutumia {desktopLink} ambalo ni toleo lisilo mtandaoni la kihariri cha mradi wa Scratch ambacho hakihusishi jamii ya mtandaoni.",
    "teacherfaq.commBlockGamesTitle": "Naweza kuwazuia wanafunzi wangu kucheza michezo kwenye Scratch?",
    "teacherfaq.commBlockGamesBody1": "Hatuondoi miradi ambayo ni michezo, au iliyoongozwa na michezo maarufu ya video isipokuwa ina mambo mengine ambayo yangekuwa yasiyo bora kwa watoto. Tunaamini kwamba watoto wanajifunza vyema wakati wa kufanya kazi kwenye miradi kuhusu vitu katika maisha yao wana shauku juu yao; moja ya mambo mara nyingi ni shauku juu ya ni michezo.",
    "teacherfaq.commBlockGamesBody2": "Ikiwa unajua miradi yoyote maalum ambayo ina vipengele visivyofaa, tafadhali bofya kitufe cha 'Ripoti' ambacho kinaonekana kwenye ukurasa wa mradi ili tuweze kuchukua hatua mwafaka."
}