{
    "teacherfaq.title": "Scratch Öğretmen Hesabı Sık Sorulan Sorular",
    "teacherfaq.teacherWhatTitle": "Öğretmen hesabı nedir?",
    "teacherfaq.teacherWhatBody": "Scratch Öğretmen Hesabı, öğrencilerin Scratch kullanımını yönetebilmeleri için öğretmen ve diğer eğitimcilere, öğrenci hesaplarını oluşturma, stüdyolarda öğrenci projeleri organize etme ve öğrenci yorumlarını kontrol etme gibi yetkiler sağlar. Aşağıdaki videodan Öğretmen Hesapları hakkında daha fazla bilgi edinebilirsiniz:",
    "teacherfaq.teacherSignUpTitle": "Öğretmen hesabı isteğini nasıl yapabilirim?",
    "teacherfaq.teacherSignUpBody": "Öğretmen Hesabı almak için, <a href=\"/educators/register\">öğretmen hesabı istek formunu</a> doldurun.",
    "teacherfaq.teacherWaitTitle": "Neden hesabım için bir gün beklemeliyim?",
    "teacherfaq.teacherWaitBody": "Scratch Takımı, bu zamanı hesap oluşturanın kişinin gerçekten bir eğitimci olup olmadığını manuel olarak belirlemek için kullanır.",
    "teacherfaq.teacherPersonalTitle": "Kayıt sırasında kişisel bilgilerimi öğrenme sebebiniz nedir?",
    "teacherfaq.teacherPersonalBody": "Bu bilgiler hesap oluşturan kişinin eğitimci olduğunu doğrulamak için kullanılır. Bu bilgiler başkalarıyla paylaşılmaz ve internet sitesinde herkese açık olarak yayınlanmaz.",
    "teacherfaq.teacherGoogleTitle": "Öğretmen hesapları, Google Sınıf Yönetimi veya başka bir sınıf yönetimi hizmeti ile entegre mi?",
    "teacherfaq.teacherGoogleBody": "Scratch Öğretmen hesapları herhangi bir sınıf yönetim sistemi ile entegre değildir.",
    "teacherfaq.teacherEdTitle": "Scratch Öğretmen hesapları ScratchEd hesapları ile bağlantılı mıdır?",
    "teacherfaq.teacherEdBody": "Hayır, Scratch Öğretmen hesapları <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> hesapları ile bağlantılı değildir.",
    "teacherfaq.teacherMultipleTitle": "Bir sınıfta birden fazla öğretmen olabilir mi?",
    "teacherfaq.teacherMultipleBody": "Bir sınıfın yalnızca bir öğretmen hesabı olabilir.",
    "teacherfaq.teacherQuestionsTitle": "Öğretmen Hesapları hakkında sorularım veya yorumlarım var ise ne yapmalıyım?",
    "teacherfaq.teacherQuestionsBody": "Öğretmen Hesapları ile ilgili herhangi bir sorunuz veya geri bildiriminiz varsa, bize <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu </a> adresinden mesaj gönderebilirsiniz.",
    "teacherfaq.studentAccountsTitle": "Öğrenci Hesapları",
    "teacherfaq.studentVerifyTitle": "Her bir öğrencimin e-posta hesaplarını doğrulamak zorunda mıyım?",
    "teacherfaq.studentVerifyBody": "Hayır. Öğrenci hesapları benzersiz e-posta adresleri kullanmadığından, öğretmen e-posta adresinizi onaylamak tüm sınıf hesaplarında paylaşım yapmayı etkinleştirir.",
    "teacherfaq.studentEndTitle": "Sınıfımı sonlandırdığımda ne olur?",
    "teacherfaq.studentEndBody": "Bir sınıfı sonlandırdığınızda, sınıf profil sayfanız gizlenir ve öğrencileriniz artık sayfaya giriş yapamaz (ancak projeleri ve sınıf stüdyoları sitede görünmeye devam eder). Sınıfı istediğiniz zaman yeniden açabilirsiniz.",
    "teacherfaq.studentForgetTitle": "Bir öğrenci şifresini unuttuğu zaman ne olur?",
    "teacherfaq.studentForgetBody": "Herhangi bir öğrencinin şifresini Scratch Öğretmen Hesabınızdan manuel olarak sıfırlayabilirsiniz. Öncelikle, Sınıflarım'a gidin (ana sayfadaki mor başlıktan veya kullanıcı simgenizin yanındaki açılır menüden). Oradan doğru Sınıfı bulun ve Öğrenciler bağlantısını tıklayın. Daha sonra şifreyi, Öğrenci menüsündeki Ayarlar menüsünü kullanarak sıfırlayabilirsiniz.",
    "teacherfaq.studentUnsharedTitle": "Paylaşılmayan öğrenci projelerini görebilir miyim?",
    "teacherfaq.studentUnsharedBody": "Öğretmen hesapları yalnızca paylaşılan öğrenci projelerine erişebilir.",
    "teacherfaq.studentDeleteTitle": "Öğrenci hesaplarını silebilir miyim?",
    "teacherfaq.studentDeleteBody": "Bir öğretmenin öğrenci hesabını silmesi mümkün değildir. Bir öğrenci kendi hesabını Hesap Ayarlarından silebilir.",
    "teacherfaq.studentAddTitle": "Var olan bir Scratch hesabını sınıfıma ekleyebilir miyim?",
    "teacherfaq.studentAddBody": "Sadece öğretmen tarafından oluşturulan hesaplar bir sınıfın parçası olabilir. Ancak, bu özelliği sonraki sürümlere eklemek için çalışıyoruz.",
    "teacherfaq.studentMultipleTitle": "Bir öğrenci birden fazla sınıfta olabilir mi?",
    "teacherfaq.studentMultipleBody": "Bir öğrenci sadece bir sınıfta olabilir. Ancak, bu özelliği sonraki sürümlere eklemek için çalışıyoruz.",
    "teacherfaq.studentDiscussTitle": "Öğretmen Hesaplarını diğer öğretmenler ile tartışmak için bir yer var mı?",
    "teacherfaq.studentDiscussBody": "Evet, Scratch eğitimcileri için çevrimiçi bir topluluk olan <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>deki diğer öğretmenlerle tartışmalara katılabilirsiniz. Öğretmen Hesapları ile sınırlı olmayan<a href=\"http://scratched.gse.harvard.edu/discussions\"> bir çok konudaki</a> tartışmalara katılmak için forumlara göz atın. ScratchEd Harvard eğitim Bilimleri Enstitüsü tarafından geliştirilmiş ve desteklenmiştir.",
    "teacherfaq.studentDataTitle": "Scratch öğrenciler hakkında hangi verileri topluyor?",
    "teacherfaq.studentDataBody": "Bir öğrenci ilk kez Scratch'a kaydolduğunda, cinsiyet, yaş (doğum ayı ve yılı), ülke ve doğrulama için bir e-posta adresi gibi temel demografik verileri isteriz. Bu veriler, insanların Scratch ile nasıl öğrendiği konusundaki anlayışımızı geliştirmeyi amaçlayan araştırma çalışmalarında (kümelenmiş halde) kullanılır. Bir eğitimci, öğrenci hesaplarını toplu olarak oluşturmak için bir Scratch Öğretmeni Hesabı kullandığında, hesap kurulumu için bir e-posta adresi sunması gerekmez.",
    "teacherfaq.studentPrivacyLawsTitle": "Scratch 2.0 (çevrimiçi versiyonu) ABD'nin bölgesel ve federal veri gizliliği kanunlarına uyuyor mu?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch, öğrencilerin ve platformumuzu kullanan tüm bireylerin mahremiyetine büyük önem vermektedir. Scratch web sitesinde topladığımız bilgileri korumak için fiziksel ve elektronik prosedürler uyguluyoruz. Her ne kadar ücretsiz eğitim ürünümüzü kullanan her bir işletme ile sözleşme yapma pozisyonunda olmamıza rağmen, Scratch'i yaratan ve koruyan MIT, bir 501 (c) (3) kuruluşudur ve ABD'de geçerli olan tüm federal yasalara uygundur. Daha fazla bilgi için Scratch Gizlilik Politikası'nı okumanızı öneririz",
    "teacherfaq.commTitle": "Topluluk",
    "teacherfaq.commHiddenTitle": "Gizli bir sınıf oluşturabilir miyim?",
    "teacherfaq.commHiddenBody": "Hayır. Sınıfınızda paylaşılan tüm içerik, Scratch topluluğu için erişilebilir olacaktır.",
    "teacherfaq.commWhoTitle": "Öğrencilerim Scratch'te kimlerle etkileşimde olabilir?",
    "teacherfaq.commWhoBody": "Öğrenci hesapları; standart bir Scratch hesabı gibi proje paylaşımı, yorum yapma, stüdyo oluşturma vb haklara sahiptir. Öğretmen olarak, öğrencilerinizin tüm aktivitelerini görebilir ve sınıfınızı ılımlı bir tarzda yönetebilirsiniz.",
    "teacherfaq.commInappropriateTitle": "Eğer uygunsuz bir içerik gördüysem ne yapmalıyım?",
    "teacherfaq.commInappropriateBody": "Öğrencilerinizin yarattığı uygunsuz yorumları ve projeleri manuel olarak kaldırabilirsiniz. Öğrenci olmayan kişiler tarafından oluşturulmuş uygunsuz içerik bulursanız, lütfen Rapor Et düğmesine tıklayarak veya <a href=\"/contact-us\">bizimle iletişime geçin</a>bağlantısından mesaj göndererek Scratch Ekibine bildirin."
}