{
    "teacherfaq.title": "Scratch Öğretmen Hesabı Sık Sorulan Sorular",
    "teacherfaq.educatorTitle": "Scratch Eğitimci SSS",
    "teacherfaq.educatorGetStartedTitle": "Scratch'ta yeni olan bir eğitimciyim, nasıl başlayabilirim?",
    "teacherfaq.educatorGetStartedBody": "Scratch, başlamanıza yardımcı olacak birçok kaynağa sahiptir! Scratch ile sınıfınızı yönetmenize yardımcı olacak Kılavuzlar, Öğreticiler ve diğer birçok kaynak için lütfen {educatorResourcesLink} sayfamıza bakın!",
    "teacherfaq.educatorResourcesLink": "Eğitimci Kaynakları sayfası",
    "teacherfaq.teacherWhatTitle": "Öğretmen hesabı nedir?",
    "teacherfaq.teacherWhatBody": "Scratch Öğretmen Hesabı, eğitimcilere, öğrenci hesapları oluşturma, öğrenci projelerini stüdyolar halinde organize etme ve öğrenci yorumlarını izleme dahil olmak üzere Scratch'ta öğrenci katılımını yönetmek için ek özellikler sağlar. Aşağıdaki videoda Öğretmen Hesapları hakkında daha fazla bilgi edinin:",
    "teacherfaq.teacherSignUpTitle": "Öğretmen hesabı isteğini nasıl yapabilirim?",
    "teacherfaq.teacherSignUpBody": "Öğretmen Hesabı almak için, <a href=\"/educators/register\">öğretmen hesabı istek formunu</a> doldurun.",
    "teacherfaq.teacherSignUpBodyHTML": "Öğretmen Hesabı almak için, <a>öğretmen hesabı istek formunu</a> doldurun.",
    "teacherfaq.classMultipleTeachersTitle": "Bir sınıfta birden fazla öğretmen olabilir mi?",
    "teacherfaq.classMultipleTeachersBody": "Bir sınıfın yalnızca bir öğretmen hesabı olabilir.",
    "teacherfaq.teacherPersonalTitle": "Kayıt sırasında kişisel bilgilerimi öğrenme sebebiniz nedir?",
    "teacherfaq.teacherPersonalBody": "Bu bilgiler hesap oluşturan kişinin eğitimci olduğunu doğrulamak için kullanılır. Bu bilgiler başkalarıyla paylaşılmaz ve internet sitesinde herkese açık olarak yayınlanmaz.",
    "teacherfaq.teacherGoogleTitle": "Öğretmen hesapları, Google Classroom, Clever veya başka bir sınıf yönetimi hizmeti ile entegre mi?",
    "teacherfaq.teacherGoogleBody": "Hayır, Scratch herhangi bir sınıf yönetimi hizmetiyle bağlantı kurmaz.",
    "teacherfaq.teacherEdTitle": "Scratch Öğretmen hesapları ScratchEd hesapları ile bağlantılı mıdır?",
    "teacherfaq.teacherEdBody": "Hayır, Scratch Öğretmen hesapları <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> hesapları ile bağlantılı değildir.",
    "teacherfaq.teacherEdBodyHTML": "Hayır, Scratch Öğretmen hesapları <a>ScratchEd</a> hesapları ile bağlantılı değildir.",
    "teacherfaq.teacherFeaturesTitle": "Bu özellik var mı, yoksa ekler misiniz?",
    "teacherfaq.teacherFeaturesBody": "Aşağıdakiler de dahil olmak üzere birçok özellik yaygın olarak istenmektedir:",
    "teacherfaq.teacherFeaturesConvert": "Mevcut Scratch Hesaplarını Öğrenci Hesaplarına Dönüştürme",
    "teacherfaq.teacherMoveStudents": "Öğrenci Hesaplarını Diğer Öğretmen Hesaplarına ve Sınıflarına Taşıma",
    "teacherfaq.teacherMultipleClasses": "Öğrenci Hesaplarının birden fazla Sınıfta olması veya birden fazla Öğretmen Hesabı ile ilişkilendirilmesi",
    "teacherfaq.teacherLMSs": "Google Classroom ve Clever gibi sınıf yönetim sistemleriyle bağlantı kurma",
    "teacherfaq.teacherLimitStudent": "Öğrencilerin yorum görme veya yorum gönderebilme gibi sahip oldukları özellikleri sınırlandırın",
    "teacherfaq.teacherWillNotImplement": "Bunların hiçbirini Scratch'te yapmak şu anda mümkün değil. Öğretmen Hesaplarının işlevselliğini genişletmeyi çok isteriz ve bu özelliklerin tümü eklemek istediğimiz şeylerdir. Ancak, Scratch küçük bir kuruluştur ve kaynaklarımız sınırlıdır, bu nedenle bu değişikliklerden herhangi birini uygulamamız çok uzun zaman alabilir.",
    "teacherfaq.studentTransferTitle": "Öğrenciyi bir Öğretmen Hesabından veya sınıftan diğerine aktarabilir miyim?",
    "teacherfaq.studentTransferBody": "Hayır, bir sınıftan veya öğretmenden diğerine öğrenci transferi mümkün değildir. Yeni bir sınıfın parçası olmaları gerekiyorsa, farklı bir Öğretmen Hesabı kullanan öğrenci için yeni bir Öğrenci Hesabı oluşturabilirsiniz.",
    "teacherfaq.studentAccountsTitle": "Öğrenci Hesapları",
    "teacherfaq.studentVerifyTitle": "Öğrenci e-postalarımın her birini doğrulamam gerekiyor mu?",
    "teacherfaq.studentVerifyBody": "Hayır. Öğretmen Hesabının e-posta adresi tüm Öğrenci Hesapları için kullanılır, bu nedenle öğrencilerin e-posta adreslerini doğrulamaya gerek yoktur.",
    "teacherfaq.studentEndTitle": "Sınıfımı sonlandırdığımda ne olur?",
    "teacherfaq.studentEndBody": "Bir sınıfı sonlandırdığınızda, sınıf profil sayfanız gizlenir ve öğrencileriniz artık sayfaya giriş yapamaz (ancak projeleri ve sınıf stüdyoları sitede görünmeye devam eder). Sınıfı istediğiniz zaman yeniden açabilirsiniz.",
    "teacherfaq.studentForgetTitle": "Bir öğrenci şifresini unuttuğu zaman ne olur?",
    "teacherfaq.studentForgetBody": "Herhangi bir öğrencinin şifresini Scratch Öğretmen Hesabınızdan manuel olarak sıfırlayabilirsiniz. Öncelikle, Sınıflarım'a gidin (ana sayfadaki mor başlıktan veya kullanıcı simgenizin yanındaki açılır menüden). Oradan doğru Sınıfı bulun ve Öğrenciler bağlantısını tıklayın. Daha sonra şifreyi, Öğrenci menüsündeki Ayarlar menüsünü kullanarak sıfırlayabilirsiniz.",
    "teacherfaq.studentUnsharedTitle": "Paylaşılmayan öğrenci projelerini görebilir miyim?",
    "teacherfaq.studentUnsharedBody": "Öğretmen hesapları yalnızca paylaşılan öğrenci projelerine erişebilir.",
    "teacherfaq.studentDeleteTitle": "Öğrenci hesaplarını silebilir miyim?",
    "teacherfaq.studentDeleteBody": "Öğretmen Hesabı kullanarak bir öğrencinin hesabını silemezsiniz, ancak Öğrenci Hesabında oturum açmış durumdayken {accountSettingsLink} sayfasından Öğrenci Hesapları silinebilir.",
    "teacherfaq.accountSettings": "Hesap Ayarları",
    "teacherfaq.studentAddExistingTitle": "Bazı öğrencilerimin zaten Scratch hesapları var, bunları sınıfıma nasıl eklerim?",
    "teacherfaq.studentAddExistingBody": "Bir sınıfa mevcut bir Scratch hesabı eklemek mümkün değildir. Öğretmen Hesabınızı kullanarak onlar için yeni bir Öğrenci Hesabı oluşturmanız gerekecektir.",
    "teacherfaq.studentMultipleTitle": "Bir öğrenci birden fazla sınıfta olabilir mi?",
    "teacherfaq.studentMultipleBody": "Bir öğrenci sadece bir sınıfın parçası olabilir.",
    "teacherfaq.studentDiscussTitle": "Öğretmen Hesaplarını diğer öğretmenler ile tartışmak için bir yer var mı?",
    "teacherfaq.studentDiscussionBody": "Öğretmen Hesapları da dahil olmak üzere bir dizi konu hakkında konuşmalar bulacağınız {facebookGroupLink}'a katılarak diğer öğretmenlerle tartışmalara katılabilirsiniz. Bu grup {creativeComputingLabLink}, Harvard Eğitim Enstitüsü tarafından kurulmuştur. Artık arşivlenmiş bir site olan {scratchEdLink}, ancak eğitim ortamlarında Scratch ile ilgili kapsamlı forumlar ve kaynaklar içeren e-posta adresine de göz atabilirsiniz.",
    "teacherfaq.creativeComputingLab": "Yaratıcı Bilgi İşlem Laboratuvarı",
    "teacherfaq.facebookGroup": "Scratch Facebook grupları ile öğrenme",
    "teacherfaq.privacyPolicy": "Scratch Gizlilik Politikası",
    "teacherfaq.studentDataTitle": "Scratch öğrenciler hakkında hangi verileri topluyor?",
    "teacherfaq.studentDataBody": "Bir öğrenci Scratch'e ilk kaydolduğunda cinsiyet, yaş (doğum ayı ve yılı), ülke ve doğrulama için bir e-posta adresi gibi temel demografik verileri isteriz. Bu veriler (toplanmış biçimde) insanların Scratch ile nasıl öğrendiklerine dair anlayışımızı geliştirmeyi amaçlayan araştırma çalışmalarında kullanılır.",
    "teacherfaq.studentDataBody2": "Bir eğitimci, Öğrenci Hesapları oluşturmak için bir Scratch Öğretmen Hesabı kullandığında, öğrencilerin bir e-posta adresi vermeleri gerekmez. Daha fazla bilgi için {privacyPolicyLink}'i okumanızı öneririz.",
    "teacherfaq.studentPrivacyLawsTitle": "Scratch, Amerika Birleşik Devletleri yerel ve federal veri gizliliği yasalarıyla uyumlu mu?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch, öğrencilerin ve platformumuzu kullanan tüm bireylerin mahremiyetine son derece önem verir. Topladığımız bilgileri korumak için fiziksel ve elektronik prosedürlerimiz var. Ücretsiz eğitim ürünümüzü kullanan her kuruluşa sözleşmeye dayalı garanti verecek durumda olmasak da, 501(c)(3) kar amacı gütmeyen bir kuruluş için geçerli olan tüm Birleşik Devletler federal yasalarına uyuyoruz. Daha fazla bilgi için {privacyPolicyLink}'i okumanızı öneririz.",
    "teacherfaq.student250Title": "Bir sınıfa 250'den fazla öğrenci eklemek istiyorum, bunu nasıl yapabilirim?",
    "teacherfaq.student250Body": "Tek bir sınıfa 250'den fazla öğrenci eklemek mümkün değildir. Ancak {myClassesLink} üzerinde yeni bir sınıf oluşturabilir ve her yeni sınıfa 250 öğrenci hesabı daha ekleyebilirsiniz.",
    "teacherfaq.myClasses": "Sınıflarım sayfası",
    "teacherfaq.commTitle": "Topluluk",
    "teacherfaq.commHiddenTitle": "Özel bir sınıf oluşturabilir miyim?",
    "teacherfaq.commHiddenBody": "Hayır. Sınıfınızda paylaşılan tüm içerik, Scratch topluluğu için erişilebilir olacaktır.",
    "teacherfaq.commWhoTitle": "Öğrencilerim Scratch'te kimlerle etkileşimde olabilir?",
    "teacherfaq.commWhoBody": "Öğrenci hesapları; standart bir Scratch hesabı gibi proje paylaşımı, yorum yapma, stüdyo oluşturma vb haklara sahiptir. Öğretmen olarak, öğrencilerinizin tüm aktivitelerini görebilir ve sınıfınızı ılımlı bir tarzda yönetebilirsiniz.",
    "teacherfaq.commInappropriateTitle": "Eğer uygunsuz bir içerik gördüysem ne yapmalıyım?",
    "teacherfaq.commInappropriateBody": "Öğrencileriniz tarafından oluşturulan uygunsuz yorumları ve projeleri manuel olarak kaldırabilirsiniz. Öğrenci olmayanlar tarafından oluşturulan uygunsuz içerik bulursanız, lütfen 'Bildir' düğmesini tıklayarak Scratch Ekibine bildirin.",
    "teacherfaq.commTurnOffCommentsTitle": "Öğrencilerin yorum görme ve yorum gönderme özelliğini kapatabilir miyim?",
    "teacherfaq.commTurnOffCommentsBody": "Hayır, çevrimiçi Toplulukta öğrencileriniz için yorum yapma özelliğini devre dışı bırakamazsınız. Başkalarının profillerine ve her bir projeye yorum bırakma özelliğini seçerek kapatabilirsiniz, ancak yorum yapmayı kısıtlamak için site genelinde bir özellik yoktur. Yorum yapmak öğrencileriniz için doğru gelmiyorsa, Scratch proje düzenleyicisinin çevrimiçi topluluğu içermeyen çevrimdışı bir sürümü olan {desktopLink}'i kullanmayı düşünebilirsiniz.",
    "teacherfaq.commBlockGamesTitle": "Öğrencilerimin Scratch'te oyun oynamasını engelleyebilir miyim?",
    "teacherfaq.commBlockGamesBody1": "Oyun olan veya popüler video oyunlarından ilham alan projeleri, çocuklar için uygunsuz olabilecek başka unsurlar içermedikçe kaldırmıyoruz. Çocukların en iyi, hayatlarında tutkuyla bağlı oldukları şeylerle ilgili projeler üzerinde çalışırken öğrendiklerine inanıyoruz; genellikle tutkulu oldukları şeylerden biri de oyunlardır.",
    "teacherfaq.commBlockGamesBody2": "Uygun olmayan ögeler içeren herhangi bir projeden haberdarsanız, lütfen proje sayfasında görünen 'Bildir' düğmesini tıklayın, böylece uygun eylemi gerçekleştirebiliriz."
}