{
    "teacherfaq.title": "Câu hỏi thường gặp về Tài khoản Giáo viên",
    "teacherfaq.educatorTitle": "Câu hỏi thường gặp về Nhà giáo dục Scratch",
    "teacherfaq.educatorGetStartedTitle": "Tôi là một nhà giáo dục mới làm quen với Scratch, tôi có thể bắt đầu như thế nào?",
    "teacherfaq.educatorGetStartedBody": "Scratch có nhiều tài nguyên có sẵn để giúp bạn bắt đầu! Vui lòng xem {educatorResourcesLink} để có Hướng dẫn, Bài hướng dẫn và nhiều tài nguyên khác giúp bạn điều hành lớp học bằng Scratch!",
    "teacherfaq.educatorResourcesLink": "Trang Tài nguyên Giáo dục",
    "teacherfaq.teacherWhatTitle": "Tài khoản giáo viên là gì?",
    "teacherfaq.teacherWhatBody": "Tài khoản giáo viên Scratch cung cấp cho các nhà giáo dục các tính năng bổ sung để quản lý sự tham gia của học sinh trên Scratch, bao gồm khả năng tạo tài khoản học sinh, sắp xếp các dự án của học sinh vào studio và theo dõi nhận xét của học sinh. Tìm hiểu thêm về Tài khoản giáo viên trong video dưới đây:",
    "teacherfaq.teacherSignUpTitle": "Tôi có thể yêu cầu tài khoản Giáo viên bằng cách nào?",
    "teacherfaq.teacherSignUpBody": "Để yêu cầu Tài khoản giáo viên, vui lòng truy cập trang tài khoản giáo viên <a href=\"/educators/register\">biểu mẫu yêu cầu</a>.",
    "teacherfaq.teacherSignUpBodyHTML": "Để yêu cầu Tài khoản giáo viên, vui lòng truy cập tài khoản giáo viên <a>Đơn yêu cầu</a>.",
    "teacherfaq.classMultipleTeachersTitle": "Một lớp học có được có nhiều giáo viên hay không?",
    "teacherfaq.classMultipleTeachersBody": "Một lớp học chỉ liên kết với một tài khoản giáo viên.",
    "teacherfaq.teacherPersonalTitle": "Tại sao tôi cần phải cung cấp thông tin cá nhân trong quá trình đăng ký tài khoản?",
    "teacherfaq.teacherPersonalBody": "Chúng tôi sử dụng thông tin cá nhân của bạn để xác nhận danh tính của người làm việc trong lĩnh vực giáo dục. Chúng tôi sẽ không chia sẻ thông tin của bất kỳ cá nhân nào, và nó sẽ không được công khai trên trang.",
    "teacherfaq.teacherGoogleTitle": "Scratch có kết nối với Google Classroom, Clever hoặc bất kỳ dịch vụ quản lý lớp học nào khác không?",
    "teacherfaq.teacherGoogleBody": "Không, Scratch không thể kết nối được với bất kỳ dịch vụ quản lý lớp học nào.",
    "teacherfaq.teacherEdTitle": "Tài khoản Scratch giáo viên có liên kết với tài khoản ScratchEd không?",
    "teacherfaq.teacherEdBody": "Không, tài khoản Scratch của giáo viên sẽ không liên kết với <a href=\"http://scratched.gse.harvard.edu/\"> tài khoản ScratchEd </a>.",
    "teacherfaq.teacherEdBodyHTML": "Không, tài khoản Scratch của giáo viên sẽ không liên kết với <a> tài khoản ScratchEd </a>.",
    "teacherfaq.teacherFeaturesTitle": "Tính năng này có tồn tại không và nếu chưa có, bạn có thể thêm nó vào được không?",
    "teacherfaq.teacherFeaturesBody": "Nhiều tính năng thường được yêu cầu, bao gồm:",
    "teacherfaq.teacherFeaturesConvert": "Chuyển đổi Tài khoản Scratch hiện có thành Tài khoản Sinh viên",
    "teacherfaq.teacherMoveStudents": "Di chuyển tài khoản học sinh sang tài khoản giáo viên và lớp học khác",
    "teacherfaq.teacherMultipleClasses": "Có Tài khoản học sinh ở nhiều Lớp học hoặc được liên kết với nhiều Tài khoản giáo viên",
    "teacherfaq.teacherLMSs": "Kết nối với các hệ thống quản lý lớp học như Google Classroom và Clever",
    "teacherfaq.teacherLimitStudent": "Hạn chế những tính năng mà học sinh có, chẳng hạn như khả năng xem hoặc có thể đăng bình luận",
    "teacherfaq.teacherWillNotImplement": "Hiện tại không thể thực hiện bất kỳ điều nào trong số những điều này trên Scratch. Chúng tôi rất muốn mở rộng chức năng của Tài khoản giáo viên và tất cả các tính năng này là những điều chúng tôi muốn thêm vào. Tuy nhiên, Scratch là một tổ chức nhỏ và nguồn lực của chúng tôi có hạn, vì vậy có thể mất rất nhiều thời gian trước khi chúng tôi có thể triển khai bất kỳ thay đổi nào trong số này.",
    "teacherfaq.studentTransferTitle": "Tôi có thể chuyển học sinh từ Tài khoản giáo viên hoặc lớp học này sang Tài khoản giáo viên hoặc lớp học khác không?",
    "teacherfaq.studentTransferBody": "Không, không thể chuyển học sinh từ lớp học hoặc giáo viên này sang lớp học hoặc giáo viên khác. Bạn có thể tạo Tài khoản học sinh mới cho học sinh bằng Tài khoản giáo viên khác nếu họ cần tham gia lớp học mới.",
    "teacherfaq.studentAccountsTitle": "Tài khoản Học sinh",
    "teacherfaq.studentVerifyTitle": "Tôi có phải xác minh từng thư điện tử của học sinh của mình không?",
    "teacherfaq.studentVerifyBody": "Không. Địa chỉ email của Tài khoản giáo viên được sử dụng cho tất cả Tài khoản học sinh, do đó không cần phải xác minh địa chỉ email của học sinh.",
    "teacherfaq.studentEndTitle": "Chuyện gì sẽ xảy ra nếu tôi \"Kết thúc\" lớp học?",
    "teacherfaq.studentEndBody": "Khi bạn kết thúc lớp học, trang thông tin lớp học sẽ bị ẩn và học sinh sẽ không thể Đăng nhập (nhưng những chương trình và lớp học sẽ vẫn hiển thị). Bạn vẫn có thể mở lại lớp học bất kỳ lúc nào.",
    "teacherfaq.studentForgetTitle": "Chuyện gì sẽ xảy ra nếu học viên quên mật khẩu tài khoản?",
    "teacherfaq.studentForgetBody": "Bạn có thể thay đổi mật khẩu của học sinh theo cách thủ công thông qua Tài khoản Giáo viên. Đầu tiên, chuyển đến Trang lớp học (có thể tìm kiếm ở thanh thông báo màu tím ở trang chủ hoặc ở thanh trình đơn xổ dọc nằm bên cạnh biểu tượng người dùng). Từ đó, tìm đúng lớp học của học sinh và bấm chọn đường dẫn Học sinh. Bạn có thể thiết lập lài mật khẩu Học sinh bằng cách sử dụng Cài đặt.",
    "teacherfaq.studentUnsharedTitle": "Tôi có thể xem những chương tình mà học sinh chưa chia sẻ không?",
    "teacherfaq.studentUnsharedBody": "Tài khoản Giáo viên chỉ có thể truy cập vào những chương trình được học sinh chia sẻ.",
    "teacherfaq.studentDeleteTitle": "Tôi có thể xóa tài khoản học sinh được không?",
    "teacherfaq.studentDeleteBody": "Bạn không thể xóa tài khoản của học sinh bằng cách sử dụng Tài khoản giáo viên, nhưng Tài khoản học sinh có thể bị xóa thông qua trang {accountSettingsLink} khi đăng nhập vào Tài khoản học sinh.",
    "teacherfaq.accountSettings": "Cài đặt Tài khoản",
    "teacherfaq.studentAddExistingTitle": "Một số học sinh của tôi đã có tài khoản Scratch, làm thế nào để tôi thêm các em vào lớp học của mình?",
    "teacherfaq.studentAddExistingBody": "Không thể thêm tài khoản Scratch hiện có vào lớp học. Bạn sẽ cần tạo Tài khoản học sinh mới cho họ bằng Tài khoản giáo viên của bạn.",
    "teacherfaq.studentMultipleTitle": "Học sinh có thể tham gia nhiều lớp học được hay không?",
    "teacherfaq.studentMultipleBody": "Một học sinh chỉ có thể là một phần của một lớp học.",
    "teacherfaq.studentDiscussTitle": "Có không gian nào dành cho Giáo viên trao đổi với nhau không?",
    "teacherfaq.studentDiscussionBody": "Bạn có thể tham gia thảo luận với các giáo viên khác bằng cách tham gia {facebookGroupLink}, , nơi bạn sẽ tìm thấy các cuộc trò chuyện về một số chủ đề, bao gồm Tài khoản giáo viên. Nhóm này được thành lập bởi {creativeComputingLabLink} tại Trường Sau đại học về Giáo dục Harvard. Bạn cũng có thể xem {scratchEdLink}, hiện là một trang web lưu trữ, nhưng bao gồm các diễn đàn và tài nguyên mở rộng liên quan đến Scratch trong môi trường giáo dục.",
    "teacherfaq.creativeComputingLab": "Phòng thí nghiệm máy tính sáng tạo",
    "teacherfaq.facebookGroup": "Dạy học với nhóm Facebook Scratch",
    "teacherfaq.privacyPolicy": "Chính sách bảo mật Scratch",
    "teacherfaq.studentDataTitle": "Scratch sẽ thu thập dữ liệu gì về học sinh?",
    "teacherfaq.studentDataBody": "Khi học sinh lần đầu đăng ký trên Scratch, chúng tôi sẽ yêu cầu dữ liệu nhân khẩu học cơ bản bao gồm giới tính, độ tuổi (tháng và năm sinh), quốc gia và địa chỉ email để xác minh. Dữ liệu này được sử dụng (dưới dạng tổng hợp) trong các nghiên cứu nhằm mục đích cải thiện hiểu biết của chúng tôi về cách mọi người học với Scratch.",
    "teacherfaq.studentDataBody2": "Khi một nhà giáo dục sử dụng Tài khoản giáo viên Scratch để tạo Tài khoản học sinh, học sinh không bắt buộc phải cung cấp địa chỉ email. Chúng tôi khuyến khích bạn đọc {privacyPolicyLink} để biết thêm thông tin.",
    "teacherfaq.studentPrivacyLawsTitle": "Scratch có tuân thủ luật bảo mật dữ liệu của địa phương và liên bang Hoa Kỳ không?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch rất quan tâm đến quyền riêng tư của học sinh và tất cả những cá nhân sử dụng nền tảng của chúng tôi. Chúng tôi có các quy trình vật lý và điện tử để bảo vệ thông tin chúng tôi thu thập. Mặc dù chúng tôi không có khả năng cung cấp bảo đảm theo hợp đồng với từng tổ chức sử dụng sản phẩm giáo dục miễn phí của chúng tôi, nhưng chúng tôi tuân thủ tất cả luật liên bang của Hoa Kỳ áp dụng cho tổ chức phi lợi nhuận 501(c)(3). Chúng tôi khuyến khích bạn đọc {privacyPolicyLink} để biết thêm thông tin.",
    "teacherfaq.studentCountTitle": "Tôi muốn thêm hơn 250 học sinh vào một lớp học, tôi có thể làm như thế nào?",
    "teacherfaq.studentCountBody": "Không thể thêm hơn 250 học sinh vào một lớp học. Tuy nhiên, bạn có thể tạo một lớp học mới trên {myClassesLink}và thêm 250 tài khoản học sinh vào mỗi lớp mới.",
    "teacherfaq.myClasses": "Trang Lớp học của tôi",
    "teacherfaq.commTitle": "Cộng đồng",
    "teacherfaq.commHiddenTitle": "Tôi có thể tạo một lớp học riêng không?",
    "teacherfaq.commHiddenBody": "Không. Tất cả nội dung được chia sẻ trong lớp học đều có thể truy cập bởi cộng đồng Scratch.",
    "teacherfaq.commWhoTitle": "Học sinh của tôi có thể tương tác với ai trên Scratch?",
    "teacherfaq.commWhoBody": "Tài khoản học sinh có quyền cộng đồng tương tự như các tài khoản Scratch thông thường, như là chia sẻ chương trình, bình luận, tạo phòng triển lãm, và thích. Với vai trò giáo viên, bạn có thể xem tất cả những hoạt động của học sinh và kiểm duyệt sơ lược những hoạt động trong lớp học.",
    "teacherfaq.commInappropriateTitle": "Tôi phải làm gì nếu phát hiện nội dung không phù hợp?",
    "teacherfaq.commInappropriateBody": "Bạn có thể xóa thủ công các bình luận và dự án không phù hợp do học sinh của bạn tạo ra. Nếu bạn tìm thấy nội dung không phù hợp do những người không phải học sinh tạo ra, vui lòng thông báo cho Nhóm Scratch bằng cách nhấp vào nút ‘Báo cáo’.",
    "teacherfaq.commTurnOffCommentsTitle": "Tôi có thể tắt chức năng cho phép học sinh xem và đăng bình luận không?",
    "teacherfaq.commTurnOffCommentsBody": "Không, bạn không thể tắt tính năng bình luận cho học sinh của mình trong Cộng đồng trực tuyến. Bạn có thể tắt tùy ý khả năng để người khác để lại bình luận trên hồ sơ của họ và từng dự án riêng lẻ, nhưng không có tính năng nào trên toàn trang web để hạn chế bình luận. Nếu việc bình luận không phù hợp với học sinh của bạn, bạn có thể cân nhắc sử dụng {desktopLink}là phiên bản ngoại tuyến của trình soạn thảo dự án Scratch không bao gồm cộng đồng trực tuyến.",
    "teacherfaq.commBlockGamesTitle": "Tôi có thể chặn học sinh của mình chơi trò chơi trên Scratch không?",
    "teacherfaq.commBlockGamesBody1": "Chúng tôi không xóa các dự án là trò chơi hoặc lấy cảm hứng từ các trò chơi điện tử phổ biến trừ khi chúng chứa các yếu tố khác không phù hợp với trẻ em. Chúng tôi tin rằng trẻ em học tốt nhất khi làm các dự án về những thứ trong cuộc sống mà chúng đam mê; một trong những thứ mà chúng thường đam mê là trò chơi.",
    "teacherfaq.commBlockGamesBody2": "Nếu bạn biết bất kỳ dự án cụ thể nào có chứa các thành phần không phù hợp, vui lòng nhấp vào nút 'Báo cáo' xuất hiện trên trang dự án để chúng tôi có thể thực hiện hành động thích hợp."
}