{
    "teacherfaq.title": "Scratch 教师账号常见问答",
    "teacherfaq.educatorTitle": "Scratch Educator FAQ",
    "teacherfaq.educatorGetStartedTitle": "I’m an educator who is new to Scratch, how can I get started?",
    "teacherfaq.educatorGetStartedBody": "Scratch has many resources available to help you get started! Please see our {educatorResourcesLink} for Guides, Tutorials, and many other resources to help you run your class with Scratch!",
    "teacherfaq.educatorResourcesLink": "Educator Resources page",
    "teacherfaq.teacherWhatTitle": "什么是教师账号？",
    "teacherfaq.teacherWhatBody": "A Scratch Teacher Account provides educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. Learn more about Teacher Accounts in the video below:",
    "teacherfaq.teacherSignUpTitle": "如何申请成为教师账号？",
    "teacherfaq.teacherSignUpBody": "To request a Teacher Account, please go to the teacher account <a href=\"/educators/register\">request form</a>.",
    "teacherfaq.classMultipleTeachersTitle": "一个班级中可以有多个老师吗？",
    "teacherfaq.classMultipleTeachersBody": "一个班级只能有一个教师账号。",
    "teacherfaq.convertToTeacherTitle": "I already have a Scratch account, can you make it a Teacher account?",
    "teacherfaq.convertToTeacherList": "Please send an email to {helpEmail} and be sure to include the following information:",
    "teacherfaq.convertToTeacherUsername": "Your Scratch username (Please double check that you know your username by logging into it before contacting us!)",
    "teacherfaq.convertToTeacherEmail": "The email address associated with your Scratch account",
    "teacherfaq.convertToTeacherBirth": "The birth month and birth year associated with your Scratch account",
    "teacherfaq.teacherPersonalTitle": "为什么我需要在注册时提交这些数据？",
    "teacherfaq.teacherPersonalBody": "我们使用这些信息来验证申请者是否为教师，这些数据不会被公开，也不会被利用在其他非经允许的用途上。",
    "teacherfaq.teacherGoogleTitle": "Does Scratch connect with Google Classroom, Clever or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "No, Scratch does not connect with any classroom management services.",
    "teacherfaq.teacherEdTitle": "Scratch 上的教师账号与 ScratchEd 上的账号互通吗？",
    "teacherfaq.teacherEdBody": "不，Scratch 的账号并没有和 <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> 账号相通。",
    "teacherfaq.teacherFeaturesTitle": "Does this feature exist, and if not, can you please add it?",
    "teacherfaq.teacherFeaturesBody": "Many features are commonly requested, including:",
    "teacherfaq.teacherFeaturesConvert": "Converting existing Scratch Accounts into Student Accounts",
    "teacherfaq.teacherMoveStudents": "Moving Student Accounts to other Teacher Accounts and Classes",
    "teacherfaq.teacherMultipleClasses": "Having Student Accounts be in multiple Classes, or associated with multiple Teacher Accounts",
    "teacherfaq.teacherLMSs": "Connecting with classroom management systems like Google Classroom and Clever",
    "teacherfaq.teacherLimitStudent": "Limit what features students have, such as seeing or being able to post comments",
    "teacherfaq.teacherWillNotImplement": "It is not currently possible to do any of these things on Scratch. We would love to expand the functionality of Teacher Accounts, and all of these features are things we would like to add. However, Scratch is a small organization and our resources are limited, so it may take us a very long time before we can implement any of these changes.",
    "teacherfaq.studentTransferTitle": "Can I transfer a student from one Teacher Account or class to another?",
    "teacherfaq.studentTransferBody": "No, it is not possible to transfer students from one class or teacher to another. You can create a new Student Account for the student using a different Teacher Account if they need to be part of a new class.",
    "teacherfaq.studentAccountsTitle": "学生账号",
    "teacherfaq.studentVerifyTitle": "Do I have to verify each of my student emails?",
    "teacherfaq.studentVerifyBody": "No. The Teacher Account’s email address is used for all Student Accounts, so there is no need to verify students’ email addresses.",
    "teacherfaq.studentEndTitle": "当我关闭我的班级后，会发生什么事？",
    "teacherfaq.studentEndBody": "当你关闭班级后，你的班级讯息页面不再公开，而你的学生们将无法利用学生账号登入，（但他们先前的作品和班级工作室还是可以在网站上浏览）。而你可以随时重启班级。",
    "teacherfaq.studentForgetTitle": "如果学生忘记他的密码，会发生什么事？",
    "teacherfaq.studentForgetBody": "你可以手动的重设学生密码，方式是：进入「我的班级」中，并找到班级，点选遗失密码的学生，接着你可以透过设定选单重设密码。",
    "teacherfaq.studentUnsharedTitle": "我可以查看学生未分享的作品吗？",
    "teacherfaq.studentUnsharedBody": "教师账号只能浏览学生已分享的作品。",
    "teacherfaq.studentDeleteTitle": "我可以删除学生账号吗？",
    "teacherfaq.studentDeleteBody": "You cannot delete a student’s account by using a Teacher Account, but Student Accounts can be deleted through the {accountSettingsLink} page while logged in to the Student Account.",
    "teacherfaq.accountSettings": "账号设置",
    "teacherfaq.studentAddExistingTitle": "Some of my students already have Scratch accounts, how do I add them to my classroom?",
    "teacherfaq.studentAddExistingBody": "It is not possible to add an existing Scratch account to a classroom. You will need to create a new Student Account for them using your Teacher Account.",
    "teacherfaq.studentMultipleTitle": "学生账号可以同时在多个班级中吗？",
    "teacherfaq.studentMultipleBody": "A student can only be a part of one class.",
    "teacherfaq.studentDiscussTitle": "有提供什么空间专门让教育工作者之间能互相讨论？",
    "teacherfaq.studentDiscussionBody": "Yes, you can engage in discussions with other teachers at {scratchEdLink}, an online community for Scratch educators. Check out their {forumsLink} to join conversations about a number of topics, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.forums": "forums",
    "teacherfaq.privacyPolicy": "Scratch 隐私权政策",
    "teacherfaq.studentDataTitle": "Scratch 会收集学生的哪些信息？",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch.",
    "teacherfaq.studentDataBody2": "When an educator uses a Scratch Teacher Account to create Student Accounts, students are not required to provide an email address. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have physical and electronic procedures in place to protect the information we collect. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to a 501(c)(3) non-profit organization. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.student250Title": "I want to add more than 250 students to a class, how can I do this?",
    "teacherfaq.student250Body": "It is not possible to add more than 250 students to a single class. You can, however, create a new class on the {myClassesLink} and add another 250 student accounts to each new class.",
    "teacherfaq.myClasses": "My Classes page",
    "teacherfaq.commTitle": "社区",
    "teacherfaq.commHiddenTitle": "Can I create a private class?",
    "teacherfaq.commHiddenBody": "不，所有在班级内分享的内容，在 Scratch 社区上都可以被浏览到。",
    "teacherfaq.commWhoTitle": "我的学生能在 Scratch 上和谁互动？",
    "teacherfaq.commWhoBody": "学生账号可以分享作品、评论、建立工作室等，可使用的功能基本上和一般用户没有差别。而教师账号则可以查看所有学生的活动，以及进行班级的管理。",
    "teacherfaq.commInappropriateTitle": "如果看到不适宜的内容该怎么办?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the ‘Report’ button.",
    "teacherfaq.commTurnOffCommentsTitle": "Can I turn off the ability for students to see and post comments?",
    "teacherfaq.commTurnOffCommentsBody": "No, you cannot disable the commenting feature for your students in the online Community. You can selectively turn off the ability for others to leave comments on their profiles and each individual project, but there is not a site-wide feature to restrict commenting. If commenting doesn’t feel right for your students, you may want to consider using the {desktopLink} which is an offline version of the Scratch project editor that does not include the online community.",
    "teacherfaq.commBlockGamesTitle": "Can I block my students from playing games on Scratch?",
    "teacherfaq.commBlockGamesBody1": "We do not remove projects that are games, or inspired by popular video games unless they contain other elements which would be inappropriate for children. We believe that children learn best when working on projects about things in their life they are passionate about; one of the things they are often passionate about is games.",
    "teacherfaq.commBlockGamesBody2": "If you are aware of any specific projects which do contain inappropriate elements, please click the 'Report' button which appears on the project page so we can take appropriate action."
}