{
    "teacherfaq.title": "關於 Scratch 教師帳戶的常見問答",
    "teacherfaq.teacherWhatTitle": "什麼是教師帳號？",
    "teacherfaq.teacherWhatBody": "A Scratch Teacher Account provides educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. Learn more about Teacher Accounts in the video below:",
    "teacherfaq.teacherSignUpTitle": "如何申請成為教師帳戶？",
    "teacherfaq.teacherSignUpBody": "To request a Teacher Account, please go to the teacher account <a href=\"/educators/register\">request form</a>.",
    "teacherfaq.teacherWaitTitle": "為什麼我需要等待 24 小時？",
    "teacherfaq.teacherWaitBody": "Scratch 團隊是用人工方式審查教師帳戶的申請資格。",
    "teacherfaq.classMultipleTeachersTitle": "Can a class have multiple teachers?",
    "teacherfaq.classMultipleTeachersBody": "A class can only have one teacher account associated with it.",
    "teacherfaq.convertToTeacherTitle": "I already have a Scratch account, can you make it a Teacher account?",
    "teacherfaq.convertToTeacherList": "Please send an email to {helpEmail} and be sure to include the following information:",
    "teacherfaq.convertToTeacherUsername": "Your Scratch username (Please double check that you know your username by logging into it before contacting us!)",
    "teacherfaq.convertToTeacherEmail": "The email address associated with your Scratch account",
    "teacherfaq.convertToTeacherBirth": "The birth month and birth year associated with your Scratch account",
    "teacherfaq.teacherPersonalTitle": "為什麼我需要在註冊時提交這些資料？",
    "teacherfaq.teacherPersonalBody": "我們使用這些資訊來驗證申請者是否為教育工作者，這些資料不會被公開，也不會被利用在其他非經允許的用途上。",
    "teacherfaq.teacherGoogleTitle": "Does Scratch connect with Google Classroom, Clever or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "No, Scratch does not connect with any classroom management services.",
    "teacherfaq.teacherEdTitle": "Scratch 上的教師帳戶與 ScratchEd 上的帳戶互通嗎？",
    "teacherfaq.teacherEdBody": "不，Scratch 的帳戶並沒有和 <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> 帳戶相通。",
    "teacherfaq.studentTransferTitle": "Can I transfer a student from one Teacher Account or class to another?",
    "teacherfaq.studentTransferBody": "No, it is not possible to transfer students from one class or teacher to another. You can create a new Student Account for the student using a different Teacher Account if they need to be part of a new class.",
    "teacherfaq.studentAccountsTitle": "學生帳號",
    "teacherfaq.studentVerifyTitle": "我需要一一驗證學生們的電子郵件嗎？",
    "teacherfaq.studentVerifyBody": "No. The Teacher Account’s email address is used for all Student Accounts, so there is no need to verify students’ email addresses.",
    "teacherfaq.studentEndTitle": "當我關閉我的班級後，會發生什麼事？",
    "teacherfaq.studentEndBody": "當你關閉班級後，你的班級訊息頁面不再公開，而你的學生們將無法利用學生帳戶登入，但他們先前的專案和班級創作坊還是可以在站台上瀏覽得到。而你可以隨時重啟班級。",
    "teacherfaq.studentForgetTitle": "如果學生忘記他的密碼，會發生什麼事？",
    "teacherfaq.studentForgetBody": "你可以手動的重設學生密碼，方式是：進入「我的班級」中，並找到班級，點選遺失密碼的學生，接著你可以透過設定選單重設密碼。",
    "teacherfaq.studentUnsharedTitle": "我可以查看學生未分享的專案嗎？",
    "teacherfaq.studentUnsharedBody": "教師帳戶只能瀏覽學生已分享的專案。",
    "teacherfaq.studentDeleteTitle": "我可以刪除學生帳戶嗎？",
    "teacherfaq.studentDeleteBody": "You cannot delete a student’s account by using a Teacher Account, but Student Accounts can be deleted through the {accountSettingsLink} page while logged in to the Student Account.",
    "teacherfaq.accountSettings": "Account Settings",
    "teacherfaq.studentAddExistingTitle": "Some of my students already have Scratch accounts, how do I add them to my classroom?",
    "teacherfaq.studentAddExistingBody": "It is not possible to add an existing Scratch account to a classroom. You will need to create a new Student Account for them using your Teacher Account.",
    "teacherfaq.studentMultipleTitle": "學生帳戶可以同時在多個班級中嗎？",
    "teacherfaq.studentMultipleBody": "A student can only be a part of one class.",
    "teacherfaq.studentDiscussTitle": "有提供什麼空間專門讓教育工作者之間能互相討論？",
    "teacherfaq.studentDiscussionBody": "Yes, you can engage in discussions with other teachers at {scratchEdLink}, an online community for Scratch educators. Check out their {forumsLink} to join conversations about a number of topics, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.forums": "forums",
    "teacherfaq.privacyPolicy": "Scratch Privacy Policy",
    "teacherfaq.studentDataTitle": "Scratch 會收集學生的哪些資訊？",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch.",
    "teacherfaq.studentDataBody2": "When an educator uses a Scratch Teacher Account to create Student Accounts, students are not required to provide an email address. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have physical and electronic procedures in place to protect the information we collect. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to a 501(c)(3) non-profit organization. We encourage you to read the {privacyPolicyLink} for more information.",
    "teacherfaq.student250Title": "I want to add more than 250 students to a class, how can I do this?",
    "teacherfaq.student250Body": "It is not possible to add more than 250 students to a single class. You can, however, create a new class on the {myClassesLink} and add another 250 student accounts to each new class.",
    "teacherfaq.myClasses": "My Classes page",
    "teacherfaq.commTitle": "社群",
    "teacherfaq.commHiddenTitle": "Can I create a private class?",
    "teacherfaq.commHiddenBody": "不，所有在班級內分享的內容，在 Scratch 社群上都可以被瀏覽到。",
    "teacherfaq.commWhoTitle": "我的學生能在 Scratch 上和誰互動？",
    "teacherfaq.commWhoBody": "學生帳戶可以分享專案、評論、建立創作坊…等，可使用的功能基本上和一般用戶沒有差別。而教師帳戶則可以檢視所有學生的活動，方便您評量班級學生的表現。",
    "teacherfaq.commInappropriateTitle": "如果我看到了不恰當的內容，要怎麼處理？",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the ‘Report’ button.",
    "teacherfaq.commTurnOffCommentsTitle": "Can I turn off the ability for students to see and post comments?",
    "teacherfaq.commTurnOffCommentsBody": "No, you cannot disable the commenting feature for your students in the online Community. You can selectively turn off the ability for others to leave comments on their profiles and each individual project, but there is not a site-wide feature to restrict commenting. If commenting doesn’t feel right for your students, you may want to consider using the {desktopLink} which is an offline version of the Scratch project editor that does not include the online community.",
    "teacherfaq.commBlockGamesTitle": "Can I block my students from playing games on Scratch?",
    "teacherfaq.commBlockGamesBody1": "We do not remove projects that are games, or inspired by popular video games unless they contain other elements which would be inappropriate for children. We believe that children learn best when working on projects about things in their life they are passionate about; one of the things they are often passionate about is games.",
    "teacherfaq.commBlockGamesBody2": "If you are aware of any specific projects which do contain inappropriate elements, please click the 'Report' button which appears on the project page so we can take appropriate action."
}