{
    "ev3.headerText": "{ev3Link} ye un kit pa inventar con motors y sensors que puetz utilizar pa construyir robots interactivos. Connectando-lo a Scratch enamplas las suyas posibilidatz: construyir una marioneta robótica y contar historias, creyar los tuyos propios trastes musicals y mandos de videochuegos, u qualsequier coseta que puedas imachinar.",
    "ev3.gettingStarted": "Pa empecipiar",
    "ev3.connectingEV3": "Connectando EV3 a Scratch",
    "ev3.turnOnEV3": "Enciende lo tuyo EV3 mantenendo pretau lo botón d'o centro.",
    "ev3.useScratch3": "Utiliza lo editor {scratch3Link}.",
    "ev3.addExtension": "Anyade la extensión de EV3.",
    "ev3.firstTimeConnecting": "Ye la primera vegada que connectas la tuya EV3?",
    "ev3.pairingDescription": "Dimpués de fer clic en o botón connectar de Scratch, amenesterás emparellar-lo con o tuyo ordinador:",
    "ev3.acceptConnection": "Accepta la connexión.",
    "ev3.acceptPasscode": "Accepta lo codigo d'acceso.",
    "ev3.windowsFinalizePairing": "Aspera a que lo tuyo dispositivo sía listo.",
    "ev3.macosFinalizePairing": "Introduz lo codigo d'acceso en o tuyo ordinador.",
    "ev3.chromeosFinalizePairing": "Introduz lo codigo d'acceso en o tuyo Chromebook.",
    "ev3.thingsToTry": "Cosetas pa prebar",
    "ev3.makeMotorMove": "Fer que un motor se mueva",
    "ev3.plugMotorIn": "Connecta un motor en {portA} d'o hub EV3",
    "ev3.portA": "puerto A",
    "ev3.clickMotorBlock": "Busca lo bloque {motorBlockText} y fe clic en ell.",
    "ev3.motorBlockText": "\"motor A chira enta este sentiu\"",
    "ev3.starterProjects": "Prochectos inicials",
    "ev3.starter1BasketballTitle": "Chugar a lo baloncesto",
    "ev3.starter1BasketballDescription": "Mueve-te frent a lo sensor de distancia pa lanzar la pilota",
    "ev3.starter2MusicTitle": "Creyar mosica",
    "ev3.starter2MusicDescription": "Preta los botons pa tocar lo saxofón y los tambors.",
    "ev3.starter3SpaceTitle": "Tacos espacials",
    "ev3.starter3SpaceDescription": "Creya lo tuyo propio controlador pa atrapar tacos en o espacio.",
    "ev3.troubleshootingTitle": "Solución de problemas",
    "ev3.checkOSVersionTitle": "Asegura-te que lo tuyo sistema operativo ye compatible con Scratch Link",
    "ev3.checkOSVersionText": "Las versions minimas d'os sistemas operativos compatibles son listadas en a parte superior d'esta página. Puetz veyer las instruccions pa comprebar la suya versión de {winOSVersionLink} u {macOSVersionLink}.",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "macOS",
    "ev3.makeSurePairedTitle": "Asegura-te que lo tuyo ordinador ye emparellau con o tuyo EV3",
    "ev3.makeSurePairedText": "Lo tuyo ordinador ha d'estar emparellau con o tuyo EV3 antes que puedas connectar-lo a Scratch. Prebaremos de fer esto automaticament la primera vegada que anyadas la extensión EV33, pero si no funciona puetz prebar esto {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "instruccions pa emparellar per bluetooth de LEGO",
    "ev3.reconnectTitle": "En Windows, preba a desemparellar antes de connectar-lo",
    "ev3.reconnectText": "Si l'has connectau dinantes y no puetz tornar a connectar-lo, intenta desemparellar lo tuyo EV3 de l'ordinador: ubre la configuración Bluetooth, buscau EV3 y elimina-lo.",
    "ev3.closeScratchCopiesTitle": "Zarra atras copias de Scratch",
    "ev3.closeScratchCopiesText": "Nomás una copia de Scratch puede estar connectada con EV3 a la vegada. Si tiens Scratch ubierto en atras pestanyas d'o navegador, zarra-las y torna a intentar-lo.",
    "ev3.otherComputerConnectedTitle": "Asegura-te que no i hai unatro ordinador connectau a lo tuyo EV3",
    "ev3.otherComputerConnectedText": "Nomás un ordinador puede estar connectau a EV3 a la vegada. Si tiens unatro ordinador connectau a lo tuyo EV3, desconnecta lo EV3 u zarra Scratch en ixe ordinador y intenta-lo de nuevo.",
    "ev3.updateFirmwareTitle": "Preba a actualizar lo firmware d'o tuyo EV3",
    "ev3.updateFirmwareText": "Recomendamos actualizar lo firmware d'o EV3 a la versión 1.10E u superior. Chita-le una uellada a {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "instruccions pa actualizar lo firmware de LEGO",
    "ev3.imgAltEv3Illustration": "Ilustración d'un hub EV3, amostrando qualques eixemplos d'interaccions.",
    "ev3.imgAltAcceptConnection": "Fe servir los botons d'o tuyo EV3 pa acceptar la connexión.",
    "ev3.imgAltAcceptPasscode": "Usa lo botón central en o tuyo EV3 pa acceptar la clau d'acceso.",
    "ev3.imgAltWaitForWindows": "Windows te notificará quan lo EV3 sía listo.",
    "ev3.imgAltEnterPasscodeMac": "Introduz lo codigo d'acceso en a finestra de solicitut de connexión que s'ubre en a tuya Mac.",
    "ev3.imgAltEnterPasscodeChrome": "Introduz lo codigo d'acceso en a finestra de solicitut de connexión que s'ubre en a tuya Chromebook.",
    "ev3.imgAltPlugInMotor": "Pa trobar lo puerto A, mantiene lo frontal d'o EV3 con os botons y la pantalla frent a tu, con a pantalla dencima d'os botons. Lo puerto A ye en a parte superior, y ye lo de mas a la zurda.",
    "ev3.imgAltStarter1Basketball": "Un prochecto de Scratch sobre baloncesto.",
    "ev3.imgAltStarter2Music": "Un prochecto de Scratch con trastes de mosica.",
    "ev3.imgAltStarter3Space": "Un prochecto Scratch con Scratch Cat y un taco en o espacio."
}