{
    "ev3.headerText": "{ev3Link} is an invention kit with motors and sensors you can use to build interactive robotic creations. Connecting it to Scratch expands the possibilities: build a robotic puppet and tell stories, make your own musical instruments and game controllers, or whatever else you can imagine.",
    "ev3.gettingStarted": "Erste Schritte",
    "ev3.connectingEV3": "EV3 mit Scratch verbinden",
    "ev3.turnOnEV3": "Schalte deinen EV3 ein, indem du den mittleren Knopf kurz gedrückt hältst.",
    "ev3.useScratch3": "Benutze den {scratch3Link}-Editor",
    "ev3.addExtension": "Füge die EV3-Erweiterung hinzu.",
    "ev3.firstTimeConnecting": "Ist das das erste mal, dass du deinen EV3 verbindest?",
    "ev3.pairingDescription": "After clicking the connect button in Scratch, you will need to pair it with your computer:",
    "ev3.acceptConnection": "Die Verbindung akzeptieren",
    "ev3.acceptPasscode": "Das Passwort akzeptieren",
    "ev3.windowsFinalizePairing": "Warte, bis dein Gerät bereit ist.",
    "ev3.macosFinalizePairing": "Gib das Passwort in deinen Computer ein.",
    "ev3.thingsToTry": "Dinge zum Ausprobieren",
    "ev3.makeMotorMove": "Mach, dass sich ein Motor bewegt",
    "ev3.plugMotorIn": "Plug a motor into {portA} on the EV3 hub",
    "ev3.portA": "Port A",
    "ev3.clickMotorBlock": "Finde den {motorBlockText}-Block und klicke auf ihn. ",
    "ev3.motorBlockText": "\"motor A turn this way\"",
    "ev3.starterProjects": "Projekte für Einsteiger",
    "ev3.starter1BasketballTitle": "Play Basketball",
    "ev3.starter1BasketballDescription": "Move in front of the distance sensor to bounce the ball.",
    "ev3.starter2MusicTitle": "Mach Musik",
    "ev3.starter2MusicDescription": "Press the buttons to play saxophone and drums.",
    "ev3.starter3SpaceTitle": "Weltraumtacos",
    "ev3.starter3SpaceDescription": "Baue deinen eigenen Gamecontroller um Tacos im Weltraum zu fangen.",
    "ev3.troubleshootingTitle": "Problembehebung",
    "ev3.checkOSVersionTitle": "Make sure your operating system is compatible with Scratch Link",
    "ev3.checkOSVersionText": "The minimum operating system versions are listed at the top of this page. See instructions for checking your version of {winOSVersionLink} or {macOSVersionLink}.",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "Mac OS",
    "ev3.makeSurePairedTitle": "Stelle sicher, dass dein Computer mit deinem EV3 verbunden ist",
    "ev3.makeSurePairedText": "Your computer needs to be paired with your EV3 before it can connect to Scratch. We try to do this automatically the first time you add the EV3 extension, but if it isn't working you can try these {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "bluetooth pairing instructions from LEGO",
    "ev3.reconnectTitle": "On Windows, try un-pairing before connecting",
    "ev3.reconnectText": "If you have connected before and are unable to reconnect, try manually un-pairing your EV3 from your computer: open your Bluetooth settings, find your EV3, and remove it.",
    "ev3.closeScratchCopiesTitle": "Schließe andere Fenster oder Tabs von Scratch",
    "ev3.closeScratchCopiesText": "Only one copy of Scratch can connect with the EV3 at a time. If you have Scratch open in other browser tabs, close it and try again.",
    "ev3.otherComputerConnectedTitle": "Make sure no other computer is connected to your EV3",
    "ev3.otherComputerConnectedText": "Only one computer can be connected to an EV3 at a time. If you have another computer connected to your EV3, disconnect the EV3 or close Scratch on that computer and try again.",
    "ev3.updateFirmwareTitle": "Versuche, die Firmware deines EV3 zu aktualisieren",
    "ev3.updateFirmwareText": "We recommend updating to EV3 firmware version 1.10E or above. See {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "Anleitung von LEGO für die Aktualisierung von Firmware",
    "ev3.imgAltEv3Illustration": "Illustration of an EV3 hub, featuring some examples of interacting with it.",
    "ev3.imgAltAcceptConnection": "Use the buttons on your EV3 to accept the connection.",
    "ev3.imgAltAcceptPasscode": "Use the center button on your EV3 to accept the passcode.",
    "ev3.imgAltWaitForWindows": "Windows will notify you when the EV3 is ready.",
    "ev3.imgAltEnterPasscodeMac": "Enter the passcode into the connection request window opening on your Mac.",
    "ev3.imgAltPlugInMotor": "To find port A: hold the EV3 with the screen and buttons facing you, with the screen above the buttons. Port A is on top, and it is the left-most one",
    "ev3.imgAltStarter1Basketball": "A Scratch project with a basketball.",
    "ev3.imgAltStarter2Music": "A Scratch project with musical instruments.",
    "ev3.imgAltStarter3Space": "A Scratch project with Scratch Cat and a taco in space."
}