{
    "ev3.headerText": "{ev3Link} ist ein Bausatz mit Motoren und Sensoren, mit dem du interaktive Robotermodelle zusammenbauen kannst. Verbinde deinen EV3 mit Scratch und dir stehen unzählige Möglichkeiten offen: Baue dir eine Roboterpuppe und erzähle Geschichten, oder deine eigenen Musikinstrumente und Spielkonsolen oder etwas ganz anderes!",
    "ev3.gettingStarted": "Erste Schritte",
    "ev3.connectingEV3": "EV3 mit Scratch verbinden",
    "ev3.turnOnEV3": "Schalte deinen EV3 ein, indem du den mittleren Knopf kurz gedrückt hältst.",
    "ev3.useScratch3": "Benutze den {scratch3Link}-Editor",
    "ev3.addExtension": "Füge die EV3-Erweiterung hinzu.",
    "ev3.firstTimeConnecting": "Ist das das erste mal, dass du deinen EV3 verbindest?",
    "ev3.pairingDescription": "Nachdem du in Scratch die Verbindung hergestellt hast, musst du den EV3 mit deinem Computer koppeln:",
    "ev3.acceptConnection": "Die Verbindung akzeptieren",
    "ev3.acceptPasscode": "Das Passwort akzeptieren",
    "ev3.windowsFinalizePairing": "Warte, bis dein Gerät bereit ist.",
    "ev3.macosFinalizePairing": "Gib das Passwort in deinen Computer ein.",
    "ev3.chromeosFinalizePairing": "Gib das Passwort in dein Chromebook ein.",
    "ev3.thingsToTry": "Dinge zum Ausprobieren",
    "ev3.makeMotorMove": "Mach, dass sich ein Motor bewegt",
    "ev3.plugMotorIn": "Schließe einen Motor an {portA} deines EV3-Hubs an",
    "ev3.portA": "Port A",
    "ev3.clickMotorBlock": "Finde den {motorBlockText}-Block und klicke auf ihn. ",
    "ev3.motorBlockText": "„drehe Motor A“",
    "ev3.starterProjects": "Projekte für Einsteiger",
    "ev3.starter1BasketballTitle": "Spiele Basketball",
    "ev3.starter1BasketballDescription": "Bewege dich vor dem Berührungssensor und der Ball springt mit.",
    "ev3.starter2MusicTitle": "Mach Musik",
    "ev3.starter2MusicDescription": "Drücke auf die Knöpfe und Saxophon und Schlagzeug spielen.",
    "ev3.starter3SpaceTitle": "Weltraumtacos",
    "ev3.starter3SpaceDescription": "Baue deinen eigenen Gamecontroller um Tacos im Weltraum zu fangen.",
    "ev3.troubleshootingTitle": "Problembehebung",
    "ev3.checkOSVersionTitle": "Stelle sicher, dass dein Betriebssystem mit Scratch Link kompatibel ist",
    "ev3.checkOSVersionText": "Die Betriebssysteme mit den jeweiligen Mindestversionen sind oben auf dieser Seite aufgeführt. Siehe die Anleitungen zum Überprüfen der Versionen von {winOSVersionLink} oder {macOSVersionLink}.",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "macOS",
    "ev3.makeSurePairedTitle": "Stelle sicher, dass dein Computer mit deinem EV3 verbunden ist",
    "ev3.makeSurePairedText": "Dein Computer muss mit deinem EV3 gekoppelt sein, bevor er sich mit Scratch verbinden kann. Die Kopplung sollte automatisch erfolgen, sobald du die EV3-Erweiterung zum ersten Mal hinzufügst. Wenn es nicht funktioniert, lies dir die {pairingInstructionLink} durch.",
    "ev3.pairingInstructionText": "Anleitung von LEGO zur Bluetooth-Koppelung",
    "ev3.reconnectTitle": "Unter Windows: Versuche das Gerät vor Verbindungsherstellung zu entkoppeln",
    "ev3.reconnectText": "Wenn die Verbindungsherstellung zuvor bereits funktioniert hat, nun aber nicht mehr gelingt, versuche zuerst den EV3 manuell von deinem Computer zu entkoppeln: Öffne deine Bluetooth-Einstellungen, finde den EV3 und entferne ihn.",
    "ev3.closeScratchCopiesTitle": "Schließe andere Fenster oder Tabs von Scratch",
    "ev3.closeScratchCopiesText": "Scratch kann sich nur einmal mit EV3 verbinden. Wenn du Scratch auch in anderen Browserfenstern offen hast, schließe diese und versuche es erneut. ",
    "ev3.otherComputerConnectedTitle": "Stelle sicher, dass kein anderer Computer mit deinem EV3 verbunden ist.",
    "ev3.otherComputerConnectedText": "Es kann sich nur ein Computer mit einem EV3 verbinden. Wenn du einen weiteren Computer mit deinem EV3 verbunden hast, trenne die Verbindung des EV3 oder beende Scratch auf diesem Computer und versuche es erneut.",
    "ev3.updateFirmwareTitle": "Versuche, die Firmware deines EV3 zu aktualisieren",
    "ev3.updateFirmwareText": "Wir empfehlen eine Aktualisierung auf die EV3-Firmwareversion 1.10E oder höher, siehe {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "Anleitung von LEGO für die Aktualisierung von Firmware",
    "ev3.imgAltEv3Illustration": "Illustration eines EV3-Hubs, die einige Beispiele von Interaktion damit zeigt.",
    "ev3.imgAltAcceptConnection": "Verwende die Tasten deines EV3, um die Verbindung anzunehmen.",
    "ev3.imgAltAcceptPasscode": "Verwende die mittlere Taste auf deinem EV3, um das Kennwort zu akzepieren.",
    "ev3.imgAltWaitForWindows": "Windows wird dich benachrichtigen, wenn der EV3 bereit ist.",
    "ev3.imgAltEnterPasscodeMac": "Gib das Kennwort in das Verbindungsanfordeungsfenster, das sich auf deinem Mac geöffnet hat, ein.",
    "ev3.imgAltEnterPasscodeChrome": "Gib das Kennwort in das Verbindungsanfordeungsfenster, das sich auf deinem Chromebook geöffnet hat, ein.",
    "ev3.imgAltPlugInMotor": "Um Port A zu finden: halte den EV3 mit dem Bildschirm und den Tasten zu dir gedreht, mit dem Bildschirm oberhalb der Tasten. Port A ist ganz oben, und ist am weitesten links",
    "ev3.imgAltStarter1Basketball": "Ein Scratch-Projekt mit einem Basketball.",
    "ev3.imgAltStarter2Music": "Ein Scratch-Projekt mit Musikinstrumenten.",
    "ev3.imgAltStarter3Space": "Ein Scratch-Projekt mit der Scratch-Katze und einem Taco im Weltraum."
}