{
    "ev3.headerText": "Το {ev3Link} είναι ένα κιτ εφεύρεσης με κινητήρες και αισθητήρες που μπορείτε να χρησιμοποιήσετε για να κατασκευάσετε διαδραστικές ρομποτικές δημιουργίες. Η σύνδεσή του με το Scratch διευρύνει τις δυνατότητες: δημιουργήστε μια ρομποτική μαριονέτα και πείτε ιστορίες, δημιουργήστε τα δικά σας μουσικά όργανα και ελεγκτές παιχνιδιών, ή οτιδήποτε άλλο μπορείτε να φανταστείτε.",
    "ev3.gettingStarted": "Ξεκινώντας",
    "ev3.connectingEV3": "Σύνδεση EV3 στο Scratch",
    "ev3.turnOnEV3": "Ενεργοποιήστε το EV3 σας κρατώντας πατημένο το κεντρικό κουμπί.",
    "ev3.useScratch3": "Χρησιμοποιήστε τον επεξεργαστή {scratch3Link}",
    "ev3.addExtension": "Προσθέστε την επέκταση EV3.",
    "ev3.firstTimeConnecting": "Συνδέετε το EV3 σας για πρώτη φορά;",
    "ev3.pairingDescription": "Αφού κάνετε κλικ στο κουμπί σύνδεσης στο Scratch, θα χρειαστεί να το αντιστοιχίσετε με τον υπολογιστή σας:",
    "ev3.acceptConnection": "Αποδεχτείτε τη σύνδεση.",
    "ev3.acceptPasscode": "Αποδεχτείτε τον κωδικό.",
    "ev3.windowsFinalizePairing": "Περιμένετε να ετοιμαστεί η συσκευή σας.",
    "ev3.macosFinalizePairing": "Εισάγετε τον κωδικό στον υπολογιστή σας.",
    "ev3.chromeosFinalizePairing": "Enter the passcode on your Chromebook.",
    "ev3.thingsToTry": "Πράγματα για να Δοκιμάσετε",
    "ev3.makeMotorMove": "Κάνε έναν κινητήρα να κινηθεί",
    "ev3.plugMotorIn": "Συνδέστε έναν κινητήρα στην {portA} στο hub του EV3",
    "ev3.portA": "θύρα Α",
    "ev3.clickMotorBlock": "Βρείτε την εντολή {motorBlockText} και κάντε κλικ πάνω της.",
    "ev3.motorBlockText": "\"ο κινητήρας A στρίβει προς αυτήν την κυβέρνηση\"",
    "ev3.starterProjects": "Εισαγωγικά Έργα",
    "ev3.starter1BasketballTitle": "Παίξε Μπάσκετ",
    "ev3.starter1BasketballDescription": "Κινηθείτε μπροστά από τον αισθητήρα απόστασης για να αναπηδήσετε την μπάλα.",
    "ev3.starter2MusicTitle": "Δημιουργήστε Μουσική",
    "ev3.starter2MusicDescription": "Πιέστε τα κουμπιά για να παίξετε σαξόφωνο και τύμπανα.",
    "ev3.starter3SpaceTitle": "Διαστημικά Τάκος",
    "ev3.starter3SpaceDescription": "Κατασκευάστε τον δικό σας ελεγκτή για να πιάνετε τάκος στο διάστημα.",
    "ev3.troubleshootingTitle": "Επίλυση προβλημάτων",
    "ev3.checkOSVersionTitle": "Βεβαιωθείτε ότι το λειτουργικό σας σύστημα είναι συμβατό με το Scratch Link",
    "ev3.checkOSVersionText": "Οι ελάχιστες εκδόσεις λειτουργικού συστήματος αναφέρονται στην κορυφή αυτής της σελίδας. Δείτε οδηγίες για να ελέγξετε την έκδοσή σας για {winOSVersionLink} ή για {macOSVersionLink},",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "macOS",
    "ev3.makeSurePairedTitle": "Βεβαιωθείτε ότι ο υπολογιστής σας έχει αντιστοιχιστεί με το EV3 σας",
    "ev3.makeSurePairedText": "Ο υπολογιστής σας χρειάζεται να αντιστοιχιστεί με το EV3 σας προτού να μπορέσει να συνδεθεί στο Scratch. Προσπαθούμε να το κάνουμε αυτόματα την πρώτη φορά που προσθέτετε την επέκταση EV3, αλλά αν δεν λειτουργεί, μπορείτε να δοκιμάσετε αυτές τις {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "οδηγίες αντιστοίχισης LEGO μέσω bluetooth",
    "ev3.reconnectTitle": "Σε Windows, δοκιμάστε να απο-αντιστοιχίσετε πριν τη σύνδεση",
    "ev3.reconnectText": "Αν έχετε συνδέσει προηγουμένως και δεν μπορείτε να επανασυνδέσετε, δοκιμάστε να απο-αντιστοιχίσετε το EV3 σας μη αυτόματα από τον υπολογιστή σας: ανοίξτε τις ρυθμίσεις Bluetooth σας, βρείτε το EV3 σας, και αφαιρέστε το.",
    "ev3.closeScratchCopiesTitle": "Κλείστε άλλα αντίγραφα του Scratch",
    "ev3.closeScratchCopiesText": "Μόνο ένα αντίγραφο του Scratch μπορεί να συνδεθεί με το EV3 κάθε φορά. Αν έχετε ανοίξει το Scratch σε άλλες καρτέλες του φυλλομετρητή, κλείστε το και προσπαθήστε ξανά.",
    "ev3.otherComputerConnectedTitle": "Βεβαιωθείτε ότι δεν έχει συνδεθεί άλλος ηλεκτρονικός υπολογιστής στο EV3 σας",
    "ev3.otherComputerConnectedText": "Μόνο ένας υπολογιστής μπορεί να συνδεθεί σε ένα EV3 κάθε φορά. Αν έχετε συνδέσει έναν άλλο υπολογιστή στο EV3 σας, αποσυνδέστε το EV3 ή κλείστε το Scratch σε εκείνον τον υπολογιστή και προσπαθήστε ξανά.",
    "ev3.updateFirmwareTitle": "Δοκιμάστε να ενημερώσετε το υλικολογισμικό του EV3 σας",
    "ev3.updateFirmwareText": "Συνιστούμε την ενημέρωση στην έκδοση 1.10E  ή μεγαλύτερη του υλικολογισμικού EV3. Δείτε {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "οδηγίες LEGO για ενημέρωση υλικολογισμικού",
    "ev3.imgAltEv3Illustration": "Απεικόνιση ενός hub EV3, που περιλαμβάνει μερικά παραδείγματα αλληλεπίδρασης με αυτό.",
    "ev3.imgAltAcceptConnection": "Χρησιμοποιήστε τα κουμπιά του EV3 σας για να αποδεχθείτε τη σύνδεση.",
    "ev3.imgAltAcceptPasscode": "Χρησιμοποιήστε το κεντρικό κουμπί στο EV3 σας για να αποδεχτείτε τον κωδικό.",
    "ev3.imgAltWaitForWindows": "Τα Windows θα σας ειδοποιήσουν όταν είναι έτοιμο το EV3.",
    "ev3.imgAltEnterPasscodeMac": "Εισαγάγετε τον κωδικό στο παράθυρο αίτησης σύνδεσης που ανοίγει στο Mac σας.",
    "ev3.imgAltEnterPasscodeChrome": "Enter the passcode into the connection request window opening on your Chromebook.",
    "ev3.imgAltPlugInMotor": "Για να βρείτε τη θύρα Α: κρατήστε το EV3 με την οθόνη και τα κουμπιά προς το μέρος σας, με την οθόνη πάνω από τα κουμπιά. Η θύρα Α βρίσκεται στην κορυφή, και είναι η πιο αριστερή",
    "ev3.imgAltStarter1Basketball": "Ένα έργο Scratch με μπάλα μπάσκετ.",
    "ev3.imgAltStarter2Music": "Ένα έργο Scratch με μουσικά όργανα.",
    "ev3.imgAltStarter3Space": "Ένα έργο Scratch με τη Γάτα του Scratch και ένα τάκο στο διάστημα"
}