{
    "ev3.headerText": "{ev3Link}es un kit de invención con motores y sensores que puedes usar para construir creaciones robóticas interactivas. Conectarlo a Scratch expande las posibilidades: puedes construir un títere robótico y contar historias, crear tu propios instrumentos musicales y controles para tus juegos, o cualquier otra cosa que imagines. ",
    "ev3.gettingStarted": "Comenzar",
    "ev3.connectingEV3": "Conectando el EV3 a Scratch",
    "ev3.turnOnEV3": "Enciende tu EV3 manteniendo presionado el botón del centro.",
    "ev3.useScratch3": "Utiliza el editor {scratch3Link}.",
    "ev3.addExtension": "Añade la extensión del EV3.",
    "ev3.firstTimeConnecting": "¿Primera vez conectando tu EV3?",
    "ev3.pairingDescription": "Después de hacer clic en el botón para conectar en Scratch, tendrás que emparejarlo con tu computadora.",
    "ev3.acceptConnection": "Acepta la conexión.",
    "ev3.acceptPasscode": "Acepta la contraseña.",
    "ev3.windowsFinalizePairing": "Espera a que tu dispositivo esté listo.",
    "ev3.macosFinalizePairing": "Ingresa la contraseña en tu computadora.",
    "ev3.chromeosFinalizePairing": "Ingrese el código de acceso en su Chromebook.",
    "ev3.thingsToTry": "Cosas para probar",
    "ev3.makeMotorMove": "Haz que un motor se mueva.",
    "ev3.plugMotorIn": "Conecta un motor al {portA} del hub del EV3.",
    "ev3.portA": "Puerto A",
    "ev3.clickMotorBlock": "Encuentra el bloque {motorBlockText} y dale clic. ",
    "ev3.motorBlockText": "\"el motor A se mueve de esta forma\"",
    "ev3.starterProjects": "Proyectos iniciales",
    "ev3.starter1BasketballTitle": "Jugar baloncesto",
    "ev3.starter1BasketballDescription": "Muévete frente al sensor de distancia para hacer rebotar la pelota.",
    "ev3.starter2MusicTitle": "Crea música",
    "ev3.starter2MusicDescription": "Presiona los botones para tocar el saxofón y la batería.",
    "ev3.starter3SpaceTitle": "Tacos del Espacio",
    "ev3.starter3SpaceDescription": "Construye tu propio control para atrapar tacos en el espacio.",
    "ev3.troubleshootingTitle": "Resuelve tus problemas",
    "ev3.checkOSVersionTitle": "Asegúrese de que su sistema operativo sea compatible con Scratch Link",
    "ev3.checkOSVersionText": "Las versiones mínimas de los sistemas operativos están listadas en la parte superior de esta página. Vea instrucciones para ver su versión de {winOSVersionLink} o {macOSVersionLink}.",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "macOS",
    "ev3.makeSurePairedTitle": "Asegúrate que tu computadora esté emparejada con tu EV3",
    "ev3.makeSurePairedText": "Tu computadora necesita estar emparejada con tu EV3 antes de conectarse con Scratch. Tratamos de hacer esto de forma automática la primera vez que añadiste la extensión EV3, pero si no te funciona puedes probar estas {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "instrucciones para emparejamiento bluetooth de LEGO",
    "ev3.reconnectTitle": "En Windows, intente desemparejar antes de conectar",
    "ev3.reconnectText": "Si se ha conectado antes y no puede volver a conectarse, intente desvincular manualmente su EV3 de su computadora: abra la configuración de Bluetooth, busque su EV3 y elimínelo.",
    "ev3.closeScratchCopiesTitle": "cierra otras copias de Scratch",
    "ev3.closeScratchCopiesText": "Sólo una copia de Scratch puede estar conectada con el EV3 a la vez. Si tienes Scratch abierto en otras pestañas del navegador, ciérralas y prueba de nuevo.",
    "ev3.otherComputerConnectedTitle": "Asegúrate que ninguna otra computadora esté conectada a tu EV3",
    "ev3.otherComputerConnectedText": "Sólo una computadora puede estar conectada a un EV3 a la vez. Si tienes otra computadora conectada a tu EV3, desconecta el EV3 o cierra Scratch en esa computadora e intenta de nuevo.",
    "ev3.updateFirmwareTitle": "Prueba actualizar el firmware de tu EV3",
    "ev3.updateFirmwareText": "Te recomendamos actualizar tu EV3 a la versión de firmware 1.10E o alguna más alta. Mira {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "instrucciones de LEGO para actualizar el firmware",
    "ev3.imgAltEv3Illustration": "Ilustración de un concentrador EV3, con algunos ejemplos de interacción con él.",
    "ev3.imgAltAcceptConnection": "Utilice los botones de su EV3 para aceptar la conexión.",
    "ev3.imgAltAcceptPasscode": "Use el botón central de su EV3 para aceptar el código de acceso.",
    "ev3.imgAltWaitForWindows": "Windows le notificará cuando el EV3 esté listo.",
    "ev3.imgAltEnterPasscodeMac": "Introduce el código de acceso en la ventana de solicitud de conexión que se abre en tu Mac.",
    "ev3.imgAltEnterPasscodeChrome": "Ingrese el código de acceso en la ventana de solicitud de conexión que se abre en su Chromebook.",
    "ev3.imgAltPlugInMotor": "Para encontrar el puerto A: sostenga el EV3 con la pantalla y los botones hacia usted, con la pantalla sobre los botones. El puerto A está en la parte superior y es el más a la izquierda.",
    "ev3.imgAltStarter1Basketball": "Un proyecto de Scratch con una pelota de baloncesto.",
    "ev3.imgAltStarter2Music": "Un proyecto Scratch con instrumentos musicales.",
    "ev3.imgAltStarter3Space": "Un proyecto de Scratch con Scratch Cat y un taco en el espacio."
}