{
    "ev3.headerText": "{ev3Link} es un kit para inventar con motores y sensores que puedes utilizar para construir robots interactivos. Conectándolo a Scratch amplías sus posibilidades: construir una marioneta robótica y contar historias, crear tus propios instrumentos musicales y mandos de videojuegos, o cualquier cosa que puedas imaginar.",
    "ev3.gettingStarted": "Para empezar",
    "ev3.connectingEV3": "Conectando EV3 a Scratch",
    "ev3.turnOnEV3": "Enciende tu EV3 manteniendo pulsado el botón del centro.",
    "ev3.useScratch3": "Utiliza el editor {scratch3Link}.",
    "ev3.addExtension": "Añade la extensión de EV3.",
    "ev3.firstTimeConnecting": "¿Es la primera vez que conectas tu EV3?",
    "ev3.pairingDescription": "Después de hacer clic en el botón conectar de Scratch, necesitarás emparejarlo con tu ordenador:",
    "ev3.acceptConnection": "Acepta la conexión.",
    "ev3.acceptPasscode": "Acepta el código de acceso.",
    "ev3.windowsFinalizePairing": "Espera a que tu dispositivo esté listo.",
    "ev3.macosFinalizePairing": "Introduce el código de acceso en tu ordenador.",
    "ev3.thingsToTry": "Cosas para probar",
    "ev3.makeMotorMove": "Hacer que un motor se mueva",
    "ev3.plugMotorIn": "Conecta un motor en {portA} del hub EV3",
    "ev3.portA": "puerto A",
    "ev3.clickMotorBlock": "Busca el bloque {motorBlockText} y haz clic en él.",
    "ev3.motorBlockText": "\"motor A gira hacia este sentido\"",
    "ev3.starterProjects": "Proyectos iniciales",
    "ev3.starter1BasketballTitle": "Jugar al baloncesto",
    "ev3.starter1BasketballDescription": "Muévete frente al sensor de distancia para lanzar la pelota",
    "ev3.starter2MusicTitle": "Crear música",
    "ev3.starter2MusicDescription": "Pulsa los botones para tocar el saxofón y los tambores.",
    "ev3.starter3SpaceTitle": "Tacos espaciales",
    "ev3.starter3SpaceDescription": "Crea tu propio controlador para atrapar tacos en el espacio.",
    "ev3.troubleshootingTitle": "Solución de problemas",
    "ev3.checkOSVersionTitle": "Asegúrate de que tu sistema operativo es compatible con Scratch Link",
    "ev3.checkOSVersionText": "Las versiones mínimas de los sistemas operativos compatibles están listadas en la parte superior de esta tpágina. Puedes ver las instrucciones para comprobar su versión de {winOSVersionLink} o {macOSVersionLink}.",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "Mac OS",
    "ev3.makeSurePairedTitle": "Asegúrate de que tu ordenador está emparejado con tu EV3",
    "ev3.makeSurePairedText": "Tu ordenador debe estar emparejado con tu EV3 antes de que puedas conectarlo a Scratch. Intentaremos hacer esto automáticamente la primera vez que añadas la extensión EV33, pero si no funciona puedes probar esto {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "instrucciones para emparejar por bluetooth de LEGO",
    "ev3.reconnectTitle": "En Windows, prueba a desemparejar antes de conectarlo",
    "ev3.reconnectText": "Si lo has conectado antes y no puedes volver a conectarlo, intenta desemparejar tu EV3 del ordenador: abre la configuración Bluetooth, buscau EV3 y elimínalo.",
    "ev3.closeScratchCopiesTitle": "Cierra otras copias de Scratch",
    "ev3.closeScratchCopiesText": "Sólo una copia de Scratch puede estar conectada con EV3 a la vez. Si tienes Scratch abierto en otras pestañas del navegador, ciérralas y vuelve a intentarlo.",
    "ev3.otherComputerConnectedTitle": "Asegúrate de que no hay otro ordenador conectado a tu EV3",
    "ev3.otherComputerConnectedText": "Solo un ordenador puede estar conectado a EV3 a la vez. Si tienes otro ordenador conectado a tu EV3, desconecta el EV3 o cierra Scratch en ese ordenador e inténtalo de nuevo.",
    "ev3.updateFirmwareTitle": "Prueba a actualizar el firmware de tu EV3",
    "ev3.updateFirmwareText": "Recomendamos actualizar el firmware del EV3 a la versión 1.10E o superior. Échale un vistazo a {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "actualizaciones para actualizar el firmware de LEGO",
    "ev3.imgAltEv3Illustration": "Ilustración de un \"hub\" EV3, mostrando algunos ejemplos de interacciones.",
    "ev3.imgAltAcceptConnection": "Usa los botones de tu EV3 para aceptar la conexión.",
    "ev3.imgAltAcceptPasscode": "Usa el botón central en tu EV3 para aceptar la clave de acceso.",
    "ev3.imgAltWaitForWindows": "Windows te notificará cuando el EV3 esté listo.",
    "ev3.imgAltEnterPasscodeMac": "Introduce el código de acceso en la ventana de solicitud de conexión que se abre en tu Mac.",
    "ev3.imgAltPlugInMotor": "Para encontrar el puerto A, mantén el frontal del EV3 con los botones y la pantalla frente a ti, con la pantalla encima de los botones. El puerto A está en la parte superior, y es el de más a la izquierda.",
    "ev3.imgAltStarter1Basketball": "Un proyecto de Scratch sobre baloncesto.",
    "ev3.imgAltStarter2Music": "Un proyecto de Scratch con instrumentos de música.",
    "ev3.imgAltStarter3Space": "Un proyecto Scratch con Scratch Cat y un taco en el espacio."
}