{
    "ev3.headerText": "{ev3Link} est un kit d'invention avec des moteurs et des capteurs que vous pouvez utiliser pour construire des créations  robotiques interactifs. Connecter à Scratch élargit les possibilités : construire une marionnette robotique et raconter des histoires, faire vos propres instruments de musique et manettes de jeu, ou tout ce que vous pouvez  imaginer.",
    "ev3.gettingStarted": "Prise en main",
    "ev3.connectingEV3": "Connecter EV3 à Scratch",
    "ev3.turnOnEV3": "Allumer votre EV3 en maintenant le bouton central enfoncé.",
    "ev3.useScratch3": "Utiliser l'éditeur {scratch3Link}.",
    "ev3.addExtension": "Ajouter l'extension EV3",
    "ev3.firstTimeConnecting": "Première connexion de ton EV3 ?",
    "ev3.pairingDescription": "Après avoir cliqué sur le bouton de connexion dans Scratch, vous devez l'appareiller avec votre ordinateur :",
    "ev3.acceptConnection": "Accepter la connexion.",
    "ev3.acceptPasscode": "Accepter le mot de passe.",
    "ev3.windowsFinalizePairing": "Attender que votre appareil soit prêt.",
    "ev3.macosFinalizePairing": "Saisir le mot de passe sur ton ordinateur.",
    "ev3.chromeosFinalizePairing": "Entrez le mot de passe sur votre Chromebook.",
    "ev3.thingsToTry": "Choses à essayer",
    "ev3.makeMotorMove": "Faire bouger un moteur",
    "ev3.plugMotorIn": "Brancher un moteur dans {portA} sur le hub EV3",
    "ev3.portA": "port A",
    "ev3.clickMotorBlock": "Trouver le bloc {motorBlockText} et cliquer dessus.",
    "ev3.motorBlockText": "\"moteur A tourne dans ce sens\"",
    "ev3.starterProjects": "Projets pour débutants",
    "ev3.starter1BasketballTitle": "Jouer au basketball",
    "ev3.starter1BasketballDescription": "Se mettre en face du capteur de proximité pour faire rebondir la balle.",
    "ev3.starter2MusicTitle": "Faire de la musique",
    "ev3.starter2MusicDescription": "Appuyer sur les boutons pour jouer du saxophone et du tambour.",
    "ev3.starter3SpaceTitle": "Tacos de l'espace",
    "ev3.starter3SpaceDescription": "Construire ta propre manette pour attraper des tacos dans l'espace.",
    "ev3.troubleshootingTitle": "Dépannage",
    "ev3.checkOSVersionTitle": "Vérifier que votre système d'exploitation soit compatible avec Scratch Link.",
    "ev3.checkOSVersionText": "Les versions minimum des systèmes d'exploitation sont listées au sommet de la page. Voir les instructions pour vérifier la version de {winOSVersionLink} ou de {macOSVersionLink}.",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "macOS",
    "ev3.makeSurePairedTitle": "S'assurer que ton ordinateur est appareillé avec ton EV3",
    "ev3.makeSurePairedText": "Votre ordinateur a besoin d'être appareillé avec votre EV3 avant que vous puissiez le connecter à Scratch. Nous essayons de le faire automatiquement la première fois que vous ajoutez l'extension EV3, mais si cela ne fonctionne pas, vous pouvez essayer ces {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "instructions d'appareillage par Bluetooth de LEGO",
    "ev3.reconnectTitle": "Sous Windows, essayer de les dissocier avant de les connecter.",
    "ev3.reconnectText": "Si vous vous êtes déjà connecté et que vous ne réussissez pas à vous reconnecter, essayez de dissocier manuellement votre EV3 de votre ordinateur : ouvrer vos paramètres Bluetooth, trouver votre EV3 et supprimer-le.",
    "ev3.closeScratchCopiesTitle": "Fermer les autres copies de Scratch",
    "ev3.closeScratchCopiesText": "Une seule instance de Scratch peut être connectée à la fois à EV3. Si vous avez Scratch ouvert dans d'autres onglets de votre navigateur, fermez-les et réessayez.",
    "ev3.otherComputerConnectedTitle": "Vérifier qu’aucun autre ordinateur n'est connecté à votre EV3.",
    "ev3.otherComputerConnectedText": "Un seul ordinateur peut-être connecté en même temps à un EV3. Si vous avez un autre ordinateur connecté à votre EV3, déconnectez le EV3 ou fermez Scratch sur cet ordinateur et essayez à nouveau.",
    "ev3.updateFirmwareTitle": "Essayer de mettre à jour le firmware de votre EV3.",
    "ev3.updateFirmwareText": "Nous vous recommandons de mettre à jour le firmware vers la version 1.10E ou plus récent. Voir {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "les instructions de mise à jour du firmware de LEGO",
    "ev3.imgAltEv3Illustration": "Illustration d'un hub EV3 présentant quelques exemples d’interactions possibles.",
    "ev3.imgAltAcceptConnection": "Utiliser les boutons sur votre EV3 pour accepter la connexion.",
    "ev3.imgAltAcceptPasscode": "Utiliser le bouton central sur votre EV3 pour accepter le mot de passe.",
    "ev3.imgAltWaitForWindows": "Windows vous notifiera quand le EV3 sera prêt.",
    "ev3.imgAltEnterPasscodeMac": "Entrer le mot de passe dans la fenêtre de demande de connexion qui s'ouvre sur votre Mac.",
    "ev3.imgAltEnterPasscodeChrome": "Entrez le mot de passe dans la fenêtre de demande de connexion qui s'ouvre sur votre Chromebook.",
    "ev3.imgAltPlugInMotor": "Pour trouver le port A, tener le EV3 avec l'écran et les boutons dirigés vers vous, avec l'écran au dessus des boutons. Le port A est au dessus, et c'est celui le plus à gauche.",
    "ev3.imgAltStarter1Basketball": "Un projet Scratch avec une balle de basket.",
    "ev3.imgAltStarter2Music": "Un projet Scratch avec des instruments de musique.",
    "ev3.imgAltStarter3Space": "Un projet Scratch avec un Scratch Cat et un taco dans l'espace."
}