{
    "ev3.headerText": "Is fearas fionnachtana é {ev3Link} ina bhfuil mótair agus braiteoirí is féidir a úsáid chun róbait idirghníomhacha a chruthú. Nuair a cheanglaíonn tú le Scratch é, tugann sé go leor deiseanna nua duit: puipéid róbatacha a chruthú chun scéalta a insint, ionstraimí ceoil nó rialaitheoirí cluiche de do chuid féin a chruthú, nó aon rud eile a ritheann leat.",
    "ev3.gettingStarted": "Tús Maith",
    "ev3.connectingEV3": "Ceangal EV3 le Scratch",
    "ev3.turnOnEV3": "Dúisigh an EV3 tríd an gcnaipe sa lár a bhrú agus a choinneáil síos.",
    "ev3.useScratch3": "Úsáid an t-eagarthóir {scratch3Link}.",
    "ev3.addExtension": "Cuir an eisínteacht EV3 leis.",
    "ev3.firstTimeConnecting": "Do chéad uair ag ceangal EV3?",
    "ev3.pairingDescription": "Tar éis duit an cnaipe ceangail a chliceáil in Scratch, ní mór duit é a phéireáil le do ríomhaire:",
    "ev3.acceptConnection": "Glac leis an gceangal.",
    "ev3.acceptPasscode": "Glac leis an gcód faire.",
    "ev3.windowsFinalizePairing": "Fan le go mbeidh an gléas réidh.",
    "ev3.macosFinalizePairing": "Cuir isteach an cód faire ar do ríomhaire.",
    "ev3.thingsToTry": "Rudaí le Triail",
    "ev3.makeMotorMove": "Cuir mótar ar siúl",
    "ev3.plugMotorIn": "Plugáil mótar isteach i {portA} ar an aonad EV3",
    "ev3.portA": "bport A",
    "ev3.clickMotorBlock": "Aimsigh an bloc {motorBlockText} agus cliceáil é.",
    "ev3.motorBlockText": "\"cas mótar A sa treo seo\"",
    "ev3.starterProjects": "Tionscadail do Thosaitheoirí",
    "ev3.starter1BasketballTitle": "Play Basketball",
    "ev3.starter1BasketballDescription": "Move in front of the distance sensor to bounce the ball.",
    "ev3.starter2MusicTitle": "Ceol a chumadh",
    "ev3.starter2MusicDescription": "Press the buttons to play saxophone and drums.",
    "ev3.starter3SpaceTitle": "Spás-Tacónna",
    "ev3.starter3SpaceDescription": "Tóg do rialaitheoir féin chun tacónna a ghabháil sa spás.",
    "ev3.troubleshootingTitle": "Fabhtcheartú",
    "ev3.checkOSVersionTitle": "Deimhnigh go bhfuil do chóras oibriúcháin comhoiriúnach le Scratch Link",
    "ev3.checkOSVersionText": "Gheobhaidh tú na bunriachtanais ó thaobh córais oibriúcháin ar bharr an leathanaigh seo. Féach na treoracha chun an leagan de do chóras {winOSVersionLink} nó {macOSVersionLink} a sheiceáil.",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "Mac OS",
    "ev3.makeSurePairedTitle": "Deimhnigh go bhfuil do ríomhaire péireáilte leis an EV3",
    "ev3.makeSurePairedText": "Caithfidh tú do ríomhaire a phéireáil leis an EV3 sular féidir leat é a cheangal le Scratch. Déanaimid iarracht iad a phéireáil go huathoibríoch nuair a chuireann tú an eisínteacht EV3 leis den chéad uair. Mura bhfuil sé ag obair, caith súil ar {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "na treoracha péireála Bluetooth seo ó LEGO",
    "ev3.reconnectTitle": "On Windows, try un-pairing before connecting",
    "ev3.reconnectText": "If you have connected before and are unable to reconnect, try manually un-pairing your EV3 from your computer: open your Bluetooth settings, find your EV3, and remove it.",
    "ev3.closeScratchCopiesTitle": "Dún cóipeanna eile de Scratch",
    "ev3.closeScratchCopiesText": "Ní féidir níos mó ná cóip amháin de Scratch a cheangal leis an EV3 san am céanna. Má tá Scratch oscailte i gcluaisíní eile, dún iad agus bain triail eile as.",
    "ev3.otherComputerConnectedTitle": "Deimhnigh nach bhfuil aon ríomhaire eile ceangailte leis an EV3.",
    "ev3.otherComputerConnectedText": "Ní féidir níos mó ná ríomhaire amháin a cheangal le EV3 san am céanna. Má tá ríomhaire eile ceangailte leis an EV3, dícheangail é nó dún Scratch ar an ríomhaire sin agus bain triail eile as.",
    "ev3.updateFirmwareTitle": "Bain triail as dochtearraí an EV3 a nuashonrú",
    "ev3.updateFirmwareText": "Molaimid duit leagan 1.10E nó leagan níos déanaí den dochtearra EV3 a shuiteáil. Féach na treoracha seo ó LEGO a bhaineann le {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "nuashonrú an dochtearra",
    "ev3.imgAltEv3Illustration": "Illustration of an EV3 hub, featuring some examples of interacting with it.",
    "ev3.imgAltAcceptConnection": "Úsáid na cnaipí ar an EV3 chun glacadh leis an gceangal.",
    "ev3.imgAltAcceptPasscode": "Úsáid an cnaipe láir ar an EV3 chun glacadh leis an gcód faire.",
    "ev3.imgAltWaitForWindows": "Cuirfidh Windows in iúl duit nuair a bheidh an EV3 réidh.",
    "ev3.imgAltEnterPasscodeMac": "Cuir an cód faire isteach sa bhfuinneog a osclaíonn ar do Mac.",
    "ev3.imgAltPlugInMotor": "To find port A: hold the EV3 with the screen and buttons facing you, with the screen above the buttons. Port A is on top, and it is the left-most one",
    "ev3.imgAltStarter1Basketball": "Tionscadal Scratch le cispheil ann.",
    "ev3.imgAltStarter2Music": "Tionscadal Scratch le huirlisí ceoil ann.",
    "ev3.imgAltStarter3Space": "Tionscadal Scratch le Cat Scratch agus tacó sa spás."
}