{
    "ev3.headerText": "’S e trusgan tionnsgnaidh a th’ ann an {ev3Link} le motairean is mothaichearan as urrainn dhut cleachdadh airson nithean robotaireach eadar-ghnìomhach a chruthachadh. Cuiridh tu barrachd chomasan ris le Scratch: tog pùpaid robotaireach is innis sgeulachdan, cruthaich na h-innealan-ciùil agus uidheaman-smachd geama agad fhèin no ge b’ e dè eile a bheachdaicheas tu.",
    "ev3.gettingStarted": "Dèan toiseach-tòiseachaidh",
    "ev3.connectingEV3": "Ceangal EV3 ri Scratch",
    "ev3.turnOnEV3": "Cuir an EV3 agad air is tu a’ cumail sìos am putan meadhanach.",
    "ev3.useScratch3": "Cleachd deasaiche {scratch3Link}.",
    "ev3.addExtension": "Cuid ris an leudachan EV3.",
    "ev3.firstTimeConnecting": "An e seo a’ chiad turas a bhios tu a’ ceangal an EV3 agad?",
    "ev3.pairingDescription": "Nuair a bhios tu air briogadh air a’ phutan ceangail ann an Scratch, feumaidh tu a phaidhreachadh leis a’ choimpiutair agad:",
    "ev3.acceptConnection": "Gabh ris an ceangal.",
    "ev3.acceptPasscode": "Gabh ris a’ chòd-fhaire.",
    "ev3.windowsFinalizePairing": "Fuirich gus am bi an t-uidheam agad deiseil.",
    "ev3.macosFinalizePairing": "Cuir a-steach an còd-faire air a’ choimpiutair agad.",
    "ev3.chromeosFinalizePairing": "Cuir a-steach an abairt-fhaire air a’ Chromebook agad.",
    "ev3.thingsToTry": "Rudan ri am feuchainn",
    "ev3.makeMotorMove": "Thoir gluasad air motar",
    "ev3.plugMotorIn": "Ceangal motar ri {portA} air làr-ionad EV3",
    "ev3.portA": "port A",
    "ev3.clickMotorBlock": "Lorg bloca {motorBlockText} agus briog air.",
    "ev3.motorBlockText": "“gluais motar A dhan dàrna taobh”",
    "ev3.starterProjects": "Pròiseactan tòiseachaidh",
    "ev3.starter1BasketballTitle": "Cluich ball-basgaid",
    "ev3.starter1BasketballDescription": "Gluais air beulaibh mothaichear astair airson am bàla a bhocadh.",
    "ev3.starter2MusicTitle": "Cluich ceòl",
    "ev3.starter2MusicDescription": "Brùth air na putanan a chluich sacsafon is drumaichean.",
    "ev3.starter3SpaceTitle": "Glacadh tacothan",
    "ev3.starter3SpaceDescription": "Tog an t-uidheam-smachd agad fèin airson tacothan a ghlacadh.",
    "ev3.troubleshootingTitle": "Fuasgladh dhuilgheadasan",
    "ev3.checkOSVersionTitle": "Dèan cinnteach gu bheil an siostam-obrachaidh agad co-chòrdail ri Scratch Link",
    "ev3.checkOSVersionText": "Chì thu na tionndaidhean as sine dhe na siostam-obrachaidh ris an cuir sinn taic air bàrr na duilleige seo. Faic an stiùireadh air mar a chì thu dè an tionndadh dhe {winOSVersionLink} no {macOSVersionLink} a th’ agad.",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "macOS",
    "ev3.makeSurePairedTitle": "Dèan cinnteach gun deach an coimpiutair agad a phaidhreachadh leis an EV3 agad",
    "ev3.makeSurePairedText": "Feumaidh gu an coimpiutair agad a phaidhreachadh leis an EV3 agad mus urrainn dha ceangal ri Scratch. Feuchaidh sinn gun dèan sinne seo dhut gu fèin-obrachail a’ chiad turas a chuireas tu an leudachan EV3 ris ach mur obraich e, feuch an {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "stiùireadh air paidhreachadh Bluetooth o LEGO",
    "ev3.reconnectTitle": "Air Windows, feuch an dì-phaidhrich thu e mus dèan thu ceangal",
    "ev3.reconnectText": "Ma rinn thu ceangal roimhe is mur urrainn dut ceangal a-rithist, feuch an dì-phaidhrich thu an EV3 on coimpiutair agad: fosgail na roghainnean Bluetooth agad, lorg an EV3 agad is thoir air falbh e.",
    "ev3.closeScratchCopiesTitle": "Dùin na lethbhreacan eile de Scratch",
    "ev3.closeScratchCopiesText": "Chan urrainn ach aon lethbhreac de Scratch ceangal ris an EV3 aig an aon àm. Ma tha Scratch fosgailte agad ann an tabaichean eile a’ bhrabhsair, dùin e is feuch ris a-rithist.",
    "ev3.otherComputerConnectedTitle": "Dèan cinnteach nach eil coimpiutair sam bith eile ceangailte ris an EV3 agad",
    "ev3.otherComputerConnectedText": "Chan urrainn ach aon choimpiutair ceangal ri EV3 aig an aon àm. Ma tha coimpiutair eile agad a tha ceangailte ris an EV3 agad, bris an ceangal ris an EV3 no dùin Scratch air a’ choimpiutair ud agus feuch ris a-rithist.",
    "ev3.updateFirmwareTitle": "Feuch an ùraich thu bathar-an-sàs an EV3 agad",
    "ev3.updateFirmwareText": "Mholamaid gun ùraich thu bathar-an-sàs an EV3 agad gu tionndadh 1.10E no nas ùire. Faic an {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "stiùireadh air ùrachadh a’ bhathair-an-sàs o LEGO",
    "ev3.imgAltEv3Illustration": "Dealbh air hub EV3 le buill-eisimpleir de dh’eadar-ghnìomhan leis.",
    "ev3.imgAltAcceptConnection": "Cleachd na putanan air an EV3 agad a ghabhail ris a’ cheangal.",
    "ev3.imgAltAcceptPasscode": "Cleachd putan sa mheadhan air an EV3 agad a ghabhail ris a’ chòd-fhaire.",
    "ev3.imgAltWaitForWindows": "Bheir Windows brath thugad nuair a bhios an EV3 ullamh.",
    "ev3.imgAltEnterPasscodeMac": "Cuir an còd-faire a-steach ann an uinneag iarrtas a’ cheangail a thèid fhosgladh air a’ Mac agad.",
    "ev3.imgAltEnterPasscodeChrome": "Cuir a-steach an abairt-fhaire san uinneag a dh’iarras an ceangal air a’ Chromebook agad.",
    "ev3.imgAltPlugInMotor": "Airson port A a lorg: tionndaidh an EV3 gus am faic thu sgrìn is putanan an EV3, leis an sgrìn os cionn nam putanan. Bidh port A am fear as fhaide clì air a’ bhàrr ann uairsin",
    "ev3.imgAltStarter1Basketball": "Pròiseact Scratch le ball-basgaid.",
    "ev3.imgAltStarter2Music": "Pròiseact Scratch le innealan-ciùil.",
    "ev3.imgAltStarter3Space": "Pròiseact Scratch le cat Scratch is taco san fhànais."
}