{
    "ev3.headerText": "{ev3Link} é un kit de invención con motores e sensores que se poden usar para construír creacións robóticas interactivas. Ao conectalo con Scratch aumentan as posibilidades: construír un monicreque robótico e contar historias, crear instrumentos musicais e controladores de xogos propios ou o que se poida imaxinar.",
    "ev3.gettingStarted": "Primeiros pasos",
    "ev3.connectingEV3": "Conectar EV3 con Scratch",
    "ev3.turnOnEV3": "Acende o teu EV3 mantendo premido o botón central.",
    "ev3.useScratch3": "Emprega o editor {scratch3Link}.",
    "ev3.addExtension": "Engade a extensión de EV3.",
    "ev3.firstTimeConnecting": "É a primeira vez que conectas o teu EV3?",
    "ev3.pairingDescription": "Despois de premer o botón de conectar en Scratch hai que emparellalo co computador:",
    "ev3.acceptConnection": "Acepta a conexión.",
    "ev3.acceptPasscode": "Acepta o contrasinal.",
    "ev3.windowsFinalizePairing": "Agarda a que o dispositivo estea listo.",
    "ev3.macosFinalizePairing": "Introduce o contrasinal no computador.",
    "ev3.chromeosFinalizePairing": "Introduce o contrasinal no teu Chromebook.",
    "ev3.thingsToTry": "Cousas coas que experimentar",
    "ev3.makeMotorMove": "Facer un movemento co motor",
    "ev3.plugMotorIn": "Conecta un motor no {portA} no concentrador de portos do EV3",
    "ev3.portA": "porto A",
    "ev3.clickMotorBlock": "Atopa o bloque {motorBlockText} e preme nel.",
    "ev3.motorBlockText": "«o motor A xira así»",
    "ev3.starterProjects": "Proxectos de arranque",
    "ev3.starter1BasketballTitle": "Xoga ao baloncesto",
    "ev3.starter1BasketballDescription": "Mover diante do sensor de distancia para rebotar o balón.",
    "ev3.starter2MusicTitle": "Fai música",
    "ev3.starter2MusicDescription": "Preme os botóns para tocar o saxofón e a batería.",
    "ev3.starter3SpaceTitle": "Tacos espaciais",
    "ev3.starter3SpaceDescription": "Constrúe un controlador para apañar tacos no espazo.",
    "ev3.troubleshootingTitle": "Resolución de problemas",
    "ev3.checkOSVersionTitle": "Comprobe que o seu sistema operativo é compatible con Scratch Link",
    "ev3.checkOSVersionText": "As versións mínimas requiridas dos sistemas operativos están listadas na parte de arriba desta páxina. Sigue as instrucións para comprobar a túa versión de {winOSVersionLink} ou{macOSVersionLink}.",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "macOS",
    "ev3.makeSurePairedTitle": "Asegúrate de que o teu ordenador estea emparellado co teu EV3",
    "ev3.makeSurePairedText": "O teu ordenador debe estar emparellado co EV3 antes de poder conectarse a Scratch. Intentamos facelo automaticamente a primeira vez que engades a extensión do EV3, pero se non funciona, podes probar as {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "instrucións de emparellamento do bluetooth de LEGO",
    "ev3.reconnectTitle": "En Windows, proba a desemparellar antes de conectar",
    "ev3.reconnectText": "Se te conectaches antes e non podes volver conectarte, proba a desemparellar manualmente o teu EV3 desde o ordenador: abre a configuración do Bluetooth, atopa o teu EV3 e elimínaa.",
    "ev3.closeScratchCopiesTitle": "Pecha outras copias de Scratch",
    "ev3.closeScratchCopiesText": "Só se pode conectar unha copia de Scratch ao EV3 de cada vez. Se tes Scratch aberto noutras lapelas do navegador, péchao e téntao de novo.",
    "ev3.otherComputerConnectedTitle": "Asegúrate de que non haxa outro computador conectado ao teu EV3",
    "ev3.otherComputerConnectedText": "Só pode haber un computador conectado a un EV3 de cada vez. Se tes outro computador conectado ao EV3, desconecta o EV3 ou pecha Scratch nese computador e téntao de novo.",
    "ev3.updateFirmwareTitle": "Intenta actualizar o microprograma do teu EV3",
    "ev3.updateFirmwareText": "Recomendamos actualizar o microprograma do EV3 á versión 1.10E ou superior. Vexa as {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "instrucións de actualización do microprograma de LEGO",
    "ev3.imgAltEv3Illustration": "Imaxe dun concentrador EV3, con algúns exemplos de interacción con el.",
    "ev3.imgAltAcceptConnection": "Utiliza os botóns do teu EV3 para aceptar a conexión.",
    "ev3.imgAltAcceptPasscode": "Utiliza o botón central do teu EV3 para aceptar o código de acceso.",
    "ev3.imgAltWaitForWindows": "Windows notificarache cando o EV3 estea preparado.",
    "ev3.imgAltEnterPasscodeMac": "Introduce o código de acceso na ventá de solicitude de conexión que se abre no teu Mac.",
    "ev3.imgAltEnterPasscodeChrome": "Introduce o código de acceso na ventá de solicitude de conexión que se abre no teu Chromebook.",
    "ev3.imgAltPlugInMotor": "Para atopar o porto A: manten o EV3 coa pantalla e os botóns cara a ti e a pantalla enriba dos botóns. O porto A está encima e é o máis esquerdo",
    "ev3.imgAltStarter1Basketball": "Un proxecto de Scratch cunha pelota de baloncesto.",
    "ev3.imgAltStarter2Music": "Un proxecto de Scratch con instrumentos musicais.",
    "ev3.imgAltStarter3Space": "Un proxecto Scratch co gato de Scratch e un taco no espazo."
}