{
    "ev3.headerText": "{ev3Link}wata kayan kirkirar sabbin abubuwa ne me kunshe da injina da na'urori masu gane motsi da za ka iya amfani da su wajen gina mutum mutumi mai mu'amala. hadashi da Scratch don fadada abun da ke iya samuwa: gina mutum mutumin babin roba da kuma ba da tasuniyoyi, yin kayan kada kada da raye rayen ka da kuma yin masu sarrafa wasa, ko kuma duk abun da hankalinka ke iya hanje. ",
    "ev3.gettingStarted": "za a fara",
    "ev3.connectingEV3": "sadar da EV3 zuwa Scratch",
    "ev3.turnOnEV3": "Kunna EV3 dinka ta hanyar rike sakiyar mabballin.",
    "ev3.useScratch3": "Yi amfani da editan {scratch3Link}.",
    "ev3.addExtension": "Kara kare-karen EV3 ",
    "ev3.firstTimeConnecting": "Wannan shine amfaninka na farko da EV3? ",
    "ev3.pairingDescription": "Bayan danna maballin sadarwa a Scratch, Za ka nema hada shi da kwamfutarka:",
    "ev3.acceptConnection": "yarda da hadin ",
    "ev3.acceptPasscode": "yarda da passcode",
    "ev3.windowsFinalizePairing": "jira na''urarka ta shirya.",
    "ev3.macosFinalizePairing": "Shigar da passcode akan kwamfutarka.",
    "ev3.chromeosFinalizePairing": "Shigar da passcode akan Chromebook.",
    "ev3.thingsToTry": "Abubuwan da za a iya gwadawa",
    "ev3.makeMotorMove": "Yi motsin mota",
    "ev3.plugMotorIn": "Saka motar a cikin {portA} akan EV3 hub",
    "ev3.portA": "port A",
    "ev3.clickMotorBlock": "Nemi tubalin {motorBlockText}kuma ka danna shi.",
    "ev3.motorBlockText": "\"mota A juya ta wannan hanyar\"",
    "ev3.starterProjects": "Ayyukan farawa",
    "ev3.starter1BasketballTitle": "buga kwalon kwando",
    "ev3.starter1BasketballDescription": "motsa gaban na'urar gane motsi don yin boncin kwallon.",
    "ev3.starter2MusicTitle": "haɗa waƙa",
    "ev3.starter2MusicDescription": "Danna maɓallan don kunna saxophone da ganguna.",
    "ev3.starter3SpaceTitle": "Space Tacos",
    "ev3.starter3SpaceDescription": "gina mai sarrafawarka don kama tacos a sararin samaniya.",
    "ev3.troubleshootingTitle": "Niman matsalar",
    "ev3.checkOSVersionTitle": "Ka tabbatar cewa operating system dinka ya dace da Scratch Link",
    "ev3.checkOSVersionText": "Mafi karancin sigar operating system an jera su a saman wannan shafin. Duba umarni don duba sigar ka na {winOSVersionLink} ko {macOSVersionLink}. ",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "macOS",
    "ev3.makeSurePairedTitle": "Tabbatar cewa kwamfutarka na hade da EV3 dinka",
    "ev3.makeSurePairedText": "Kwamfutar na bukatar a hada ta da EV3 dinka kafun ta iya haduwa da Scratch. Mun yi kokarin yin kai tsaye tun farkon lokacin da ka kara kare-karen EV3, amman idan bata aiki zaka iya gwada wadannan {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "Dokokin hada bluetooth daga LEGO",
    "ev3.reconnectTitle": "Kunna Windows, kwada cire hadawar kafun sadarwa",
    "ev3.reconnectText": "Idan ka riga ka sadar kafun nan kuma ka kasa sake sadarwa, gwada cire hadawar EV3 dinka da kwamfutarka da kanka: bude saituna Bluetooth dinka, nemi EV3 dinka, kuma saika cire shi. ",
    "ev3.closeScratchCopiesTitle": "Rufe sauran kwafin Scratch",
    "ev3.closeScratchCopiesText": "Kwafi daya na Scratch ke iya haduwa da EV3 a lokaci daya. idan kana da Scratch a bude a teburin sauran brausa, kulle ta kuma ka sake gwadawa kuma.",
    "ev3.otherComputerConnectedTitle": "Tabbatar cewa babu wata kwamfuta dake hade da EV3 dinka",
    "ev3.otherComputerConnectedText": "Kwamfuta daya kawai ke iya haduwa da EV3 a lokaci guda. idan kana da wwata kwamfutar daban da ke hade da EV3 dinka, cire haduwar EV3 ko ka kulle Scratch akan wancan kwamfutar ka kuma sake gwadawa.",
    "ev3.updateFirmwareTitle": "Yi kokarin sake sabunta EV3 firmware dinka",
    "ev3.updateFirmwareText": "Muna bada shawarar sabuntawa zuwa EV3 firmware sigar 1.10E ko na sama da haka. duba {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "Dokokin sabunta firmware daga LEGO",
    "ev3.imgAltEv3Illustration": "Nunin EV3 hub, dake kunshe da wadansu samfurin mu'amala da shi.",
    "ev3.imgAltAcceptConnection": "Yi amfani da maballin da ke EV3 dinka don yarda da sadarwar.",
    "ev3.imgAltAcceptPasscode": "Yi amfani da maballin tsakiya akan EV3 dinka don yarda da passcode.",
    "ev3.imgAltWaitForWindows": "Windows zata sanar da kai a lokacin da EV3 ke shirye.",
    "ev3.imgAltEnterPasscodeMac": "shigar da passcode din cikin tagar neman sadarwar dake budewa akan Mac dinka.",
    "ev3.imgAltEnterPasscodeChrome": "shigar da passcode din cikin tagar neman sadarwar dake budewa akan Chromebook dinka.",
    "ev3.imgAltPlugInMotor": "Don neman port A: rike EV3 tare da allon da maballin dake fuskantarka, tare da allon a saman maballin. portA na sama, shine mafi hagun.",
    "ev3.imgAltStarter1Basketball": "Wata aikin Scratch tare da wasan kwallon kwando.",
    "ev3.imgAltStarter2Music": "Wata aikin Scratch da kayan kada kada da raye raye.",
    "ev3.imgAltStarter3Space": "Aikin Scratch tare da Scratch Cat da taco a sararin samaniya."
}