{
    "ev3.headerText": "{ev3Link}यह एक इन्वेंशन किट है जिसमे मोटर्स और सेंसर्स हैं. इसकी सहायता से आप इंटरैक्टिव रोबोट बना सकते हैं. स्क्रैच से जुड़ने पर इसकी सम्भावनायें बढ़ जाती हैं. आप एक रोबो पपेट बना कर कहानियां बता सकते हो, अपने वाद्य यंत्र बना सकते हो और गेम कंट्रोलर बना सकते हो या और कुछ जो आप बनाना चाहो। ",
    "ev3.gettingStarted": "शुरू हो रहा है",
    "ev3.connectingEV3": " EV3 को स्क्रॅच से जोड़ें",
    "ev3.turnOnEV3": " EV3 का सेण्टर बटन दबा कर इसे शुरू कीजिए ",
    "ev3.useScratch3": "स्क्रॅच  लिंक {scratch3Link}के एडिटर का प्रयोग कीजिये।",
    "ev3.addExtension": "स्क्रॅच में  EV3 एक्सटेंशन जोड़िये",
    "ev3.firstTimeConnecting": "क्या आप पहली बार  EV3 का प्रयोग कर रहे हैं?",
    "ev3.pairingDescription": "स्क्रॅच में कनेक्ट बटन दबाने के बाद आपको उसे अपने कंप्यूटर से पेअर करना होगा",
    "ev3.acceptConnection": "कनेक्शन को एक्सेप्ट कीजिये ",
    "ev3.acceptPasscode": "पास कोड को एक्सेप्ट कीजिये ",
    "ev3.windowsFinalizePairing": "अपने डिवाइस को तैयार होने की प्रतीक्षा कीजिये ",
    "ev3.macosFinalizePairing": "अपने कंप्यूटर पर पासकोड लिखिए ",
    "ev3.chromeosFinalizePairing": "पासकोड अपने क्रोम बुक में लिखिए",
    "ev3.thingsToTry": "करके देखने योग्य चीजें ",
    "ev3.makeMotorMove": "मोटर को चला कर देखिये ",
    "ev3.plugMotorIn": " EV3 के हब में {portA}इस पोर्ट पर एक मोटर जोड़िये  ",
    "ev3.portA": "पोर्ट port  A ",
    "ev3.clickMotorBlock": "{motorBlockText}इस ब्लॉक को खोजकर उसपर क्लिक कीजिये ",
    "ev3.motorBlockText": "\"मोटर A इस ओर घूमेगी \"",
    "ev3.starterProjects": "शुरूआती प्रोजेक्ट्स ",
    "ev3.starter1BasketballTitle": "बास्केट बॉल खेलिए ",
    "ev3.starter1BasketballDescription": "डिस्टेंस सेंसर, अंतर जानने वाला सेंसर ",
    "ev3.starter2MusicTitle": "संगीत बनाओ",
    "ev3.starter2MusicDescription": "सैक्सोफोन और ड्रम बजाने के लिए बटन दबाइये",
    "ev3.starter3SpaceTitle": "स्पेस टैकोज ",
    "ev3.starter3SpaceDescription": "टैकोज को स्पेस में पकड़ने के लिए अपना कंट्रोलर बनाइये",
    "ev3.troubleshootingTitle": "समस्या निवारण ",
    "ev3.checkOSVersionTitle": "आपका ऑपरेटिंग सिस्टम पर स्क्रॅच  लिंक चल सकता है या नहीं यह जान लीजिये।  ",
    "ev3.checkOSVersionText": "इस पेज के ऊपरी हिस्से में ऑपरेटिंग सिस्टम के जो संस्करण दिए हुए है वे इस सॉफ्टवेयर को चला सकते हैं. अपने ऑपरेटिंग सिस्टम का व्हर्जन यहाँ पर {winOSVersionLink}या {macOSVersionLink}यहाँ पर चेक कीजिये।",
    "ev3.macCompatibility": "MacOS पर EV3 के साथ सर्वोत्तम परिणामों के लिए, कृपया macOS 11 या नए पर अपडेट करें।",
    "ev3.tryScratchLink1.4": "\"यदि आपको EV3 को Scratch Link 2.0 से कनेक्ट करने में समस्या हो रही है, कृपया Scratch Link 1.4 का प्रयास करें।\"",
    "ev3.downloadScratchLink1.4": "स्क्रैच लिंक 1.4 डाउनलोड करें।",
    "ev3.winOSVersionLinkText": "विंडोज ",
    "ev3.macOSVersionLinkText": "मैक ओ एस\n ",
    "ev3.makeSurePairedTitle": "अपना कंप्यूटर  EV3 से जुड़ा है इसकी जाँच कीजिये",
    "ev3.makeSurePairedText": "स्क्रॅच से जुड़ने से पहले आपके  EV3 को कप्यूटर से जोड़ना जरूरी है. जब आप पहली बार  EV3 का एक्सटेंशन ऐड करते हो तब यह अपने आप  किया जाता है. लेकिन अगर वह काम नहीं कर रहा है तो आप {pairingInstructionLink}इस लिंक पर दी हुई जानकारी को पढ़ कर उसे शुरू कर सकते हैं. ",
    "ev3.pairingInstructionText": " LEGO के ब्लू टूथ पेयरिंग इंस्ट्रक्शन्स ",
    "ev3.reconnectTitle": "विंडोज में कनेक्ट करने से पहले अन पेअर कीजिये",
    "ev3.reconnectText": "अगर आपने इसे पहले कनेक्ट किया है और आप दुबारा कनेक्ट नहीं कर पा रहे हैं तो  EV3 को कंप्यूटर से मैनुअली अनपेअर कीजिये। ब्लू टूथ सेटिंग्स ओपन कीजिये और उसमे  EV3 को ढूंढ कर उसे हटा दीजिये  ",
    "ev3.closeScratchCopiesTitle": "स्क्रॅच  की दूसरी कॉपीज बंद कर दीजिये ",
    "ev3.closeScratchCopiesText": "EV3 से एक बार में स्क्रॅच की एक ही कॉपी कनेक्ट कर सकती है. अगर आपके ब्राउजर में दूसरे टॅब में स्क्रॅच की दुसरी कॉपी ओपन है तो उसे क्लोज कीजिये",
    "ev3.otherComputerConnectedTitle": "EV3 से कोई और कंप्यूटर तो जुड़ा नही है यह चेक कीजिये ",
    "ev3.otherComputerConnectedText": "EV3 से एक बार सिर्फ एक ही कंप्यूटर जुड़ सकता है. अगर आपके EV3 से कोई और कंप्यूटर जुड़ा है तो उसे डिसकनेक्ट कीजिये। या उस कंप्यूटर पर स्क्रॅच को क्लोज कीजिये और दुबारा से कोशिश कीजिये",
    "ev3.updateFirmwareTitle": "EV3 का फर्म वेअर अपडेट कीजिये ",
    "ev3.updateFirmwareText": "EV3 का फर्म वेअर व्हर्जन 1.10E या इससे नया अपडेट कीजिये। अतिरिक्त सूचनाएं {firmwareUpdateLink}",
    "ev3.firmwareUpdateText": "LEGO से फर्म वेअर अपडेट की बारे में सूचनाएं",
    "ev3.imgAltEv3Illustration": " EV3 के हब का चित्र। साथ में उसके उपयोग के कुछ उदहारण। ",
    "ev3.imgAltAcceptConnection": "कनेक्शन को एक्सेप्ट करनेके लिए अपने  EV3 पर बटन दबाइये ",
    "ev3.imgAltAcceptPasscode": "पासकोड को एक्सेप्ट करने के लिए  EV3 पर सेण्टर बटन दबाइये ",
    "ev3.imgAltWaitForWindows": "जब  EV3  रेडी होगा तब विंडोज में आपको सूचना मिलेगी",
    "ev3.imgAltEnterPasscodeMac": "अपने मैक कंप्यूटर पर कनेक्शन रिक्वेस्ट विंडो में पासकोड टाइप कीजिये ",
    "ev3.imgAltEnterPasscodeChrome": "अपने क्रोम बुक पर कनेक्शन रिक्वेस्ट विंडो में पासकोड टाइप कीजिये ",
    "ev3.imgAltPlugInMotor": "पोर्ट A को ढूंढने के लिए:  EV3 को स्क्रीन और बटन अपनी ओर किये हुए पकड़िए। स्क्रीन बटनों के ऊपर होना चाहिए। इस पोजीशन में पोर्ट A टॉप में सबसे लेफ्ट याने बायीं ओर होगा।",
    "ev3.imgAltStarter1Basketball": "एक बास्केट बॉल के साथ एक स्क्रॅच प्रॉजेक्ट ",
    "ev3.imgAltStarter2Music": "वाद्य यंत्रों के साथ एक स्क्रॅच प्रोजेक्ट ",
    "ev3.imgAltStarter3Space": "स्पेस में एक बिल्ली और टैको के साथ एक स्क्रॅच प्रोजेक्ट "
}