{
    "ev3.headerText": "{ev3Link} è un kit dotato di motori e sensori che puoi usare per realizzare costruzioni robotiche interattive. Connettendolo a Scratch puoi aumentare le tue possibilità: puoi costruire un pupazzo robotico raccontando delle storie, creare strumenti musicali, controller di giochi personalizzati o qualsiasi altra cosa tu possa immaginare.",
    "ev3.gettingStarted": "Per Iniziare",
    "ev3.connectingEV3": "Collega EV3 a Scratch",
    "ev3.turnOnEV3": "Accendi il tuo EV3 premendo il pulsante centrale.",
    "ev3.useScratch3": "Usa l'editor di {scratch3Link}.",
    "ev3.addExtension": "Aggiungi l'estensione EV3.",
    "ev3.firstTimeConnecting": "E' la prima volta che provi a collegare il tuo EV3?",
    "ev3.pairingDescription": "Dopo aver cliccato il pulsante di connessione di Scratch dovrai accoppiarlo al tuo computer.",
    "ev3.acceptConnection": "Accetta la connessione.",
    "ev3.acceptPasscode": "Accetta il codice di accesso.",
    "ev3.windowsFinalizePairing": "Attendi che il tuo device sia pronto.",
    "ev3.macosFinalizePairing": "Inserisci il codice di accesso nel tuo computer.",
    "ev3.thingsToTry": "Cose da Provare",
    "ev3.makeMotorMove": "Fai muovere il motore",
    "ev3.plugMotorIn": "Collega un motore alla {portA} del tuo EV3",
    "ev3.portA": "porta A",
    "ev3.clickMotorBlock": "Cerca il blocco {motorBlockText} e cliccalo.",
    "ev3.motorBlockText": "\"aziona il motore A in questa direzione\"",
    "ev3.starterProjects": "Progetti per Iniziare",
    "ev3.starter1BasketballTitle": "Gioca a Basket",
    "ev3.starter1BasketballDescription": "Muoviti davanti al sensore di distanza per lanciare la palla.",
    "ev3.starter2MusicTitle": "Crea un po' di Musica",
    "ev3.starter2MusicDescription": "Premi il pulsante per suonare il sassofono e le percussioni.",
    "ev3.starter3SpaceTitle": "Tacos Spaziali",
    "ev3.starter3SpaceDescription": "Costruisci il tuo controller per catturare i tacos dallo spazio.",
    "ev3.troubleshootingTitle": "Soluzione dei problemi",
    "ev3.checkOSVersionTitle": "Assicurati che il tuo sistema operativo sia compatibile con Scratch Link",
    "ev3.checkOSVersionText": "Le versioni minime dei diversi sistemi operativi sono elencate in cima alla pagina. Vedi le istruzioni per verificare la tua versione di {winOSVersionLink} o {macOSVersionLink}.",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "Mac OS",
    "ev3.makeSurePairedTitle": "Assicurati che il tuo computer sia collegato al tuo EV3",
    "ev3.makeSurePairedText": "Il tuo computer deve essere collegato a EV3 prima che il tuo EV3 possa collegarsi a Scratch. La prima volta che aggiungi l'estensione EV3 Scratch proverà a collegarsi automaticamente. Se non funziona, puoi provare {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "Istruzioni LEGO per il collegamento bluetooth ",
    "ev3.reconnectTitle": "Su Windows, prova a disaccoppiare prima di attivare la connessione",
    "ev3.reconnectText": "Se sei riuscito in precedenza a collegarti ma ora non ci riesci, prova a disaccoppiare manualmente il tuo EV3 dal computer: apri le impostazioni del Bluetooth, trova il tuo EV3 e rimuovilo.",
    "ev3.closeScratchCopiesTitle": "Chiudi eventuali altre copie aperte di Scratch",
    "ev3.closeScratchCopiesText": "Una sola copia di Scratch alla volta può essere collegata a EV3. Se Scratch è aperto in altre schede del tuo browser chiudile e prova di nuovo.",
    "ev3.otherComputerConnectedTitle": "Assicurati che nessun altro computer sia connesso al tuo EV3",
    "ev3.otherComputerConnectedText": "Un solo computer alla volta può essere collegato a EV3. Se hai un altro computer collegato a EV3 scollegalo da EV3 oppure chiudi Scratch su quel computer e prova di nuovo.",
    "ev3.updateFirmwareTitle": "Prova ad aggiornare il firmware EV3",
    "ev3.updateFirmwareText": "Raccomandiamo di aggiornare EV3 alla versione firmware 1.10E o superiore. Vedi {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "Istruzioni LEGO per l'aggiornamento del firmware",
    "ev3.imgAltEv3Illustration": "Illustrazione di un hub EV3 che mostra alcuni esempi su come usarlo.",
    "ev3.imgAltAcceptConnection": "Usa i pulsante sul tuo EV3 per accettare il collegamento.",
    "ev3.imgAltAcceptPasscode": "Usa il pulsante centrale sul tuo EV3 per accettare il passcode.",
    "ev3.imgAltWaitForWindows": "Windows ti avviserà quando l'EV3 è pronto.",
    "ev3.imgAltEnterPasscodeMac": "Inserisco il passcode nella finestra di richiesta del collegamento sul tuo Mac.",
    "ev3.imgAltPlugInMotor": "Per trovare la porta A: tieni l'EV3 in modo che lo schermo e i pulsanti siano dalla tua parte, con lo schermo in alto sopra ai pulsanti. La porta A è quella in alto più a sinistra di tutte.",
    "ev3.imgAltStarter1Basketball": "Un progetto Scratch con una palla da basket.",
    "ev3.imgAltStarter2Music": "Un progetto Scratch con degli strumenti misicali.",
    "ev3.imgAltStarter3Space": "Un progetto Scratch con il gatto di Scratch e un taco dello spazio."
}