{
    "ev3.headerText": "{ev3Link} is een uitvindingsset met motors en sensors die je kunt gebruiken om interactieve robotcreaties te maken. Verbinden met Scratch vergroot de mogelijkheden: bouw een robotpop en vertel verhalen, maak je eigen muziekinstrumenten en spelcontrollers, of wat je nog meer kunt bedenken.",
    "ev3.gettingStarted": "Aan de slag",
    "ev3.connectingEV3": "De EV3 met Scratch verbinden",
    "ev3.turnOnEV3": "Zet je EV3 aan door de middelste knop ingedrukt te houden.",
    "ev3.useScratch3": "Ga naar de {scratch3Link} editor.",
    "ev3.addExtension": "Voeg de EV3 uitbreiding toe.",
    "ev3.firstTimeConnecting": "Eerste keer dat je je EV3 aansluit?",
    "ev3.pairingDescription": "Nadat je op de verbind knop in Scratch hebt geklikt, moet je deze koppelen met je computer:",
    "ev3.acceptConnection": "Bevestig de verbinding.",
    "ev3.acceptPasscode": "Accepteer het wachtwoord.",
    "ev3.windowsFinalizePairing": "Wacht tot je apparaat gereed is.",
    "ev3.macosFinalizePairing": "Voer het wachtwoord in op je computer.",
    "ev3.chromeosFinalizePairing": "Voer op je Chromebook de toegangscode in.",
    "ev3.thingsToTry": "Dingen om te proberen",
    "ev3.makeMotorMove": "Laat een motor bewegen",
    "ev3.plugMotorIn": "Sluit een motor aan op {portA} van de EV3 hub",
    "ev3.portA": "poort A",
    "ev3.clickMotorBlock": "Vind het {motorBlockText} blok en klik er op.",
    "ev3.motorBlockText": "\"motor A draait deze kant op\"",
    "ev3.starterProjects": "Startersprojecten",
    "ev3.starter1BasketballTitle": "Speel basketbal",
    "ev3.starter1BasketballDescription": "Beweeg voor de afstandssensor om de bal te laten stuiteren.",
    "ev3.starter2MusicTitle": "Maak muziek",
    "ev3.starter2MusicDescription": "Druk op de knoppen om saxofoon en drums te spelen.",
    "ev3.starter3SpaceTitle": "Ruimte Tacos",
    "ev3.starter3SpaceDescription": "Bouw je eigen controller om taco's in de ruimte te vangen.",
    "ev3.troubleshootingTitle": "Probleemoplossing",
    "ev3.checkOSVersionTitle": "Zorg dat je besturingsysteem compatibel is met Scratch Link",
    "ev3.checkOSVersionText": "De minimale eisen voor  je besturingsysteem staan in de lijst bovenaan deze pagina. Zie de instructies om de versie te controleren van je besturingsysteem voor {winOSVersionLink} of {macOSVersionLink}",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "macOS",
    "ev3.makeSurePairedTitle": "Zorg ervoor dat je computer is gekoppeld met je EV3",
    "ev3.makeSurePairedText": "Je computer moet worden gekoppeld met je EV3 voordat hij kan worden aangesloten op Scratch. We proberen dit automatisch te doen de eerste keer dat je de EV3 uitbreiding toevoegt, maar als het niet werkt kun je het volgende proberen {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "Bluetooth-koppeling instructies van LEGO",
    "ev3.reconnectTitle": "Op Windows, probeer om de paring te verbreken alvorens te verbinden.",
    "ev3.reconnectText": "Als je in het verleden verbinding hebt gemaakt en niet opnieuw kunt verbinden, probeer dan handmatig de paring te verbreken tussen je EV3 en je computer; open je Bluetooth instellingen, vind je EV3 en verwijder die.",
    "ev3.closeScratchCopiesTitle": "Sluit andere vensters met Scratch.",
    "ev3.closeScratchCopiesText": "Slechts één exemplaar van Scratch kan tegelijkertijd op de EV3 worden aangesloten. Als je Scratch hebt geopend in andere browsertabbladen, sluit je die en probeer je het opnieuw.",
    "ev3.otherComputerConnectedTitle": "Zorg ervoor dat er geen andere computer op je EV3 is aangesloten.",
    "ev3.otherComputerConnectedText": "Er kan slechts één computer tegelijk op een EV3 worden aangesloten. Als je een andere computer op je EV3 hebt aangesloten, ontkoppel dan de EV3 of sluit Scratch op die computer en probeer het opnieuw.",
    "ev3.updateFirmwareTitle": "Probeer je EV3-firmware bij te werken",
    "ev3.updateFirmwareText": "Wij raden je aan om te updaten naar EV3 firmware versie 1.10E of hoger. Zie {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "firmware update instructies van LEGO",
    "ev3.imgAltEv3Illustration": "Plaatje van een EV3-hub met een paar voorbeelden van interactie ermee.",
    "ev3.imgAltAcceptConnection": "Gebruik de knoppen op je EV3 om de verbinding te accepteren.",
    "ev3.imgAltAcceptPasscode": "Gebruik de knop in het midden op je EV3 om de toegangscode te accepteren.",
    "ev3.imgAltWaitForWindows": "Windows meldt wanneer de EV3 klaar is.",
    "ev3.imgAltEnterPasscodeMac": "Voor de toegangscode in als op je Mac een scherm opent dat om verbinding vraagt.",
    "ev3.imgAltEnterPasscodeChrome": "Voer op je Chromebook de toegangscode in in het venster waar de verbinding wordt aangevraagd.",
    "ev3.imgAltPlugInMotor": "Om poort A te vinden: hou de EV3 met scherm en knoppen naar je toe, met het scherm boven de knoppen. Port A zit bovenop aan de linker kant.",
    "ev3.imgAltStarter1Basketball": "Een Scratch project met een basketbal.",
    "ev3.imgAltStarter2Music": "Een Scratch project met muziekinstrumenten.",
    "ev3.imgAltStarter3Space": "Een Scratch project met Scratchkat en een taco in de ruimte."
}