{
    "ev3.headerText": "{ev3Link} é um kit de invenção com motores e sensores que você pode usar para fazer criações robóticas interativas. Ao conectar esse kit ao Scratch expande possibilidades de criação: você pode criar um fantoche robótico e contar histórias, fazer seus próprios instrumentos musicais e controles de jogos, ou qualquer outra coisa que possa imaginar.",
    "ev3.gettingStarted": "Primeiros Passos",
    "ev3.connectingEV3": "Conectando o EV3 ao Scratch",
    "ev3.turnOnEV3": "Ligue seu EV3 segurando o botão central.",
    "ev3.useScratch3": "Use o editor {scratch3Link}.",
    "ev3.addExtension": "Adicione a extensão para o EV3.",
    "ev3.firstTimeConnecting": "É a primeira vez que vocês está conectando seu EV3?",
    "ev3.pairingDescription": "Após clicar no botão de conexão no Scratch, você precisa pareá-lo com o seu computador:",
    "ev3.acceptConnection": "Aceite a conexão.",
    "ev3.acceptPasscode": "Aceite a senha.",
    "ev3.windowsFinalizePairing": "Espere até que seu dispositivo esteja pronto.",
    "ev3.macosFinalizePairing": "Digite a senha em seu computador.",
    "ev3.chromeosFinalizePairing": "Insira a senha em seu Chromebook.",
    "ev3.thingsToTry": "Coisas para Experimentar",
    "ev3.makeMotorMove": "Faça um motor se mover",
    "ev3.plugMotorIn": "Plugue um motor em {portA} no ponto do EV3",
    "ev3.portA": "porta A",
    "ev3.clickMotorBlock": "Encontre o bloco {motorBlockText} e clique nele.",
    "ev3.motorBlockText": "\"motor A vire para esse lado\"",
    "ev3.starterProjects": "Projetos para Iniciantes",
    "ev3.starter1BasketballTitle": "Jogue Basquete",
    "ev3.starter1BasketballDescription": "Mova-se em frente ao sensor para mover a bola.",
    "ev3.starter2MusicTitle": "Faça Música",
    "ev3.starter2MusicDescription": "Pressione os botões para tocar saxofone e bateria.",
    "ev3.starter3SpaceTitle": "Tacos Espaciais",
    "ev3.starter3SpaceDescription": "Construa seu próprio controle para pegar tacos no espaço.",
    "ev3.troubleshootingTitle": "Solução de problemas",
    "ev3.checkOSVersionTitle": "Tenha certeza de que seu sistema operacional é compatível com o Scratch Link",
    "ev3.checkOSVersionText": "As versões mínimas de de sistemas operacionais estão listadas no topo desta página. Veja instruções para checar sua versão do {winOSVersionLink} ou {macOSVersionLink}.",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "macOS",
    "ev3.makeSurePairedTitle": "Certifique-se de que seu computador esteja pareado com seu EV3",
    "ev3.makeSurePairedText": "Seu computador precisa estar pareado com seu EV3 antes que ele se conecte ao Scratch. Tentamos fazer isso automaticamente na primeira vez que você adiciona a extensão do EV3, mas se não funcionar, você pode tentar isso {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "instruções da LEGO para o pareamento bluetooth",
    "ev3.reconnectTitle": "No Windows, tente desativar o pareamento antes de conectar.",
    "ev3.reconnectText": "Se você conectou antes e não consegue reconectar, tente manualmente despareando seu EV3 de seu computador: abra as configurações Bluetooth, encontre seu EV3, e remova-o.",
    "ev3.closeScratchCopiesTitle": "Feche outras cópias do Scratch",
    "ev3.closeScratchCopiesText": "Apenas uma cópia do Scratch pode se conectar ao EV3 por vez. Se você está com o Scratch aberto em outras guias do navegador, feche-o e tente novamente.",
    "ev3.otherComputerConnectedTitle": "Verifique se não há outro computador conectado ao seu EV3",
    "ev3.otherComputerConnectedText": "Apenas um computador pode ser conectado a um EV3 por vez. Se você tem outro computador conectado ao seu EV3, desconecte o EV3 ou feche o Scratch no computador e tente novamente.",
    "ev3.updateFirmwareTitle": "Tente atualizar o firmware do seu EV3",
    "ev3.updateFirmwareText": "Recomendamos a atualização para o firmware versão 1.10E do EV3 ou superior. Veja {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "instruções sobre atualização de firmware da LEGO",
    "ev3.imgAltEv3Illustration": "Ilustração de um EV3, apresentando alguns exemplos de interação.",
    "ev3.imgAltAcceptConnection": "Use os botões do seu EV3 para aceitar a conexão.",
    "ev3.imgAltAcceptPasscode": "Use o botão central do seu EV3 para aceitar a senha.",
    "ev3.imgAltWaitForWindows": "O Windows avisará quando o EV3 estiver pronto.",
    "ev3.imgAltEnterPasscodeMac": "Insira a senha na janela de solicitação de conexão no seu Mac.",
    "ev3.imgAltEnterPasscodeChrome": "Insira a senha em sua janela de pedido de conexão em seu Chromebook.",
    "ev3.imgAltPlugInMotor": "Para encontrar a porta A: segure o EV3 com a tela e os botões virados para você, e a tela acima dos botões. A porta A está no canto superior esquerdo",
    "ev3.imgAltStarter1Basketball": "Um projeto no Scratch com basquete.",
    "ev3.imgAltStarter2Music": "Um projeto do Scratch com instrumentos musicais.",
    "ev3.imgAltStarter3Space": "Projeto do Scratch com o Gato Scratch e um taco no espaço."
}