{
    "ev3.headerText": "O {ev3Link} é um kit de invenções com motores e sensores que pode usar para construir criações robóticas interactivas. Ligá-lo ao Scratch expande as suas possibilidades: construa uma marioneta robótica e conte estórias, faça os seus próprios instrumentos musicais e controladores de jogos, ou o que quer que imagine.",
    "ev3.gettingStarted": "Começar",
    "ev3.connectingEV3": "Ligar o EV3 ao Scratch",
    "ev3.turnOnEV3": "Ligue o seu EV3 mantendo premido o botão do centro.",
    "ev3.useScratch3": "Use o editor {scratch3Link}.",
    "ev3.addExtension": "Adicione a extensão EV3.",
    "ev3.firstTimeConnecting": "É a primeira vez que faz a ligação ao seu EV3?",
    "ev3.pairingDescription": "Depois de clicar no botão de ligação no Scratch, terá de o emparelhar com o seu computador:",
    "ev3.acceptConnection": "Aceite a ligação.",
    "ev3.acceptPasscode": "Aceite o código-passe.",
    "ev3.windowsFinalizePairing": "Espere que o seu dispositivo fique pronto.",
    "ev3.macosFinalizePairing": "Introduza o código-passe no seu computador.",
    "ev3.chromeosFinalizePairing": "Introduza o código-passe no seu Chromebook.",
    "ev3.thingsToTry": "Coisas a Experimentar",
    "ev3.makeMotorMove": "Faça mexer um motor",
    "ev3.plugMotorIn": "Ligue um motor ao {portA} do «hub» EV3",
    "ev3.portA": "porto A",
    "ev3.clickMotorBlock": "Procure o bloco {motorBlockText} e clique nele.",
    "ev3.motorBlockText": "\"roda o motor A para aqui\"",
    "ev3.starterProjects": "Projectos de Arranque",
    "ev3.starter1BasketballTitle": "Jogar Basquetebol",
    "ev3.starter1BasketballDescription": "Mova-se para a frente do sensor de distância para ressaltar a bola.",
    "ev3.starter2MusicTitle": "Fazer Música",
    "ev3.starter2MusicDescription": "Pressione os botões para tocar saxofone e tambores.",
    "ev3.starter3SpaceTitle": "Tacos Espaciais",
    "ev3.starter3SpaceDescription": "Crie o seu próprio controlador para apanhar tacos no espaço.",
    "ev3.troubleshootingTitle": "Resolução de Problemas",
    "ev3.checkOSVersionTitle": "Assegure-se de que o seu sistema operativo é compatível com o Scratch Link",
    "ev3.checkOSVersionText": "As versões mínimas dos sistemas operativos estão listadas no topo desta página. Veja as instruções sobre como verificar a sua versão do {winOSVersionLink} ou do {macOSVersionLink}.",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "macOS",
    "ev3.makeSurePairedTitle": "Assegure-se de que o seu computador está emparelhado com o seu EV3",
    "ev3.makeSurePairedText": "O seu computador precisa de estar emparelhado com o seu EV3 antes de o poder ligar ao Scratch. Tentamos fazê-lo automaticamente da primeira vez que adiciona a extensão EV3, mas se não estiver a funcionar pode tentar estas {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "instruções da LEGO de emparelhamento bluetooth",
    "ev3.reconnectTitle": "No Windows, tente desemparelhar antes de ligar",
    "ev3.reconnectText": "Se tiver conseguido ligar antes mas não estiver a conseguir ligar de novo, tente desemparelhar manualmente o seu EV3 do seu computador: abra as suas configurações Bluetooth, procure o seu EV3 e remova-o.",
    "ev3.closeScratchCopiesTitle": "Feche as outras cópias do Scratch",
    "ev3.closeScratchCopiesText": "Apenas uma cópia do Scratch pode ligar ao EV3 de cada vez. Se tiver o Scratch aberto noutros separadores do navegador, feche-os e tente de novo.",
    "ev3.otherComputerConnectedTitle": "Assegure-se de que nenhum outro computador está ligado ao seu EV3",
    "ev3.otherComputerConnectedText": "Apenas um computador pode estar ligado ao EV3 de cada vez. Se tiver outro computador ligado ao seu EV3, desligue-o do EV3 ou feche o Scratch nesse computador e tente de novo.",
    "ev3.updateFirmwareTitle": "Tente actualizar o «firmware» do seu EV3",
    "ev3.updateFirmwareText": "Recomendamos actualizar para a versão 1.10E do «firmware» EV3 ou para uma versão superior. Veja as {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "instruções da LEGO para actualização do «firmware»",
    "ev3.imgAltEv3Illustration": "Ilustração de um «hub» EV3 mostrando alguns exemplos de interacção com ele.",
    "ev3.imgAltAcceptConnection": "Use os botões no seu EV3 para aceitar a ligação.",
    "ev3.imgAltAcceptPasscode": "Use o botão central no seu EV3 para aceitar o código-passe.",
    "ev3.imgAltWaitForWindows": "O Windows notificá-lo-á quando o o EV3 estiver pronto.",
    "ev3.imgAltEnterPasscodeMac": "Introduza o código-passe na janela de pedido de ligação que se abrirá no seu Mac.",
    "ev3.imgAltEnterPasscodeChrome": "Introduza o código-passe na janela de pedido de ligação aberta no seu Chromebook.",
    "ev3.imgAltPlugInMotor": "Para descobrir o porto A: segure no EV3 com o ecrã e os botões virados para si e com o ecrã acima dos botões. O porto A estará no topo e será o porto mais à esquerda",
    "ev3.imgAltStarter1Basketball": "Um projecto Scratch com uma bola de basquetebol.",
    "ev3.imgAltStarter2Music": "Um projecto Scratch com instrumentos musicais.",
    "ev3.imgAltStarter3Space": "Um projecto Scratch com o Gato Scratch e um taco no espaço."
}