{
    "ev3.headerText": "{ev3Link} este un kit de invenție cu motoare și senzori pe care îl puteți folosi pentru a construi creații robotice interactive. Conectarea acestuia la Scratch extinde posibilitățile: construiește o păpușă robotică și spune povești, creează-ți propriile instrumente muzicale și controlere de joc sau orice altceva îți poți imagina.",
    "ev3.gettingStarted": "Să începem",
    "ev3.connectingEV3": "Conectarea EV3 la Scratch",
    "ev3.turnOnEV3": "Porniți EV3 ținând apăsat butonul central.",
    "ev3.useScratch3": "Utilizați {scratch3Link} editorul.",
    "ev3.addExtension": "Adăugați extensia EV3.",
    "ev3.firstTimeConnecting": "Prima dată când îți conectezi EV3?",
    "ev3.pairingDescription": "După ce faceți clic pe butonul de conectare în Scratch, va trebui să îl asociați cu computerul:",
    "ev3.acceptConnection": "Acceptați conexiunea.",
    "ev3.acceptPasscode": "Acceptați parola.",
    "ev3.windowsFinalizePairing": "Așteptați ca dispozitivul să fie gata.",
    "ev3.macosFinalizePairing": "Introduceți parola pe computer.",
    "ev3.chromeosFinalizePairing": "Introduceți parola pe Chromebook.",
    "ev3.thingsToTry": "Lucruri de încercat",
    "ev3.makeMotorMove": "Faceți o mișcare a motorului",
    "ev3.plugMotorIn": "Conectați un motor {portA} la hub-ul EV3",
    "ev3.portA": "portul A",
    "ev3.clickMotorBlock": "Găsiți {motorBlockText} blocul și faceți clic pe el.",
    "ev3.motorBlockText": "\"motor A viraj în acest sens\"",
    "ev3.starterProjects": "Proiecte de start",
    "ev3.starter1BasketballTitle": "Joaca baschet",
    "ev3.starter1BasketballDescription": "Deplasați-vă în fața senzorului de distanță pentru a sări mingea.",
    "ev3.starter2MusicTitle": "Creează Muzică",
    "ev3.starter2MusicDescription": "Apăsați butoanele pentru a cânta saxofon și tobe.",
    "ev3.starter3SpaceTitle": "Tacos spațial",
    "ev3.starter3SpaceDescription": "Construiește-ți propriul controler pentru a prinde tacos în spațiu.",
    "ev3.troubleshootingTitle": "Depanare",
    "ev3.checkOSVersionTitle": "Asigurați-vă că sistemul dvs. de operare este compatibil cu Scratch Link",
    "ev3.checkOSVersionText": "Versiunile minime ale sistemului de operare sunt listate în partea de sus a acestei pagini. Consultați instrucțiunile pentru verificarea versiunii dvs. de {winOSVersionLink} sau {macOSVersionLink}.",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "macOS",
    "ev3.makeSurePairedTitle": "Asigurați-vă că computerul este asociat cu EV3",
    "ev3.makeSurePairedText": "Computerul trebuie să fie asociat cu EV3 înainte ca acesta să se poată conecta la Scratch. Încercăm să facem acest lucru automat prima dată când adăugați extensia EV3, dar dacă nu funcționează, puteți încerca acestea {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "instrucțiuni de asociere Bluetooth de la LEGO",
    "ev3.reconnectTitle": "Pe Windows, încercați să anulați împerecherea înainte de a vă conecta",
    "ev3.reconnectText": "Dacă v-ați conectat înainte și nu vă puteți reconecta, încercați să dezasociați manual EV3 de la computer: deschideți setările Bluetooth, găsiți EV3 și eliminați-l.",
    "ev3.closeScratchCopiesTitle": "Închideți alte copii ale lui Scratch",
    "ev3.closeScratchCopiesText": "Doar o copie a Scratch se poate conecta la EV3 la un moment dat. Dacă aveți Scratch deschis în alte file ale browserului, închideți-l și încercați din nou.",
    "ev3.otherComputerConnectedTitle": "Asigurați-vă că niciun alt computer nu este conectat la EV3",
    "ev3.otherComputerConnectedText": "Doar un computer poate fi conectat la un EV3 la un moment dat. Dacă aveți un alt computer conectat la EV3, deconectați EV3 sau închideți Scratch pe acel computer și încercați din nou.",
    "ev3.updateFirmwareTitle": "Încercați să vă actualizați firmware-ul EV3",
    "ev3.updateFirmwareText": "Vă recomandăm să actualizați la versiunea de firmware EV3 1.10E sau o versiune superioară. Vedea {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "instrucțiuni de actualizare a firmware-ului de la LEGO",
    "ev3.imgAltEv3Illustration": "Ilustrație a unui hub EV3, cu câteva exemple de interacțiune cu acesta.",
    "ev3.imgAltAcceptConnection": "Utilizați butoanele de pe EV3 pentru a accepta conexiunea.",
    "ev3.imgAltAcceptPasscode": "Folosiți butonul central de pe EV3 pentru a accepta parola.",
    "ev3.imgAltWaitForWindows": "Windows vă va anunța când EV3 este gata.",
    "ev3.imgAltEnterPasscodeMac": "Introduceți parola în fereastra de solicitare a conexiunii care se deschide pe Mac.",
    "ev3.imgAltEnterPasscodeChrome": "Introduceți parola în fereastra de solicitare a conexiunii care se deschide pe Chromebook.",
    "ev3.imgAltPlugInMotor": "Pentru a găsi portul A: țineți EV3 cu ecranul și butoanele în fața dvs., cu ecranul deasupra butoanelor. Portul A este deasupra și este cel din stânga",
    "ev3.imgAltStarter1Basketball": "Un proiect Scratch cu o minge de baschet.",
    "ev3.imgAltStarter2Music": "Un proiect Scratch cu instrumente muzicale.",
    "ev3.imgAltStarter3Space": "Un proiect Scratch cu Scratch Cat și un taco în spațiu."
}