{
    "ev3.headerText": "{ev3Link} ni kifurushi cha uvumbuzi kilichomo na mota na sensa mbalimbali ambazo unaweza kutumia kujenga roboti shirikishi. Kuiunganisha kwa Scratch huongeza uwezekano: Jenga pupa la roboti na usimulie hadithi, tengeneza vyombo vyako vya muziki na vidhibiti vay mchezo, au kitu kingine chochote unachoweza kufikiria.",
    "ev3.gettingStarted": "Hatua ya Kuanza",
    "ev3.connectingEV3": "Unganisha EV3 kwa scratch",
    "ev3.turnOnEV3": "Washa EV3 yako kwa kushikilia kitufe cha katikati.",
    "ev3.useScratch3": "Tumia kihariri {scratch3Link}.",
    "ev3.addExtension": "Ongeza kiendelezi cha EV3.",
    "ev3.firstTimeConnecting": "Je, unaunganisha EV3 yako kwa mara ya kwanza?",
    "ev3.pairingDescription": "Baada ya kubonyeza kitufe cha kuunganisha katika Scratch, utahitaji pia kuiambatanisha na tarakilishi yako:",
    "ev3.acceptConnection": "Kubali kuunganisha",
    "ev3.acceptPasscode": "Kubali nenosiri",
    "ev3.windowsFinalizePairing": "Subiri kifaa chako kiwe tayari kwa matumizi",
    "ev3.macosFinalizePairing": "Weka nenosiri kwenye kompyuta yako",
    "ev3.chromeosFinalizePairing": "Weka nenosiri kwenye Chromebook yako.",
    "ev3.thingsToTry": "Mazoezi ya Kujaribu",
    "ev3.makeMotorMove": "Endesha mota",
    "ev3.plugMotorIn": "Chomeka mota katika {portA} kwa kitovu cha EV3",
    "ev3.portA": "port A",
    "ev3.clickMotorBlock": "Tafuta bloku ya{motorBlockText}na uibonyeze.",
    "ev3.motorBlockText": "\"mota A igeuke hivi \"",
    "ev3.starterProjects": "Miradi ya Kuanzia",
    "ev3.starter1BasketballTitle": "Cheza mpira wa kikapu",
    "ev3.starter1BasketballDescription": "Sogeza mbele sensa ya umbali ili kudunda mpira.",
    "ev3.starter2MusicTitle": "Tengeneza Muziki",
    "ev3.starter2MusicDescription": "Bonyeza vitufe ili kucheza saksofoni na ngoma.",
    "ev3.starter3SpaceTitle": " Taco wa Angani",
    "ev3.starter3SpaceDescription": "Jenga kielekezi chako mwenyewe ili kushika taco angani ",
    "ev3.troubleshootingTitle": "Kusuluhisha",
    "ev3.checkOSVersionTitle": "Hakikisha kuwa mfumo wa uendeshaji wako unatangamana na kiungo cha Scratch ",
    "ev3.checkOSVersionText": "Matoleo ya kiwango cha chini ya mfumo wa uendeshaji yameorodheshwa juu ya ukurasa huu. Tazama maagizo ya jinsi ya kukagua toleo la mfumo wako wa uendeshaji wa {winOSVersionLink} au {macOSVersionLink}.",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "macOS",
    "ev3.makeSurePairedTitle": "Hakikisha kompyuta yako imeunganishwa na EV3 yako",
    "ev3.makeSurePairedText": "Kompyuta yako inahitaji kuambatanishwa na EV3 yako kabla ya kuunganisha Scratch. Tunajaribu kufanya hii kiotomatiki mara ya kwanza unapoongeza ukiendelezi cha EV3, lakini ikiwa haifanyi kazi unaweza kujaribu  hivi{pairingInstructionLink}.",
    "ev3.pairingInstructionText": "Maagizo ya LEGO kuhusu kuunganisha bluetooth  ",
    "ev3.reconnectTitle": "Kwenye Windows, jaribu kutenganisha kabla ya kuunganisha ",
    "ev3.reconnectText": "Ikiwa umeunganisha EV3 hapo awali na huwezi kuunganisha tena, jaribu kutenganisha au kuchomoa EV3 kutoka kwa kompyuta: fungua sehemu ya mipangilio ya Bluetooth, pata EV3 yako, na uiondoe.",
    "ev3.closeScratchCopiesTitle": "Funga nakala zingine za Scratch",
    "ev3.closeScratchCopiesText": "Ni nakala moja tu ya Scratch ndiyo inaweza kuunganishinwa na EV3 kwa wakati mmoja. Iwapo Scratch imefunguliwa katika vichupo vingine vya kivinjari, vifunge na ujaribu tena.",
    "ev3.otherComputerConnectedTitle": "Hakikisha hakuna tarakilishi yoyote imeunganishwa na EV3 yako",
    "ev3.otherComputerConnectedText": "Kompyuta moja tu ndio inaweza kuunganishwa na EV3 kwa wakati mmoja. Ikiwa una kompyuta nyingine iliyounganishwa na sensa yako, tenganisha  sensa hiyo, usitishe programu ya Scratch kwenye kompyuta halafu ujaribu tena.",
    "ev3.updateFirmwareTitle": "Jaribu kusasisha programu ya maunzi ya EV3 yako.",
    "ev3.updateFirmwareText": "Tunapendekeza kusasisha kwa toleo la sasa la programu ya  maunzi ya EV3 1.10E au hapo juu. Tazama {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "Maagizo ya LEGO  kuhusu usasishaji wa programu wa maunzi  ",
    "ev3.imgAltEv3Illustration": "Kielelzo cha kitovu cha EV3, kilicho na baadhi ya mifano ya kuishirikisha.",
    "ev3.imgAltAcceptConnection": "Tumia vitufe kwenye EV3 yako kukubali unganisho.",
    "ev3.imgAltAcceptPasscode": "Tumia kitufe cha katikati kwenye EV3 yako kukubali nenosiri.",
    "ev3.imgAltWaitForWindows": "Windows itakujulisha iwapo EV3 ni tayari kwa matumizi",
    "ev3.imgAltEnterPasscodeMac": "Andika nenosiri kwenye dirisha la ombi  lililofunguliwa kwenye Mac yako.",
    "ev3.imgAltEnterPasscodeChrome": "Weka nenosiri kwenye dirisha la ombi  linalofunguliwa kwenye Chromebook yako.",
    "ev3.imgAltPlugInMotor": "Ili kupata kituo A: shikilia EV3 na skrini na vitufe vinakutazama, na skrini ikiwa juu ya vitufe. Kituo A iko juu, na ndio ya kushoto zaidi",
    "ev3.imgAltStarter1Basketball": "Mradi wa Scratch na mpira wa kikapu.",
    "ev3.imgAltStarter2Music": "Mradi wa Scratch na ala za muziki.",
    "ev3.imgAltStarter3Space": "Mradi wa Scratch wakiwemo  paka wa Scratch na taco wakiwa angani."
}