{
    "ev3.headerText": "{ev3Link} ni kifaa cha uvumbuzi na mota na sensa unaweza kutumia kujenga ubunifu wa kiingiliano wa roboti. Kuiunganisha kwa scratch huongeza uwezekano: jenga pupa la roboti na usimulie hadithi, tengeneza vyombo vyako vya muziki na watawala wa mchezo, au kitu kingine chochote unachoweza kufikiria.",
    "ev3.gettingStarted": "Kuanza",
    "ev3.connectingEV3": "Unganisha EV3 kwa scratch",
    "ev3.turnOnEV3": "Washa EV3 yako kwa kushikilia kitufe cha katikati.",
    "ev3.useScratch3": "Tumia mhariri {scratch3Link}.",
    "ev3.addExtension": "Ongeza ugani wa EV3.",
    "ev3.firstTimeConnecting": "Unganisha EV3 yako kwa mara ya kwanza?",
    "ev3.pairingDescription": "Baada ya kubonyeza kitufe chaunganisho katika Scratch, utahitaji kuijenga na tarakilishi yako:",
    "ev3.acceptConnection": "Kubali kuunganisha",
    "ev3.acceptPasscode": "Kubali neno la siri",
    "ev3.windowsFinalizePairing": "Tulia kifaa chako kiwetayari",
    "ev3.macosFinalizePairing": "weka neno lako la siri kwenye kompyuta yako",
    "ev3.thingsToTry": "Vitu Kujaribu",
    "ev3.makeMotorMove": "Fanya mota kueenda",
    "ev3.plugMotorIn": "Punga mota kwa {portA} kwenye kitovu cha EV3",
    "ev3.portA": "port A",
    "ev3.clickMotorBlock": "tafuta 1{motorBlockText} kibao na ukibonyeze.",
    "ev3.motorBlockText": "\"geuza mota A hivi\"",
    "ev3.starterProjects": "Miradi ya Kuanzisha",
    "ev3.starter1BasketballTitle": "Cheza mpira wa kikapu",
    "ev3.starter1BasketballDescription": "Sogeza mbele sensa ya umbali ili kupiga mpira.",
    "ev3.starter2MusicTitle": "Tengeneza Muziki",
    "ev3.starter2MusicDescription": "Bonyeza vitufe ili kucheza harimuni na ngoma.",
    "ev3.starter3SpaceTitle": "Nafasi ya taco",
    "ev3.starter3SpaceDescription": "Jenga mtawala wako mwenyewe ili kupata taco kwenye nafasi. ",
    "ev3.troubleshootingTitle": "Utatuzi wa Shida",
    "ev3.checkOSVersionTitle": "Hakikisha mfumo wa uendeshaji wako unaendana na Scratch Link",
    "ev3.checkOSVersionText": "Matoleo ya chini ya mfumo wa uendeshaji yameorodheshwa juu ya ukurasa huu. Angalia maagizo ya kuangalia toleo lako la {winOSVersionLink} au {macOSVersionLink}.",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "Mac OS",
    "ev3.makeSurePairedTitle": "Hakikisha kompyuta yako inmeunganishwa na EV3 yako",
    "ev3.makeSurePairedText": "Tarakilishi yako inahitaji kuoanishwa na EV3 yako kabla ya kuunganishwa na scratch. Tunajaribu kufanya hii kiotomatiki mara ya kwanza unapoongeza ugani wa EV3, lakini ikiwa haifanyi kazi unaweza kujaribu hizi {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "maagizo ya kuoanisha ya bluetooth kutoka LEGO",
    "ev3.reconnectTitle": "Kwenye Windows, jaribu usanikishaji kabla ya kuunganisha ",
    "ev3.reconnectText": "Ikiwa umeunganisha hapo awali na hauwezi kuunganisha tena, jaribu kusanifisha EM3 yako kutoka kwa tarakilishi yako: fungua mipangilio yako ya Bluetooth, pata EV3 yako, na uiondoe.",
    "ev3.closeScratchCopiesTitle": "Funga nakala zingine za Scratch",
    "ev3.closeScratchCopiesText": "Nakala moja tu ya scratch inaweza kuunganika na EV3 kwa wakati mmoja. Ikiwa unayo scratch katika tabo zingine za kivinjari, funga na ujaribu tena.",
    "ev3.otherComputerConnectedTitle": "Hakikisha hakuna tarakilishi nyingine iliyounganishwa na EV3 yako",
    "ev3.otherComputerConnectedText": "Kompyuta moja tu inaweza kushikamana na EV3 kwa wakati mmoja. Ikiwa una kompyuta nyingine iliyounganishwa na EV3 yako, tenga EV3 au funga Scratch kwenye kompyuta hiyo na ujaribu tena.",
    "ev3.updateFirmwareTitle": "Jaribu kusasisha firmware yako ya EV3",
    "ev3.updateFirmwareText": "Tunapendekeza kusasisha kwa toleo la firmware la EV3 1.10E au hapo juu. Tazama {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "maagizo ya sasisho ya firmware kutoka LEGO",
    "ev3.imgAltEv3Illustration": "Mfano wa kitovu cha EV3, kilicho na mifano kadhaa ya kuingiliana nayo.",
    "ev3.imgAltAcceptConnection": "Tumia vitufe kwenye EV3 yako kukubali unganisho.",
    "ev3.imgAltAcceptPasscode": "Tumia kitufe cha katikati kwenye EV3 yako kukubali nenosiri.",
    "ev3.imgAltWaitForWindows": "Windows itakujulisha EV3 ikiwa tiyari",
    "ev3.imgAltEnterPasscodeMac": "Andika nenosiri kwenye ufunguzi wa ombi la kiunganisho kwenye Mac yako.",
    "ev3.imgAltPlugInMotor": "Ili kupata bandari A: shikilia EV3 na skrini na vifungo vinakutazama, na skrini juu ya vifungo. Bandari A iko juu, na ndio ya kushoto zaidi",
    "ev3.imgAltStarter1Basketball": "Mradi wa scratch na mpira wa kikapu.",
    "ev3.imgAltStarter2Music": "Mradi wa scratch na vifaa vya muziki.",
    "ev3.imgAltStarter3Space": "Mradi wa scratch na paka wa Scratch na taco angani."
}