{
    "ev3.headerText": "{ev3Link} là một bộ sáng chế có động cơ và cảm biến mà bạn có thể sử dụng để xây dựng các sáng tạo rô-bốt tương tác. Kết nối nó với Scratch mở rộng khả năng: xây dựng một con rối rô-bốt và kể chuyện, tự làm nhạc cụ và bộ điều khiển trò chơi hoặc bất cứ thứ gì khác mà bạn có thể tưởng tượng.",
    "ev3.gettingStarted": "Bắt đầu",
    "ev3.connectingEV3": "Kết nối EV3 tới Scratch",
    "ev3.turnOnEV3": "Bật EV3 bằng cách nhấn giữ nút ở giữa.",
    "ev3.useScratch3": "Sử dụng trình biên tập {scratch3Link}.",
    "ev3.addExtension": "Thêm tiện ích EV3.",
    "ev3.firstTimeConnecting": "Lần đầu kết nối EV3?",
    "ev3.pairingDescription": "Sau khi nhấn nút kết nối trong Scratch, bạn sẽ cần ghép đôi với máy tính của bạn:",
    "ev3.acceptConnection": "Chấp nhận kết nối.",
    "ev3.acceptPasscode": "Chấp nhận mã khóa.",
    "ev3.windowsFinalizePairing": "Đợi cho thiết bị của bạn sẵn sàng",
    "ev3.macosFinalizePairing": "Nhập mã khóa trên máy tính của bạn",
    "ev3.chromeosFinalizePairing": "Nhập mật mã vào Chromebook của bạn.",
    "ev3.thingsToTry": "Một số chương trình để thử.",
    "ev3.makeMotorMove": "Khiến cho động cơ di chuyển",
    "ev3.plugMotorIn": "Cắm động cơ vào {portA} trên hub EV3",
    "ev3.portA": "cổng A",
    "ev3.clickMotorBlock": "Tìm khối {motorBlockText}và click vào nó.",
    "ev3.motorBlockText": "\"Động cơ A quay theo hướng này\"",
    "ev3.starterProjects": "Chương trình khởi đầu",
    "ev3.starter1BasketballTitle": "Chơi bóng rổ",
    "ev3.starter1BasketballDescription": "Di chuyển đến trước cảm biến khoảng cách để nảy bóng.",
    "ev3.starter2MusicTitle": "Sáng tác âm nhạc",
    "ev3.starter2MusicDescription": "Nhấn các nút để chơi saxophone và trống.",
    "ev3.starter3SpaceTitle": "Bánh Tacos Ngoài Không Gian",
    "ev3.starter3SpaceDescription": "Tự chế tạo cơ chế điều khiển để bắt bánh tacos ngoài không gian.",
    "ev3.troubleshootingTitle": "Khắc phục sự cố",
    "ev3.checkOSVersionTitle": "Chắn chắn rằng hệ thống của bạn tương thích với Scratch Link",
    "ev3.checkOSVersionText": "Phiên bản hệ thống tối thiểu được liệt kê ở đầu trang này. Xem hướng dẫn kiểm tra phiên bản cho {winOSVersionLink} hoặc {macOSVersionLink}.",
    "ev3.macCompatibility": "Để có kết quả tốt nhất với EV3 trên macOS, vui lòng cập nhật lên macOS 11 hoặc mới hơn.",
    "ev3.tryScratchLink1.4": "Nếu bạn gặp sự cố khi kết nối EV3 với Scratch Link 2.0, vui lòng thử Scratch Link 1.4",
    "ev3.downloadScratchLink1.4": "Tải xuống Scratch Link 1.4",
    "ev3.winOSVersionLinkText": "Hệ điều hành Windows",
    "ev3.macOSVersionLinkText": "macOS",
    "ev3.makeSurePairedTitle": "Đảm bảo máy tính của bạn được ghép nối với EV3",
    "ev3.makeSurePairedText": "Máy tính của bạn cần được ghép nối với EV3 trước khi có thể kết nối với Scratch. Chúng tôi cố gắng thực hiện việc này tự động khi bạn thêm tiện ích mở rộng EV3 lần đầu tiên, nhưng nếu không hoạt động, bạn có thể thử các cách này {pairingInstructionLink}",
    "ev3.pairingInstructionText": "hướng dẫn ghép nối bluetooth từ LEGO",
    "ev3.reconnectTitle": "Trên hệ điều hành Windows, hãy thử hủy ghép nối trước khi kết nối",
    "ev3.reconnectText": "Nếu bạn đã kết nối trước đó và không thể kết nối lại, hãy thử hủy ghép nối EV3 khỏi máy tính theo cách thủ công: mở cài đặt Bluetooth, tìm EV3 và xóa nó.",
    "ev3.closeScratchCopiesTitle": "Đóng các bản sao khác của Scratch",
    "ev3.closeScratchCopiesText": "Chỉ có một bản sao của Scratch có thể kết nối với EV3 tại một thời điểm. Nếu bạn mở Scratch trong các tab trình duyệt khác, hãy đóng lại và thử lại.",
    "ev3.otherComputerConnectedTitle": "Đảm bảo không có máy tính nào khác được kết nối với EV3 của bạn",
    "ev3.otherComputerConnectedText": "Chỉ có thể kết nối một máy tính với EV3 tại một thời điểm. Nếu bạn có một máy tính khác được kết nối với EV3 của mình, hãy ngắt kết nối EV3 hoặc đóng Scratch trên máy tính đó và thử lại.",
    "ev3.updateFirmwareTitle": "Hãy thử cập nhật chương trình cơ sở EV3 của bạn",
    "ev3.updateFirmwareText": "Chúng tôi khuyên bạn nên cập nhật lên phiên bản phần mềm EV3 1.10E trở lên. Xem {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "hướng dẫn cập nhật chương trình cơ sở từ LEGO",
    "ev3.imgAltEv3Illustration": "Hình minh họa về trung tâm EV3, có một số ví dụ về cách tương tác với trung tâm này.",
    "ev3.imgAltAcceptConnection": "Sử dụng các nút trên EV3 để chấp nhận kết nối.",
    "ev3.imgAltAcceptPasscode": "Sử dụng nút ở giữa trên EV3 để chấp nhận mật mã.",
    "ev3.imgAltWaitForWindows": "Hệ điều hành Windows sẽ thông báo cho bạn khi EV3 đã sẵn sàng.",
    "ev3.imgAltEnterPasscodeMac": "Nhập mật mã vào cửa sổ yêu cầu kết nối đang mở trên máy Mac của bạn.",
    "ev3.imgAltEnterPasscodeChrome": "Nhập mật mã vào cửa sổ yêu cầu kết nối đang mở trên Chromebook của bạn.",
    "ev3.imgAltPlugInMotor": "Để tìm cổng A: giữ EV3 với màn hình và các nút hướng về phía bạn, với màn hình ở trên các nút. Cổng A ở trên cùng và là cổng ngoài cùng bên trái",
    "ev3.imgAltStarter1Basketball": "Một dự án Scratch với quả bóng rổ.",
    "ev3.imgAltStarter2Music": "Một dự án Scratch với các nhạc cụ.",
    "ev3.imgAltStarter3Space": "Một dự án Scratch với Scratch Cat và một chiếc bánh taco ngoài không gian."
}