{
    "onePointFour.intro": "Una anterior versión de Scratch, 1.4, encara ye disponible pa descargar.",
    "onePointFour.introNoteLabel": "Nota:",
    "onePointFour.introNote": "{noteLabel} Puetz compartir prochectos d'a versión 1.4 en a web de Scratch. Manimenos, prochectos creyaus en versions mas nuevas de Scratch no pueden estar ubiertos en Scratch 1.4.",
    "onePointFour.downloads": "Descargas",
    "onePointFour.macTitle": "Mac TOS X",
    "onePointFour.macBody": "Compatible con Mac OSX 10.4 a traviés de 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Compatible con Windows 2000, XP, Vista, 7 y 8",
    "onePointFour.windowsNetworkInstaller": "instalador",
    "onePointFour.windowsNetwork": "Pa instalacions en ret, utiliza lo {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Compatible con Ubuntu 12.04 u posterior",
    "onePointFour.linuxInstall": "Instalar Scratch con o Centro de Software",
    "onePointFour.linuxOptions": "{linuxInstall} u {linuxDownload}",
    "onePointFour.linuxDownload": "descargar aquí",
    "onePointFour.faqsTitle": "Preguntas Freqüents (FAQ)",
    "onePointFour.resourcesQ": "Qué recursos son disponibles pa aduyar-me a aprender a utilizar Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Guía d'iniciación de Scratch 1.4",
    "onePointFour.referenceGuide": "Guía de referencia Scratch 1.4",
    "onePointFour.scratchCards": "Tarchetas de Scratch",
    "onePointFour.resourcesA": "Pa una introducción paso a paso, descarga la {gettingStartedGuide}. La {referenceGuide} tiene una explicación detallada d'a interficie y d'o luengache de programación de Scratch. Las {scratchCards} provedeixen instruccions breus pa creyar animacions y prochectos interactivos con Scratch.",
    "onePointFour.requirementsQ": "Quáls son los requisitos de sistema de Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Pantalla: resolución de 800x480, u superior, y milars u millons de colors (color de 16-bit u mayor)",
    "onePointFour.requirementsOS": "Sistema operativo: Windows 2000 u posterior, Mac TOS X 10.4 a 10.14, Ubuntu Linux 9.04 or posterio (pa atras versions de Linux, chita-le un vistazo a la pachina pa instalar en Linux)",
    "onePointFour.requirementsDisk": "Disco: a lo menos 120 megabytes d'espacio libre pa instalar Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU y memoria: la mayoría d'ordinadors tienen suficient memoria pa executar Scratch 1.4, encara que ordinadors muito antigos pueden executar Scratch muit a bonico.",
    "onePointFour.requirementsSoundVideo": "Son / Video: la reproducción de son requiere altavoces (u auriculars), y pa gravar ye necesario un microfono. Muitos portatils tienen altavoces y microfonos integraus. Scratch 1.4 puede usar una camera integrada u per USB (opcional).",
    "onePointFour.errorQ": "Qué pasa si me sale una error quan intento cargar u compartir lo mío prochecto en o puesto web de Scratch?",
    "onePointFour.errorFileTooBig": "Fichero muito gran. La grandaria limite d'o fichero ye de 10 MB. Pa reducir la grandaria d'o tuyo prochecto Scratch, fe clic en o menú Editor > y tría comprimir sons, u comprimir imachens. Si has comprimiu sons y lo tuyo prochecto encara no se puya, preba a eliminar qualques d'os sons pa fer-lo mas chicot.",
    "onePointFour.errorInternet": "La connexión a Internet ye muito lenta y s'acabó lo tiempo. Preba fendo lo fichero mas chicot. Si esto no funciona, preba a connectar-te dende unatro ordinador, con unatra connexión u unatro navegador web.",
    "onePointFour.errorProxy": "Lo servidor proxy s'ha interpuesto. Preba con una connexión a Internet que no funcione a traviés de servidor proxy, u configura Scratch pa usar lo tuyo propio servidor proxy.",
    "onePointFour.errorLogin": "Nombre d'usuario y clau incorrectos. Preba a autentificar-te en Scratch y asegura-te que lo nombre d'usuario y la clau son correctos."
}