{
    "onePointFour.intro": "Папярэдняя версія Scratch, версія 1.4, усё яшчэ даступная да спампоўкі.",
    "onePointFour.introNoteLabel": "Заўвага:",
    "onePointFour.introNote": "{noteLabel} Вы ўсё яшчэ можаце дзяліцца праектамі з 1.4 на сайте Scratch. Тым не менш, праекты створаныя ў больш новых версіях  Scratch не магчыма будзе адкрыць у 1.4.",
    "onePointFour.downloads": "Запампоўкі",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Сумяшчальны з Mac OSX 10.4 праз 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Сумяшчальнасць з Windows 2000, XP, Vista, 7, і 8",
    "onePointFour.windowsNetworkInstaller": "усталёўшчык",
    "onePointFour.windowsNetwork": "Пад час разгартання сеткі карыстайцеся {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Сумяшчальнасць з Ubuntu 12.04 або больш позняй версіяй",
    "onePointFour.linuxInstall": "Усталюйце Scratch з Software Center",
    "onePointFour.linuxOptions": "{linuxInstall} ці {linuxDownload}",
    "onePointFour.linuxDownload": "спампаваць тут",
    "onePointFour.faqsTitle": "Частыя пытанні",
    "onePointFour.resourcesQ": "Якія даступныя рэсурсы дапамогуць мне даведацца як карыстацца Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Scratch 1.4 \"з чаго пачаць\" падручнік",
    "onePointFour.referenceGuide": "Даведнік па Scratch 1.4",
    "onePointFour.scratchCards": "Карткі Scratch",
    "onePointFour.resourcesA": "Спампуйце {gettingStartedGuide} для атрымання пакрокавай інструкцыі. {referenceGuide}мае поўнае тлумачэнне інтэрфейсу Scratch і мовы праграмавання. {scratchCards}даюць кароткія тлумачэнні, як зрабіць анімацыю і інтэрактыўныя праекты на Scratch.",
    "onePointFour.requirementsQ": "Якія сістэмныя патрабаванні для Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Адлюстроўваць: 800 x 480 ці болей, тысячы ці мілёны колераў (колер 16-біт ці болей) ",
    "onePointFour.requirementsOS": "Аперацыйная сістэма: Windows  2000 ці больш позняя, Mac OS X 10.4 праз 10.14, Ubuntu Linux 9.04 ці больш позняя (для іншых версій Linux, глядзіце старонку інсталяцыі Linux) ",
    "onePointFour.requirementsDisk": "Дыск: як мінімум 120 мегабайт свабоднага месца павінна быць для ўсталявання Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU і памяць: Большасць камп'ютараў мае дастаткова памяці для запуску Scratch 1.4, але на вельмі старых камп'ютарах Scratch можа працаваць павольна.",
    "onePointFour.requirementsSoundVideo": "Гук / Відэа: Для прайгравання гуку патрэбны калонкі (ці навушнікі), а запіс патрабуе наяўнасць мікрафона. Шмат ноўтбукаў мае ўбудаваныя калонкі і мікрафоны. Scratch 1.4 можа выкарыстоўваць USB ці ўбудаваную камеру (неабавязкова).",
    "onePointFour.errorQ": "Што будзе, калі адбудзецце памылка пры загрузцы і публікацыі праекта на сайт Scratch?",
    "onePointFour.errorFileTooBig": "Файл занадта вялікі. Максімальны памер файла складае 10 Мб. Каб паменшыць памер вашага праекта Scratch клікніце на меню Рэдагавання > і выберыце сцісканне гукаў ці выяваў. Калі гэта не дапамагло, паспрабуйце выдаліць некаторыя гукі каб паменшыць памер праекта. ",
    "onePointFour.errorInternet": "Інтэрнэт злучэнне занадта медленнае. Паспрабуйце паменшыць памер файла. Калі гэта не дапамагло, паспрабуйце далучыцца з іншага камп'ютара ці браўзера.",
    "onePointFour.errorProxy": "Проксі-сервер перашкаджае. Паспрабуйце інтернэт злучэнне якое ідзе не праз проксі-сервер ці наладзьце Scratch для выкарыстання вашага проксі-сервера.. ",
    "onePointFour.errorLogin": "Няслушная імя карыстальніка ці пароль. Паспрабуйце ўвайсці на сайт Scratch каб упэўніцца што імя карыстальніка і пароль слушныя. "
}