{
    "onePointFour.intro": "Предишната версия на Scratch, version 1.4, все още е налична за даунлоад.",
    "onePointFour.introNoteLabel": "Забележка:",
    "onePointFour.introNote": "{noteLabel} Все още можете да споделяте проекти от 1.4 до уебсайта Scratch. Въпреки това, проектите, създадени в Scratch 2.0, не могат да бъдат отворени в 1.4.",
    "onePointFour.downloads": "Изтегляния",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Съвместим с Mac OS X 10.4 или по-нов",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Съвместим с Windows 2000, XP, Vista, 7, and 8",
    "onePointFour.windowsNetworkInstaller": "Инсталатор",
    "onePointFour.windowsNetwork": "Мрежовите внедрявания използват {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Съвместим с Ubuntu 12.04 или по-нов",
    "onePointFour.linuxInstall": "Инсталирай Scratch с Software Center",
    "onePointFour.linuxOptions": "{linuxInstall} или {linuxDownload}",
    "onePointFour.linuxDownload": "свали от тук",
    "onePointFour.faqsTitle": "Често задавани въпроси",
    "onePointFour.resourcesQ": "Какви ресурси са достъпни, за да науча как да използвам Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "7Scratch 1.4 Ръководство за първи стъпки",
    "onePointFour.referenceGuide": "Справочник на Scratch 1.4",
    "onePointFour.scratchCards": "Scratch карти",
    "onePointFour.resourcesA": "За въвеждане, стъпка по стъпка, изтеглете{gettingStartedGuide}. {referenceGuide} има задълбочено обяснение на интерфейса Scratch и езика за програмиране. {scratchCards}дава кратки обяснения, които показват как се правят анимации и интерактивни проекти със Scratch.",
    "onePointFour.requirementsQ": "Какви са системните изисквания за Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Дисплей: 800 x 480 или по-голям, хиляди или милиони цветове (16-битов цвят или по-голям)",
    "onePointFour.requirementsOS": "Операционна система: Windows 2000 или по-нова версия, Mac OS X 10.4 или по-нова версия, Ubuntu Linux 9.04 или по-нова версия (за други версии на Linux вижте страницата за инсталиране на Linux)",
    "onePointFour.requirementsDisk": "Дисково пространство: поне 120 мегабайта свободно място за инсталиране на Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU и памет: Повечето компютри разполагат с достатъчно памет за изпълнение на Scratch 1.4, но много стари компютри могат да стартират Scratch бавно.",
    "onePointFour.requirementsSoundVideo": "Звук / видео: Възпроизвеждането на звук изисква високоговорители (или слушалки), а записът изисква микрофон. Много лаптопи имат вградени високоговорители и микрофони. Scratch 1.4 може да използва USB или вградена камера (по избор).",
    "onePointFour.errorQ": "Ами ако получа грешка, когато се опитам да кача или споделя проекта си на уебсайта на Scratch?",
    "onePointFour.errorFileTooBig": "Файлът е твърде голям. Най-голямото ограничение на файла е 10 МБ. За да намалите размера на проекта за Scratch, щракнете върху менюто Редактиране > и изберете компресиране на звуци или компресиране на изображения. Ако сте компресирали звуци и проектът ви все още няма да се качи, опитайте да изтриете някои от звуците, за да го направите по-малък.",
    "onePointFour.errorInternet": "Интернет връзката е твърде бавна и прекъсва. Опитайте да направите файла по-малък. Ако това не помогне, опитайте да се свържете от друг компютър или друга мрежа или уеб браузър.",
    "onePointFour.errorProxy": "Прокси сървърът се затруднява. Опитайте с интернет връзка, която не минава през прокси сървър, или конфигурирайте Scratch да използва прокси сървъра.",
    "onePointFour.errorLogin": "Грешно въведено потребителско име и парола. Опитайте да влезете в уебсайта на Scratch, за да се уверите, че потребителското име и паролата са правилни."
}