{
    "onePointFour.intro": "Scratch এর পূর্ববর্তী ভার্সন, ভার্সন 1.4, এখনও ডাউনলোড করা যাবে।",
    "onePointFour.introNoteLabel": "নোটঃ ",
    "onePointFour.introNote": "{noteLabel} You can still share projects from 1.4 to the Scratch website. However, projects created in newer versions of Scratch cannot be opened in 1.4.",
    "onePointFour.downloads": "Downloads",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Mac OSX 10.4 থেকে 10.14 এর সাথে সামঞ্জস্য পূর্ণ",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Windows 2000, XP, Vista, 7, এবং 8 এর সাথে সামঞ্জস্য পূর্ণ।",
    "onePointFour.windowsNetworkInstaller": "ইন্সটলার",
    "onePointFour.windowsNetwork": "Network deployments use the {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Ubuntu 12.04 অথবা তার পরবর্তী এর সাথে সামঞ্জস্য পূর্ণ।",
    "onePointFour.linuxInstall": "সফ্টওয়্যার কেন্দ্রের সাথে স্ক্র্যাচ ইনস্টল করুন",
    "onePointFour.linuxOptions": "{linuxInstall} অথবা {linuxDownload}",
    "onePointFour.linuxDownload": "এখান থেকে ডাউনলোড করুন ",
    "onePointFour.faqsTitle": "বহুল জিজ্ঞাসিত প্রশ্ন ",
    "onePointFour.resourcesQ": "কীভাবে স্ক্রাচ 1.4 ব্যাবহার করতে হয় জানতে আমাকে সাহায্য করার জন্য কি ধরনের নির্দেশিকা পাওয়া যাচ্ছে ?",
    "onePointFour.gettingStartedGuide": "স্ক্র্যাচ 1.4 শুরু করার জন্য গাইড",
    "onePointFour.referenceGuide": "স্ক্র্যাচ 1.4 রেফারেন্স গাইড",
    "onePointFour.scratchCards": "স্ক্রাচ কার্ড",
    "onePointFour.resourcesA": "For a step-by-step introduction, download the {gettingStartedGuide}. The {referenceGuide} has a thorough explanation of the Scratch interface and programming language. {scratchCards} provide brief explanations that show how to make animations and interactive projects with Scratch.",
    "onePointFour.requirementsQ": "স্ক্র্যাচ 1.4 এর জন্য সিস্টেমের প্রয়োজনীয়তাগুলি কী?",
    "onePointFour.requirementsDisplay": "প্রদর্শন: 800 x 480 বা বৃহত্তর, কয়েক হাজার বা লক্ষ লক্ষ রঙ (16-বিট রঙ বা তার বেশি)",
    "onePointFour.requirementsOS": "Operating System: Windows 2000 or later, Mac OS X 10.4 through 10.14, Ubuntu Linux 9.04 or later (For other versions of Linux, see the Linux Installer page) ",
    "onePointFour.requirementsDisk": "ডিস্ক: স্ক্র্যাচ ইনস্টল করার জন্য কমপক্ষে 120 মেগাবাইট মুক্ত স্থান।",
    "onePointFour.requirementsCPUMemory": "সিপিইউ এবং মেমরি: বেশিরভাগ কম্পিউটারের স্ক্র্যাচ 1.4 চালানোর জন্য পর্যাপ্ত মেমরি থাকে তবে খুব পুরানো কম্পিউটারগুলি স্ক্র্যাচ ধীরে ধীরে চালাতে পারে।",
    "onePointFour.requirementsSoundVideo": "সাউন্ড / ভিডিও: সাউন্ড প্লেব্যাকের জন্য স্পিকারের (বা হেডফোন) প্রয়োজন হয় এবং রেকর্ডিংয়ের জন্য মাইক্রোফোন প্রয়োজন। অনেকগুলি ল্যাপটপে স্পিকার এবং মাইক্রোফোনগুলি অন্তর্নির্মিত থাকে। স্ক্র্যাচ 1.4 একটি ইউএসবি বা অন্তর্নির্মিত ক্যামেরা ব্যবহার করতে পারে (ঐচ্ছিক)।",
    "onePointFour.errorQ": "আমি যখন আমার প্রকল্পটি স্ক্র্যাচ ওয়েবসাইটে আপলোড বা শেয়ার করে নেওয়ার চেষ্টা করব তখন আমি দেখবো কী ভুল আছে?",
    "onePointFour.errorFileTooBig": "ফাইলটি খুব বড়। বৃহত্তম ফাইলের সীমা 10 এমবি। আপনার স্ক্র্যাচ প্রকল্পের আকার সঙ্কুচিত করতে, সম্পাদনা মেনু> এ ক্লিক করুন এবং কমপ্রেস শব্দগুলি নির্বাচন করুন, বা চিত্রগুলি সঙ্কলন করুন। আপনার যদি সংকুচিত শব্দগুলি থাকে এবং আপনার প্রকল্পটি এখনও আপলোড না করে তবে কিছু শব্দ আরও ছোট করে মুছতে চেষ্টা করুন। ",
    "onePointFour.errorInternet": "ইন্টারনেট সংযোগ খুব ধীর এবং সময় শেষ। ফাইলটি আরও ছোট করার চেষ্টা করুন। যদি এটি কাজ না করে তবে একটি ভিন্ন কম্পিউটার বা সংযোগ বা ওয়েব ব্রাউজার থেকে সংযোগ দেওয়ার চেষ্টা করুন।",
    "onePointFour.errorProxy": "প্রক্সি সার্ভারের পথে চলছে। এমন একটি ইন্টারনেট সংযোগ চেষ্টা করুন যা কোনও প্রক্সি সার্ভারের মধ্য দিয়ে যায় না বা আপনার প্রক্সি সার্ভারটি ব্যবহার করতে স্ক্র্যাচ কনফিগার করে।",
    "onePointFour.errorLogin": "Wrong username and password. Try logging into Scratch website to make sure username and password are correct. "
}