{
    "onePointFour.intro": "Scratch এর পূর্ববর্তী সংস্করণ, সংস্করণ 1.4, এখনও ডাউনলোড করা যাবে।",
    "onePointFour.introNoteLabel": "নোট:",
    "onePointFour.introNote": "{noteLabel} তুমি এখনো 1.4 থেকে Scratch ওয়েবসাইটে প্রজেক্টগুলো শেয়ার করতে পার। যাইহোক, Scratch এর নতুন সংস্করণে তৈরি প্রজেক্টগুলো 1.4 এ খোলা যাবে না।",
    "onePointFour.downloads": "ডাউনলোডগুলো",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Mac OSX 10.4 থেকে 10.14 এর সাথে সামঞ্জস্য পূর্ণ",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Windows 2000, XP, Vista, 7, এবং 8 এর সাথে সামঞ্জস্য পূর্ণ।",
    "onePointFour.windowsNetworkInstaller": "ইন্সটলার",
    "onePointFour.windowsNetwork": "নেটওয়ার্ক স্থাপনা {windowsNetworkInstaller} ব্যবহার করে",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Ubuntu 12.04 অথবা তার পরবর্তী এর সাথে সামঞ্জস্য পূর্ণ।",
    "onePointFour.linuxInstall": "সফটওয়্যার সেন্টার থেকে Scratch ইনস্টল কর",
    "onePointFour.linuxOptions": "{linuxInstall} অথবা {linuxDownload}",
    "onePointFour.linuxDownload": "এখান থেকে ডাউনলোড কর",
    "onePointFour.faqsTitle": "বহুল জিজ্ঞাসিত প্রশ্ন ",
    "onePointFour.resourcesQ": "কিভাবে Scratch 1.4 ব্যাবহার করতে হয় জানতে আমাকে সাহায্য করার জন্য কি ধরনের নির্দেশিকা পাওয়া যাচ্ছে ?",
    "onePointFour.gettingStartedGuide": "Scratch 1.4 শুরু করার জন্য গাইড",
    "onePointFour.referenceGuide": "Scratch 1.4 রেফারেন্স গাইড",
    "onePointFour.scratchCards": "Scratch কার্ড",
    "onePointFour.resourcesA": "ধাপে ধাপে পরিচিতির জন্য, {gettingStartedGuide} ডাউনলোড কর। {referenceGuide} এ Scratch ইন্টারফেস এবং প্রোগ্রামিং ল্যাঙ্গুয়েজের পুঙ্খানুপুঙ্খ ব্যাখ্যা রয়েছে। {scratchCards} সংক্ষিপ্ত ব্যাখ্যা প্রদান করে যা দেখায় কিভাবে Scratch দিয়ে অ্যানিমেশন এবং ইন্টারেক্টিভ প্রজেক্ট তৈরি করতে হয়।",
    "onePointFour.requirementsQ": "Scratch 1.4 এর জন্য কি কি সিস্টেম প্রয়োজন?",
    "onePointFour.requirementsDisplay": "প্রদর্শন: 800 x 480 বা বৃহত্তর, কয়েক হাজার বা লক্ষ লক্ষ রঙ (16-বিট রঙ বা তার বেশি)",
    "onePointFour.requirementsOS": "অপারেটিং সিস্টেম: Windows 2000 বা তার পরে, Mac OS X 10.4 থেকে 10.14, Ubuntu Linux 9.04 বা পরবর্তী (Linux এর অন্যান্য সংস্করণের জন্য, Linux ইনস্টলার পেইজ দেখ)",
    "onePointFour.requirementsDisk": "ডিস্ক: Scratch ইনস্টল করার জন্য কমপক্ষে 120 মেগাবাইট স্থান মুক্ত থাকা প্রয়োজন।",
    "onePointFour.requirementsCPUMemory": "সিপিইউ এবং মেমরি: বেশিরভাগ কম্পিউটারে Scratch 1.4 চালানোর জন্য পর্যাপ্ত মেমরি থাকে তবে খুব পুরানো কম্পিউটারগুলোতে Scratch ধীরে ধীরে চলতে পারে।",
    "onePointFour.requirementsSoundVideo": "সাউন্ড / ভিডিও: সাউন্ড প্লেব্যাকের জন্য স্পিকারের (বা হেডফোন) প্রয়োজন হয় এবং রেকর্ডিংয়ের জন্য মাইক্রোফোন প্রয়োজন। অনেক ল্যাপটপে স্পিকার এবং মাইক্রোফোনগুলো অন্তর্নির্মিত থাকে। Scratch 1.4 একটি USB বা অন্তর্নির্মিত ক্যামেরা ব্যবহার করতে পারে (ঐচ্ছিক)।",
    "onePointFour.errorQ": "Scratch ওয়েবসাইটে আমার প্রজেক্টটি আপলোড বা শেয়ার করার চেষ্টা করার সময় যদি আমি কোন ত্রুটি পাই?",
    "onePointFour.errorFileTooBig": "ফাইলটি খুব বড়। বৃহত্তম ফাইলের সীমা 10 MB। তোমার Scratch প্রজেক্টের আঁকার সংকুচিত করতে, সম্পাদনা মেনু> এ ক্লিক কর এবং কমপ্রেস শব্দগুলো নির্বাচন কর, বা ছবিগুলো সংকুচিত কর। তোমার যদি শব্দগুলো সংকুচিত থাকে এবং তোমার প্রজেক্টটি এখনও আপলোড না হয় তবে কিছু শব্দ আরও ছোট করে মুছতে চেষ্টা কর। ",
    "onePointFour.errorInternet": "ইন্টারনেট সংযোগ খুব ধীর এবং সময় শেষ। ফাইলটি আরও ছোট করার চেষ্টা কর। যদি এটি কাজ না করে তবে একটি ভিন্ন কম্পিউটার বা সংযোগ বা ওয়েব ব্রাউজার থেকে সংযোগ দেওয়ার চেষ্টা কর।",
    "onePointFour.errorProxy": "প্রক্সি সার্ভারের পথে চলছে। এমন একটি ইন্টারনেট দিয়ে সংযোগ করার চেষ্টা কর যা কোন প্রক্সি সার্ভারের মধ্য দিয়ে যায় না বা তোমার প্রক্সি সার্ভারটি ব্যবহার করতে Scratch কনফিগার করে।",
    "onePointFour.errorLogin": "ভুল ইউজারনেম এবং পাসওয়ার্ড। ইউজারনেম এবং পাসওয়ার্ড সঠিক কিনা তা নিশ্চিত করতে Scratch ওয়েবসাইটে লগ ইন কর।"
}