{
    "onePointFour.intro": "La versió prèvia de Scratch, la 1.4, encara està disponible per a la descàrrega.",
    "onePointFour.introNoteLabel": "Anotació:",
    "onePointFour.introNote": "{noteLabel} Encara pots compartir projectes de 1.4 al lloc web de Scratch. No obstant això, els projectes creats amb Scratch 2.0 no es poden obrir a 1.4.",
    "onePointFour.downloads": "Descàrregues",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Compatible amb Mac OSX 10.4 o superior",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Compatible amb Windows 2000, XP, Vista, 7 i 8",
    "onePointFour.windowsNetworkInstaller": "Instal·lador",
    "onePointFour.windowsNetwork": "Els desplegaments de xarxa utilitzen el {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Compatible amb Ubuntu 12.04 o superior",
    "onePointFour.linuxInstall": "Instal·la Scratch amb el Centre de Programari",
    "onePointFour.linuxOptions": "{linuxInstall} o {linuxDownload}",
    "onePointFour.linuxDownload": "descarrega aquí",
    "onePointFour.faqsTitle": "Preguntes Més Freqüents (FAQ)",
    "onePointFour.resourcesQ": "Quins recursos hi ha per aprendre a fer servir Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Guia d'iniciació Scratch 1.4",
    "onePointFour.referenceGuide": "Guia de referència Scratch 1.4",
    "onePointFour.scratchCards": "Targetes Scratch",
    "onePointFour.resourcesA": "Per a una introducció pas a pas, descarrega la {gettingStartedGuide}. La {referenceGuide} té una explicació detallada de la interfície i el llenguatge de programació Scratch. Les {scratchCards} ofereixen instruccions breus per crear animacions i projectes interactius amb Scratch.",
    "onePointFour.requirementsQ": "Quins són els requeriments del sistema, per Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Pantalla: 800 x 480 o major, milers o milions de colors (color 16-bit o superior)",
    "onePointFour.requirementsOS": "Sistema operatiu: Windows 2000 o posterior, Mac OS X 10.4 o posterior, Ubuntu Linux 9.04 o posterior (Per altres versions de Linux, accediu a la pàgina de l'Instal·lador Linux)",
    "onePointFour.requirementsDisk": "Disc: al menys 120 megabytes d'espai lliure per instal·lar Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU i memòria: La majoria d'ordinadors tenen memòria suficient per executar Scratch 1.4, però en els més antics Scratch funcionarà lent.",
    "onePointFour.requirementsSoundVideo": "So / Vídeo: La reproducció de so requereix altaveus (o auriculars), i la gravació requereix un micròfon. Molts ordinadors portàtils incorporen altaveus i micròfons. Scratch 1.4 pot utilitzar una càmera USB o incorporada (opcional).",
    "onePointFour.errorQ": "Què passa si m'apareix un error quan intento carregar o compartir el meu projecte a la web de Scratch?",
    "onePointFour.errorFileTooBig": "El fitxer és massa gran. El límit de fitxer més gran és de 10 MB. Per reduir la mida del teu projecte Scratch, fes clic al menú Edita > i selecciona Comprimir sons o Comprimir imatges. Si tens sons comprimits i el teu projecte encara no es carregarà, intenta suprimir alguns sons perquè sigui més petit.",
    "onePointFour.errorInternet": "La connexió a Internet és massa lenta. Intenta fer que el fitxer sigui més petit. Si això no funciona, intenta connectar des d'un altre ordinador o connexió o navegador web.",
    "onePointFour.errorProxy": "El servidor proxy s'interromp. Prova una connexió a Internet que no passa per un servidor proxy, o configura Scratch per utilitzar el teu servidor proxy.",
    "onePointFour.errorLogin": "Nom d'usuari i contrasenya erronis. Intenta iniciar sessió al lloc web de Scratch per assegurar-te que el nom d'usuari i la contrasenya siguin correctes."
}