{
    "onePointFour.intro": "Předchozí verze Scratch, verze 1.4, je stále dostupná ke stažení.",
    "onePointFour.introNoteLabel": "Poznámka:",
    "onePointFour.introNote": "{noteLabel} Můžeš stále sdílet své projekty z 1.4 na Scratch webu. Avšak projekty vytvořené v novějších verzích programu Scratch se nedají otevřít v 1.4.",
    "onePointFour.downloads": "Stahování",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Kompatibilní s Mac OSX 10.4 až do 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Kompatibilní s Windows 2000, XP, Vista, 7 a 8",
    "onePointFour.windowsNetworkInstaller": "instalátor",
    "onePointFour.windowsNetwork": "Síťová nasazení používají {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Kompatibilní s Ubuntu 12.04 nebo novějším",
    "onePointFour.linuxInstall": "Instaluj Scratch přes Centrum software",
    "onePointFour.linuxOptions": "{linuxInstall} nebo {linuxDownload}",
    "onePointFour.linuxDownload": "stáhnout zde",
    "onePointFour.faqsTitle": "Často kladené otázky",
    "onePointFour.resourcesQ": "Jaké dostupné zdroje mi mohou pomoci se naučit používat Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Příručka začátečníka Scratch 1.4",
    "onePointFour.referenceGuide": "Referenční příručka Scratch 1.4",
    "onePointFour.scratchCards": "Scratch karty",
    "onePointFour.resourcesA": "Pro úvod krok-za-krokem stáhni {gettingStartedGuide}. Tato {referenceGuide} obsahuje podrobné vysvětlení Scratch rozhraní i programovacího jazyka. {scratchCards} poskytnou krátká vysvětlení která ukazují jak tvořit animace a interaktivní projekty se Scratch.",
    "onePointFour.requirementsQ": "Jaké jsou systémové požadavky pro Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Displej: 800 x 480 nebo větší, tisíce nebo miliony barev (16-bit barvy nebo větší) ",
    "onePointFour.requirementsOS": "Operační systém: Windows 2000 nebo novější, Mac OS X od 10.4 až do 10.14, Ubuntu Linux 9.04 nebo novější (Pro jiné verze Linuxu viz stránka Linux Installer) ",
    "onePointFour.requirementsDisk": "Disk: alespoň 120 megabytů volného místa pro instalaci Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU a paměť: Většina počítačů má dostatečnou paměť ke spuštění Scratch 1.4, ale na velmi starých počítačích může Scratch běžet pomalu.",
    "onePointFour.requirementsSoundVideo": "Zvuk / Video: Zvukový doprovod vyžaduje reproduktory (nebo sluchátka) a nahrávání vyžaduje mikrofon. Většina přenosných počítačů má reproduktory i mikrofon zabudované. Scratch 1.4 může použít USB nebo zabudovanou kameru (nepovinné).",
    "onePointFour.errorQ": "Co když dostávám chybu při pokusu o nahrání nebo sdílení mého projektu na Scratch web?",
    "onePointFour.errorFileTooBig": "Soubor je příliš velký. Limit pro největší soubor je 10 MB. Pro zkrácení svého Scratch projektu klikněte na menu Edit > a zvolte komprimovat zvuky nebo komprimovat obrázky. Pokud už máš zkomprimované zvuky a tvůj projekt stále nejde nahrát, zkus některé zvuky zrušit, aby se zmenšil.",
    "onePointFour.errorInternet": "Internetové připojení je příliš pomalé a s výpadky. Zkus zmenšit soubor. Pokud to nepomůže, zkus připojení z jiného počítače nebo jiného prohlížeče.",
    "onePointFour.errorProxy": "V cestě se nachází proxy server. Zkus internetové připojení které neprochází přes proxy server nebo nakonfiguruj Scratch pro použití tvého proxy serveru.",
    "onePointFour.errorLogin": "Špatné jméno nebo heslo. Zkus se přihlásit na Scratch web a ujisti se, že jméno i heslo jsou správně."
}