{
    "onePointFour.intro": "Mae'r fersiwn blaenorol o Scratch, fersiwn 1.4 yn dal i fod ar gael i'w lwytho i lawr.",
    "onePointFour.introNoteLabel": "Sylw:",
    "onePointFour.introNote": "{noteLabel} Gallwch ddal i rannu projectau o 1.4 i wefan Scratch. Ond does dim modd agor projectau wedi eu creu yn Scratch 2.0 yn 1.4.",
    "onePointFour.downloads": "Llwythi",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Yn gydnaws â Mac OSX 10.4 neu ddiweddarach",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Yn gydnaws â Windows 2000, XP, Vista, 7 ac 8",
    "onePointFour.windowsNetworkInstaller": "gosodwr",
    "onePointFour.windowsNetwork": "Mae darpariaethau rhwydwaith yn defnyddio'r {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Yn gydnaws gydag Ubuntu 12.04 neu ddiweddarach",
    "onePointFour.linuxInstall": "Gosod Scratch gyda'r Software Center",
    "onePointFour.linuxOptions": "{linuxInstall} neu {linuxDownload}",
    "onePointFour.linuxDownload": "llwytho i lawr yma",
    "onePointFour.faqsTitle": "Cwestiynau Cyffredin",
    "onePointFour.resourcesQ": "Pa adnoddau sydd ar gael i fy nghynorthwyo i ddysgu sut i ddefnyddio Scratch 1.4",
    "onePointFour.gettingStartedGuide": "Canllaw Cychwyn Arni Scratch 1.4",
    "onePointFour.referenceGuide": "Canllaw Cyfeirio Scratch 1.4",
    "onePointFour.scratchCards": "Cardiau Scratch",
    "onePointFour.resourcesA": "I gael cyflwyniad cam-wrth-gam, llwythwch i lawr {gettingStartedGuide}. Mae gan y {referenceGuide} esboniad llawn o ryngwyneb Scratch a'r iaith rhaglennu. Mae{scratchCards} yn darparu esboniadau byr sy'n dangos sut i greu animeiddiadau a phrojectau rhyngweithiol gyda Scratch.</p>",
    "onePointFour.requirementsQ": "Beth yw'r anghenion system ar gyfer Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Dangosydd: 800 x 480 neu fwy, miloedd neu filiynau o liwiau (lliw 16-did neu fwy)",
    "onePointFour.requirementsOS": "System weithredu: Windows 2000 neu hwyrach, Mac OS X 10.4 neu hwyrach, Ubuntu Linux 9.04 neu hwyrach (Am fersiynau eraill o Linux, gw. tudalen Gosod Linux) ",
    "onePointFour.requirementsDisk": "Disg: o leiaf 120 megabeit o le'n rhydd er mwyn gosod Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU a chof: Mae gan y rhan fwyaf o gyfrifiaduron ddigon o gof i redeg Scratch 1.4, ond efallai y bydd hen gyfrifiaduron yn rhedeg Scratch yn araf.",
    "onePointFour.requirementsSoundVideo": "Sain / Fideo: Mae angen seinyddion ar gyfer chwarae'r sain ( neu bensetiau), ac mae angen meicroffon ar gyfer recordio. Mae llawer o liniaduron yn cynnwys y rhain. Mae Scratch 1.4 yn gallu defnyddio camera mewnol neu un USB (dewisol).",
    "onePointFour.errorQ": "Beth os byddai'n cael gwall wrth geisio llwytho i fyny neu rannu fy mhroject i wefan Scratch?",
    "onePointFour.errorFileTooBig": "Mae'r ffeil yn rhy fawr. Y maint mwyaf o ffeil yw 10MB. I leihau maint eich project Scratch, cliciwch ddewislen Golygu > a dewis cywasgu seiniau neu gywasgu delweddau. Os ydych wedi cywasgu seiniau  a dyw eich project yn dal ddim yn llwytho, ceisiwch ddileu rhai o'r seiniau i'w wneud yn llai.",
    "onePointFour.errorInternet": "Mae'r cysylltiad â'r rhyngrwyd yn rhy araf ac mae'r amser yn dod i ben. Ceisiwch wneud y ffeil yn llai. Os nad yw hynny'n gweithio, ceisiwch gysylltu o gyfrifiadur, cysylltiad neu borwr gwe gwahanol.",
    "onePointFour.errorProxy": "Mae gweinydd dirprwyol yn mynd yn y ffordd. Ceisiwch ddefnyddio cysylltiad rhyngrwyd nad yw'n mynd drwy weinydd dirprwyol neu ffurfweddu Scratch i ddefnyddio'r gweinydd dirprwyol.",
    "onePointFour.errorLogin": "Enw defnyddiwr a chyfrinair anghywir. Ceisiwch fewngofnodi i wefan Scratch i wneud yn siŵr fod yr enw defnyddiwr a'r cyfrinair yn gywir."
}