{
    "onePointFour.intro": "Eine vorherige version von Scratch, version 1.4, ist immer noch zum Download verfügbar.",
    "onePointFour.introNoteLabel": "Beachte:",
    "onePointFour.introNote": "{noteLabel} Du kannst weiterhin Scratch 1.4-Projekte auf der Website veröffentlichen. Allerdings können Projekte, die in neueren Scratch-Versionen erstellt wuren, nicht in 1.4 geöffnet werden.",
    "onePointFour.downloads": "Downloads",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Kompatibel mit Mac OS X 10.4 bis 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Kompatibel mit Windows 2000, XP, Vista, 7 und 8",
    "onePointFour.windowsNetworkInstaller": "Installationsprogramm",
    "onePointFour.windowsNetwork": "Bei Netzwerkinstallation verwende das {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian/Ubuntu",
    "onePointFour.linuxBody": "Kompatibel mit Ubuntu ab Version 12.04",
    "onePointFour.linuxInstall": "Installiere Scratch mit dem Software-Center",
    "onePointFour.linuxOptions": "{linuxInstall} oder {linuxDownload}",
    "onePointFour.linuxDownload": "hier herunterladen",
    "onePointFour.faqsTitle": "Häufig gestellte Fragen (FAQ)",
    "onePointFour.resourcesQ": "Welche Materialien gibt es, um den Umgang mit Scratch 1.4 zu erlernen?",
    "onePointFour.gettingStartedGuide": "Scratch 1.4 Einsteigerleitfaden ",
    "onePointFour.referenceGuide": "Scratch 1.4 Benutzerhandbuch",
    "onePointFour.scratchCards": "Scratch-Karten",
    "onePointFour.resourcesA": "Lade dir den {gettingStartedGuide} für eine Schritt-für-Schritt-Anleitung herunter. Das{referenceGuide} erklärt die Scratch-Benutzeroberfläche und -Programmiersprache im Detail. Die {scratchCards} erklären dir anschaulich, wie du Animationen und interaktive Projekte mit Scratch erstellen kannst.",
    "onePointFour.requirementsQ": "Was sind die Systemvoraussetzungen für Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Bildschirm: Auflösung 800 x 480 oder mehr, Farbtiefe 16 Bit oder mehr",
    "onePointFour.requirementsOS": "Betriebssystem: Windows 2000 oder neuer, Mac OS X 10.4 über 10.14, Ubuntu Linux 9.04 oder neuer (Für weitere Linuxversionen, siehe die Linux-Installationsseite) ",
    "onePointFour.requirementsDisk": "Festplatte: zur Installation von Scratch mindestens 120 MB freier Speicher",
    "onePointFour.requirementsCPUMemory": "CPU und Speicher: Die meisten Computer verfügen über genug Speicherkapazität für Scratch 1.4, bei sehr alten Modellen ist Scratch evtl. langsam.",
    "onePointFour.requirementsSoundVideo": "Sound/Video: Zur Tonwiedergabe werden Lautsprecher (oder Kopfhörer) benötigt, für Aufnahmen ein Mikrofon. Viele Laptops sind bereits mit Lautsprechern und Mikrofonen ausgestattet. Scratch 1.4 funktioniert mit einer USB- oder eingebauten Kamera (optional).",
    "onePointFour.errorQ": "Was ist zu tun, wenn ich beim Versuch, ein Projekt auf die Scratch-Webseite hochzuladen, eine Fehlermeldung erhalte?",
    "onePointFour.errorFileTooBig": "Die Datei ist zu groß. Die Dateigröße ist mit 10 MB beschränkt. Du kannst die Dateigröße deines Scratch-Projekts durch Klick auf „Bearbeiten“ > „Klänge komprimieren“ oder „Bilder komprimieren“ verringern. Wenn du die Klänge bereits komprimiert hast, sich dein Projekt aber immer noch nicht hochladen lässt, versuche einige der Klänge zu löschen und die Datei dadurch zu verkleinern.",
    "onePointFour.errorInternet": "Internetverbindung zu langsam und Netzwerk-Zeitüberschreitung. Versuche die Datei zu verkleinern. Falls das nicht hilft, versuche eine Verbindung von einem anderen Computer herzustellen oder mit einer anderen Internetverbindung oder in einem anderen Webbrowser.",
    "onePointFour.errorProxy": "Proxy-Server verweigert die Verbindung. Versuche es mit einer Internetverbindung, die keinen Proxy-Server benutzt, oder konfiguriere Scratch so, dass es den Proxy-Server verwendet.",
    "onePointFour.errorLogin": "Falscher Benutzername und falsches Passwort. Versuche dich auf Scratch einzuloggen und vergewissere dich dabei, dass dein Benutzername und Passwort korrekt sind."
}