{
    "onePointFour.intro": "A previous version of Scratch, version 1.4, is still available for download.",
    "onePointFour.introNoteLabel": "Σημείωση:",
    "onePointFour.introNote": "{noteLabel} You can still share projects from 1.4 to the Scratch website. However, projects created in newer versions of Scratch cannot be opened in 1.4.",
    "onePointFour.downloads": "Λήψεις",
    "onePointFour.macTitle": "Mac OS Χ",
    "onePointFour.macBody": "Compatible with Mac OSX 10.4 through 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Συμβατό με Windows 2000, XP, Vista, 7 και 8",
    "onePointFour.windowsNetworkInstaller": "Αρχείο εγκατάστασης",
    "onePointFour.windowsNetwork": "Για μαζική εγκατάσταση μέσω δικτύου χρησιμοποιήστε το {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Συμβατό με Ubuntu 12.04 ή μεταγ.",
    "onePointFour.linuxInstall": "Εγκαταστήστε το Scratch με το Software Center",
    "onePointFour.linuxOptions": "{linuxInstall} ή {linuxDownload}",
    "onePointFour.linuxDownload": "λήψη εδώ",
    "onePointFour.faqsTitle": "Συχνές Ερωτήσεις (FAQ)",
    "onePointFour.resourcesQ": "Ποιες πηγές υπάρχουν για να με βοηθήσουν να μάθω πώς να χρησιμοποιώ το Scratch 1.4;",
    "onePointFour.gettingStartedGuide": "Οδηγός Εκκίνησης Scratch 1.4",
    "onePointFour.referenceGuide": "Οδηγός Αναφοράς Scratch 1.4",
    "onePointFour.scratchCards": "Κάρτες Scratch",
    "onePointFour.resourcesA": "Για μια εισαγωγή βήμα-βήμα, κατεβάστε τον {gettingStartedGuide}. Ο {referenceGuide}έχει μια αναλυτική εξήγηση της διεπαφής του Scratch και της γλώσσας προγραμματισμού. Οι {scratchCards} παρέχουν σύντομες εξηγήσεις που δείχνουν πώς να φτιάχνετε κινούμενα σχέδια και διαδραστικά έργα με το Scratch.",
    "onePointFour.requirementsQ": "Ποιες είναι οι απαιτήσεις συστήματος για το Scratch 1.4;",
    "onePointFour.requirementsDisplay": "Ανάλυση οθόνης: 800 x 480 ή μεγαλύτερη, χιλιάδες ή εκατομμύρια χρώματα (χρώμα 16-bit ή περισσότερο)",
    "onePointFour.requirementsOS": "Operating System: Windows 2000 or later, Mac OS X 10.4 through 10.14, Ubuntu Linux 9.04 or later (For other versions of Linux, see the Linux Installer page) ",
    "onePointFour.requirementsDisk": "Δίσκος: τουλάχιστον 120 megabytes ελεύθερου χώρου για να εγκατασταθεί το Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU και μνήμη: Οι περισσότεροι υπολογιστές διαθέτουν επαρκή μνήμη για να τρέξουν το Scratch 1.4, αλλά πολύ παλιοί υπολογιστές μπορεί να εκτελούν το Scratch αργά.",
    "onePointFour.requirementsSoundVideo": "Ήχος / Video: Η αναπαραγωγή ήχου απαιτεί ηχεία (ή ακουστικά), και η ηχογράφηση απαιτεί μικρόφωνο. Πολλά λάπτοπ έχουν ενσωματωμένα ηχεία και μικρόφωνα. Το Scratch 1.4 μπορεί να χρησιμοποιήσει μια USB ή ενσωματωμένη κάμερα (προαιρετικά).",
    "onePointFour.errorQ": "Τι γίνεται αν λάβω σφάλμα όταν προσπαθώ να ανεβάσω ή να μοιραστώ το έργο μου στον ιστότοπο του Scratch;",
    "onePointFour.errorFileTooBig": "Αρχείο πολύ μεγάλο. Το όριο μεγαλύτερου αρχείου είναι 10 MB. Για να μικρύνετε το μέγεθος του Scratch έργου σας, κάντε κλικ στο μενού Επεξεργασία > και επιλέξτε συμπίεση ήχων, ή συμπίεση εικόνων. Αν έχετε συμπιέσει ήχους και το έργο σας ακόμα δεν ανεβαίνει, προσπαθήστε να διαγράψετε μερικούς από τους ήχους για να το μικρύνετε.",
    "onePointFour.errorInternet": "Η σύνδεση στο Internet είναι πολύ αργή και εκπνέει ο χρόνος. Δοκιμάστε να κάνετε το αρχείο μικρότερο. Αν αυτό δε λειτουργήσει, δοκιμάστε να συνδεθείτε από διαφορετικό υπολογιστή ή σύνδεση ή φυλλομετρητή.",
    "onePointFour.errorProxy": "Ο διακομιστής μεσολάβησης παρεμποδίζει. Δοκιμάστε μια σύνδεση στο Διαδίκτυο που δεν περνάει από έναν διακομιστή μεσολάβησης, ή ρυθμίστε το Scratch να χρησιμοποιεί τον δικό σας διακομιστή μεσολάβησης.",
    "onePointFour.errorLogin": "Λάθος όνομα χρήστη και κωδικός πρόσβασης. Δοκιμάστε να συνδεθείτε στον ιστότοπο του Scratch για να βεβαιωθείτε ότι το όνομα χρήστη και ο κωδικός πρόσβασης είναι σωστά."
}