{
    "onePointFour.intro": "Una versión anterior de Scratch, la versión 1.4, todavía está disponible para descargar.",
    "onePointFour.introNoteLabel": "Nota:",
    "onePointFour.introNote": "{noteLabel} Todavía puedes compartir proyectos de 1.4 al sitio web de Scratch. Sin embargo, los proyectos creados en versiones más recientes de Scratch no se pueden abrir en 1.4.",
    "onePointFour.downloads": "Descargas",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Compatible con Mac OSX 10.4 a 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Compatible con Windows 2000, XP, Vista, 7, y 8",
    "onePointFour.windowsNetworkInstaller": "instalador",
    "onePointFour.windowsNetwork": "Las implementaciones de red utilizan el {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Compatible con Ubuntu 12.04 en adelante",
    "onePointFour.linuxInstall": "Instalar Scratch con el Centro de Software",
    "onePointFour.linuxOptions": "{linuxInstall} o {linuxDownload}",
    "onePointFour.linuxDownload": "descargar aquí",
    "onePointFour.faqsTitle": "Preguntas Frecuentes",
    "onePointFour.resourcesQ": "¿Qué recursos existen para ayudarme a aprender a usar Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Guía de inicio de Scratch 1.4",
    "onePointFour.referenceGuide": "Guía de referencia de Scratch 1.4",
    "onePointFour.scratchCards": "Cartas de Scratch",
    "onePointFour.resourcesA": "Para una introducción paso a paso, descargue el archivo {gettingStartedGuide}. {referenceGuide} tiene una explicación detallada de la interfaz Scratch y el lenguaje de programación. {scratchCards} proporcionan breves explicaciones que muestran cómo hacer animaciones y proyectos interactivos con Scratch.",
    "onePointFour.requirementsQ": "¿Cuáles son los requerimientos de sistema de Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Pantalla: 800 x 480 o más, miles o millones de colores (color de 16 bits o más)",
    "onePointFour.requirementsOS": "Sistema operativo: Windows 2000 o posterior, Mac OS X 10.4 a 10.14, Ubuntu Linux 9.04 o posterior (para otras versiones de Linux, consulte la página del instalador de Linux)",
    "onePointFour.requirementsDisk": "Disco: al menos 120 megas de espacio libre para instalar Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU y memoria: la mayoría de las computadoras tienen suficiente memoria para ejecutar Scratch 1.4, pero las computadoras muy antiguas pueden ejecutar Scratch lentamente.",
    "onePointFour.requirementsSoundVideo": "Sonido/Video: La reproducción de sonido requiere parlantes (o auriculares) y la grabación requiere un micrófono. Muchas computadoras portátiles tienen parlantes y micrófonos integrados. Scratch 1.4 puede usar un USB o una cámara integrada (opcional).",
    "onePointFour.errorQ": "¿Qué pasa si me sale un error cuando intento cargar o compartir mi proyecto en el sitio web de Scratch?",
    "onePointFour.errorFileTooBig": "Archivo demasiado grande. El límite de archivo más grande es de 10 MB. Para reducir el tamaño de su proyecto de Scratch, haga clic en el menú Editar > y seleccione comprimir sonidos o comprimir imágenes. Si tiene sonidos comprimidos y su proyecto aún no se carga, intente eliminar algunos de los sonidos para hacerlo más pequeño.",
    "onePointFour.errorInternet": "La conexión a Internet es demasiado lenta y se agota el tiempo de espera. Intenta hacer el archivo más pequeño. Si eso no funciona, intente conectarse desde una computadora, conexión o navegador web diferente.",
    "onePointFour.errorProxy": "El servidor proxy se interpone en el camino. Pruebe una conexión a Internet que no pase por un servidor proxy, o configure Scratch para usar su servidor proxy.",
    "onePointFour.errorLogin": "Nombre de usuario y contraseña incorrectos. Intente iniciar sesión en el sitio web de Scratch para asegurarse de que el nombre de usuario y la contraseña sean correctos."
}