{
    "onePointFour.intro": "La anterior versión de Scratch, 1.4, aún está disponible para descargar.",
    "onePointFour.introNoteLabel": "Nota:",
    "onePointFour.introNote": "{noteLabel} Puedes compartir proyectos de la versión 1.4 en la web de Scratch. Sin embargo, proyectos creados en Scratch 2.0 no pueden ser abiertos en Scratch 1.4.",
    "onePointFour.downloads": "Descargas",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Compatible con Mac OSX 10.4 o posterior",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Compatible con Windows 2000, XP, Vista, 7 y 8",
    "onePointFour.windowsNetworkInstaller": "instalador",
    "onePointFour.windowsNetwork": "Para instalaciones en red, utiliza el {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Compatible con Ubuntu 12.04 o posterior",
    "onePointFour.linuxInstall": "Instalar Scratch con el Centro de Software",
    "onePointFour.linuxOptions": "{linuxInstall} o {linuxDownload}",
    "onePointFour.linuxDownload": "descargar aquí",
    "onePointFour.faqsTitle": "Preguntas Frecuentes (FAQ)",
    "onePointFour.resourcesQ": "¿Qué recursos hay que me puedan ayudar a aprender a usar Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Guía de iniciación de Scratch 1.4",
    "onePointFour.referenceGuide": "Guía de referencia Scratch 1.4",
    "onePointFour.scratchCards": "Tarjetas de Scratch",
    "onePointFour.resourcesA": "Para una introducción paso a paso, descarga la {gettingStartedGuide}. La {referenceGuide} tiene una explicación detallada de la interfaz y del lenguaje de programación de Scratch. Las {scratchCards} proveen instrucciones breves para crear animaciones y proyectos interactivos con Scratch.",
    "onePointFour.requirementsQ": "¿Cuáles son los requisitos de sistema de Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Pantalla: resolución de 800x480, o superior, y miles o millones de colores (color de 16-bit o mayor)",
    "onePointFour.requirementsOS": "Sistema operativo: Windows 2000 o posterior, Mac OS X 10.4 o posterior, Ubuntu Linux 9.04 or posterio (para otras versiones de Linux, échale un vistazo a la página para instalar en Linux) ",
    "onePointFour.requirementsDisk": "Disco: al menos 120 megabytes de espacio libre para instalar Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU y memoria: la mayoría de ordenadores tienen suficiente memoria para ejecutar Scratch 1.4, aunque ordenadores muy antiguos pueden ejecutar Scratch muy despacio.",
    "onePointFour.requirementsSoundVideo": "Sonido / Vídeo: la reproducción de sonido requiere altavoces (o auriculares), y para grabar es necesario un micrófono. Muchos portátiles tienen altavoces y micrófonos integrados. Scratch 1.4 puede usar una cámara integrada o por USB (opcional).",
    "onePointFour.errorQ": "¿Qué pasa si me sale un error cuando intento cargar o compartir mi proyecto en el sitio web de Scratch?",
    "onePointFour.errorFileTooBig": "Archivo muy grande. El tamaño límite del archivo es de 10 MB. Para reducir el tamaño de tu proyecto Scratch, haz clic en el menú Editor > y selecciona comprimir sonidos, o comprimir imágenes. Si has comprimido sonidos y tu proyecto todavía no se sube, prueba a eliminar algunos de los sonidos para hacerlo más pequeño.",
    "onePointFour.errorInternet": "La conexión a Internet es muy lenta y se acabó el tiempo. Prueba haciendo el archivo más pequeño. Si esto no funciona, prueba a conectarte desde otro ordenador, con otra conexión u otro navegador web.",
    "onePointFour.errorProxy": "El servidor proxy se ha interpuesto. Prueba con una conexión a Internet que no funcione a través de servidor proxy, o configura Scratch para usar tu propio servidor proxy.",
    "onePointFour.errorLogin": "Nombre de usuario y contraseña incorrectos. Prueba a autentificarte en Scratch y asegúrate de que el nombre de usuario y la contraseña son correctos."
}