{
    "onePointFour.intro": "A previous version of Scratch, version 1.4, is still available for download.",
    "onePointFour.introNoteLabel": "Huomaa:",
    "onePointFour.introNote": "{noteLabel} You can still share projects from 1.4 to the Scratch website. However, projects created in newer versions of Scratch cannot be opened in 1.4.",
    "onePointFour.downloads": "Lataukset",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Compatible with Mac OSX 10.4 through 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Yhteensopiva Windows 2000:n, XP:n, Vistan, 7:n ja 8:n kanssa",
    "onePointFour.windowsNetworkInstaller": "asentajaa",
    "onePointFour.windowsNetwork": "Verkon käyttöönotto käyttää {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Yhteensopiva Ubuntu 12.04:n tai uudemman kanssa",
    "onePointFour.linuxInstall": "Asenna Scratch sovellusvalikoiman avulla",
    "onePointFour.linuxOptions": "{linuxInstall} tai {linuxDownload}",
    "onePointFour.linuxDownload": "lataa tästä",
    "onePointFour.faqsTitle": "Usein kysytyt kysymykset",
    "onePointFour.resourcesQ": "Mitä lähteitä on tarjolla, jotta voin oppia käyttämään Scratch 1.4:ää?",
    "onePointFour.gettingStartedGuide": "Scratch 1.4 -aloittelijan oppaan",
    "onePointFour.referenceGuide": "Scratch 1.4 -vertailuopas",
    "onePointFour.scratchCards": "Scratch-kortit",
    "onePointFour.resourcesA": "Saat vaiheittaisen käyttöönoton lataamalla {gettingStartedGuide}. {referenceGuide} sisältää perusteellisen selvityksen Scratch-käyttöliittymästä ja ohjelmointikielestä. {scratchCards} antaa lyhyen selityksen siitä, miten tehdä animaatioita ja vuorovaikutteisia projekteja Scratchilla.",
    "onePointFour.requirementsQ": "Mitkä ovat Scratch 1.4:n järjestelmävaatimukset?",
    "onePointFour.requirementsDisplay": "Näyttö: 800 x 480 tai suurempi, tuhansia tai miljoonia värejä (16-bittinen väri tai suurempi)",
    "onePointFour.requirementsOS": "Operating System: Windows 2000 or later, Mac OS X 10.4 through 10.14, Ubuntu Linux 9.04 or later (For other versions of Linux, see the Linux Installer page) ",
    "onePointFour.requirementsDisk": "Levy: vähintään 120 megatavua vapaata tilaa Scratchin asentamiseen.",
    "onePointFour.requirementsCPUMemory": "Suoritin ja muisti: useimmissa tietokoneissa on riittävästi muistia Scratch 1.4:n suorittamiseen, mutta hyvin vanhat tietokoneet voivat suorittaa Scratchia hitaasti.",
    "onePointFour.requirementsSoundVideo": "Ääni / video: äänen toisto vaatii kaiuttimet (tai kuulokkeet) ja äänitys vaatii mikrofonin. Monissa kannettavissa tietokoneissa on kaiuttimet ja mikrofonit sisäänrakennettuna. Scratch 1.4 voi käyttää USB-kameraa tai sisäänrakennettua kameraa (valinnainen).",
    "onePointFour.errorQ": "Entä jos saan virheen, kun yritän siirtää tai jakaa projektini Scratch-sivustolle?",
    "onePointFour.errorFileTooBig": "Tiedosto on liian suuri. Suurin tiedostokoko on 10 Mt. Jos haluat pienentää Scratch-projektin kokoa, napsauta Muokkaa-valikkoa ja valitse pakkaa äänet tai pakkaa kuvat. Jos sinulla on pakattuja ääniä, eikä projektia voi vieläkään siirtää, yritä poistaa joitakin ääniä tehdäksesi siitä pienemmän.",
    "onePointFour.errorInternet": "Internet-yhteys on liian hidas ja se tekee aikakatkaisun. Yritä pienentää tiedostoa. Jos tämä ei toimi, yritä muodostaa yhteys eri tietokoneesta, liitännästä tai verkkoselaimesta.",
    "onePointFour.errorProxy": "Välityspalvelin on käynnissä. Kokeile internet-yhteyttä, jota ei käytetä välityspalvelimen kautta tai määritä Scratch käyttämään välityspalvelinta.",
    "onePointFour.errorLogin": "Väärä käyttäjätunnus ja salasana. Yritä kirjautua Scratch-sivustoon varmistaaksesi, että käyttäjätunnus ja salasana ovat oikein."
}