{
    "onePointFour.intro": "La version précédente de Scratch, la version 1.4 et encore disponible en téléchargement.",
    "onePointFour.introNoteLabel": "Note:",
    "onePointFour.introNote": "{noteLabel} Vous pouvez toujours partager des projets réalisés avec la version 1.4 sur le site web Scratch. Cependant, les projets créés avec Scratch 2.0 ne pourront pas être ouverts avec la version 1.4.",
    "onePointFour.downloads": "Téléchargements",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Compatible avec Mac OSX 10.4 or later",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Compatible avec Windows 2000, XP, Vista, 7, and 8",
    "onePointFour.windowsNetworkInstaller": "installateur",
    "onePointFour.windowsNetwork": "Les déploiements sur le réseau utilisent l'{windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Compatible avec Ubuntu 12.04 ou toute version ultérieure",
    "onePointFour.linuxInstall": "Installer Scratch avec Software Center",
    "onePointFour.linuxOptions": "{linuxInstall} ou {linuxDownload}",
    "onePointFour.linuxDownload": "télécharger ici",
    "onePointFour.faqsTitle": "Foire Aux Questions",
    "onePointFour.resourcesQ": "Quelles sont les ressources disponibles pour m'aider à apprendre comment utiliser Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Guide de démarrage Scratch 1.4",
    "onePointFour.referenceGuide": "Guide de référence Scratch 1.4",
    "onePointFour.scratchCards": "Cartes Scratch",
    "onePointFour.resourcesA": "Pour un introduction pas-à-pas, télécharger le {gettingStartedGuide}. Le {referenceGuide} a des explications de l'interface de Scratch et du langage de programmation. {scratchCards} fournissent des brèves explications qui montrent comment faire des animations et des projets interactifs avec Scratch.",
    "onePointFour.requirementsQ": "Quelle est la configuration système requise pour Scratch?",
    "onePointFour.requirementsDisplay": "Affichage: 800 x 480 ou plus grand, des milliers ou millions de couleurs (couleurs 16 bits ou plus grand)",
    "onePointFour.requirementsOS": "Système d'exploitation: Windows 2000 ou plus récent, Mac OS X 10.4 ou plus récent, Linux Ubuntu 9.04 ou plus récent (pour d'autres versions de Linux, se référer au manuel d'installation pour Linux)",
    "onePointFour.requirementsDisk": "Disque: au moins 120 Méga-octets (120 MB) d'espace disque libre pour installer Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU et mémoire: La plupart des ordinateurs ont assez de mémoire pour faire fonctionner Scratch 1.4, mais les ordinateurs très anciens peuvent faire fonctionner Scratch au ralenti.",
    "onePointFour.requirementsSoundVideo": "Son / Vidéo: La lecture audio nécessite des haut-parleurs (ou un casque), et l'enregistrement de sons nécessite un microphone. Beaucoup d'ordinateurs portables possèdent des haut-parleurs et un microphone intégré. Scratch 1.4 peut utiliser une caméra intégrée ou USB (optionnel).",
    "onePointFour.errorQ": "Que faire si je reçois une erreur lorsque je tente de télécharger ou de partager mon projet pour le site web de Scratch?",
    "onePointFour.errorFileTooBig": "Fichier trop gros. La limite pour le fichier le plus gros est de 10 MB. Pour diminuer la taille de votre projet Scratch, cliquer dans le menu Éditer > et sélectionner Compresser les Sons ou Compresser les Images. Si vous avez déjà compressé les sons et que le projet ne veut toujours pas être télécharger, essayer de supprimer quelques sons pour rendre votre projet plus léger.",
    "onePointFour.errorInternet": "La connexion internet est trop lente et le délai de la demande est dépassé (timed out). Essayer de rendre le fichier plus léger. Si cela ne fonctionne pas, essayer de vous connecter depuis un autre ordinateur, autre connexion ou un autre navigateur.",
    "onePointFour.errorProxy": "Un serveur proxy bloque le chemin. Utiliser une connexion internet qui n'utilise pas de serveur proxy, ou configurer Scratch pour utiliser un serveur proxy.",
    "onePointFour.errorLogin": "Nom d'utilisateur ou mot de passe incorrect. Essayer de vous connecter sur le site de Scratch pour vérifier que votre nom d'utilisateur et mot de passe est correct."
}