{
    "onePointFour.intro": "In eardere ferzje fan Scratch, ferzje 1.4, kin noch downloade wurde.",
    "onePointFour.introNoteLabel": "Noat:",
    "onePointFour.introNote": "{noteLabel} Jo kinne noch 1.4 projekten diele mei de Scratch-webside. Projekten makke yn nijere ferzjes fan Scratch kinne lykwols net yn 1.4 wurde iepene.",
    "onePointFour.downloads": "Downloads",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Kompatibel mei Mac OSX 10.4 oant 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Geskikt foar Windows 2000, XP, Vista, 7 en 8",
    "onePointFour.windowsNetworkInstaller": "Ynstallearder",
    "onePointFour.windowsNetwork": "Foar ynstallaasje op in netwurk is d'r {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Geskikt foar Ubuntu 12.04 of heger",
    "onePointFour.linuxInstall": "Ynstallearje Scratch mei Software Center",
    "onePointFour.linuxOptions": "{linuxInstall} as {linuxDownload}",
    "onePointFour.linuxDownload": "download hjir",
    "onePointFour.faqsTitle": "Faak stelde fragen (FAQ)",
    "onePointFour.resourcesQ": "Hokker materialen binne beskikber om te learen hoe Scratch 1.4 te brûken?",
    "onePointFour.gettingStartedGuide": "Scratch 1.4 Om te begjinnen Gids",
    "onePointFour.referenceGuide": "Scratch 1.4 Referinsjegids",
    "onePointFour.scratchCards": "Scratch kaarten",
    "onePointFour.resourcesA": "Download de {gettingStartedGuide} foar in stap foar stap yntroduksje. De {referenceGuide} hat in folsleine beskriuwing fan 'e Scratch-omjouwing en programmeartaal. De {scratchCards} ferklearje koart hoe animaasjes en ynteraktive projekten mei Scratch te meitsjen.",
    "onePointFour.requirementsQ": "Wat binne de fereaske systeemeigenskippen foar Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Display: 800 x 480 grutter, tûzenen as miljoenen kleuren (16-bit kleur as better)",
    "onePointFour.requirementsOS": "Bestjoeringssysteem: Windows 2000 of heger, Mac OS X 10.4 oant 10.14, Ubuntu Linux 9.04 of heger (foar oare ferzjes fan Linux, sjoch de Linux ynstallaasjepagina)",
    "onePointFour.requirementsDisk": "Hurde skiif: Op syn minst 120 megabyte frije romte om Scratch te ynstallearjen.",
    "onePointFour.requirementsCPUMemory": "CPU en ûnthâld: De measte kompjûters hawwe genôch ûnthâld om Scratch 1.4 út te fieren, op guon heule âlde kompjûters kin it wat stadich wêze.",
    "onePointFour.requirementsSoundVideo": "Lûd / fideo: Om lûd ôf te spyljen hawwe jo sprekkers (of koptelefoan) nedich foar it opnimmen fan in mikrofoan. In protte laptops hawwe sawol mikrofoan as luidsprekers ynboude. Scratch 1.4 kin wurkje mei in USB-kamera as in ynboude kamera (opsjoneel).",
    "onePointFour.errorQ": "Wat as ik in flater krij by it uploaden of dielen fan myn projekt op 'e Scratch-webside?",
    "onePointFour.errorFileTooBig": "Triem te grut. Bestannen moatte minder dan 10MB wêze. Om jo Scratch-projekt lytser te meitsjen, kinne jo yn it menu Bewurkje kieze om lûden en / of ôfbyldings te komprimearjen. As jo projekt nei kompresje noch te grut is, kinne jo besykje wat lûden te ferwiderjen.",
    "onePointFour.errorInternet": "De ynternetferbining is te stadich en sakket. Besykje jo bestân lytser te meitsjen. As dat net wurket, kinne jo in oare kompjûter of in oare ynternetferbining besykje.",
    "onePointFour.errorProxy": "Proksytsjinner blokkeart ferbining. Besykje ien. Ynternetferbining dy't gjin proxy-tsjinner brûkt of Scratch konfigureart om in proxy-tsjinner te brûken.",
    "onePointFour.errorLogin": "Ferkearde brûkersnamme of wachtwurd. Besykje yn te loggen op de webside fan Scratch om derfoar te soargjen dat jo brûkersnamme en wachtwurd goed binne."
}