{
    "onePointFour.intro": "A previous version of Scratch, version 1.4, is still available for download.",
    "onePointFour.introNoteLabel": "Nóta:",
    "onePointFour.introNote": "{noteLabel} You can still share projects from 1.4 to the Scratch website. However, projects created in newer versions of Scratch cannot be opened in 1.4.",
    "onePointFour.downloads": "Íoslódálacha",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Compatible with Mac OSX 10.4 through 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Comhoiriúnach le Windows 2000, XP, Vista, 7 agus 8",
    "onePointFour.windowsNetworkInstaller": "suiteálaí",
    "onePointFour.windowsNetwork": "Baineann an soláthraí líonra úsáid as an {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Comhoiriúnach le Ubuntu 12.04 nó níos déanaí",
    "onePointFour.linuxInstall": "Suiteáil Scratch leis an Lárionad Bogearraí",
    "onePointFour.linuxOptions": "{linuxInstall} nó {linuxDownload}",
    "onePointFour.linuxDownload": "íoslódáil anseo",
    "onePointFour.faqsTitle": "Ceisteanna Coitianta",
    "onePointFour.resourcesQ": "Cad iad na hacmhainní atá ar fáil dom chun cabhrú liom Scratch 1.4 a fhoghlaim?",
    "onePointFour.gettingStartedGuide": "Treoirleabhar Tosaigh Scratch 1.4",
    "onePointFour.referenceGuide": "Treoirleabhar Tagartha Scratch 1.4",
    "onePointFour.scratchCards": "Cártaí Scratch",
    "onePointFour.resourcesA": "Gheobhaidh tú treoracha simplí céim ar chéim sa {gettingStartedGuide}, agus na mionsonraí go léir maidir leis an gcomhéadan Scratch agus an teanga féin sa {referenceGuide}. Is éard atá sna {scratchCards} ná treoracha a mhíníonn conas mar a dhéantar tionscadail idirghníomhacha le Scratch.",
    "onePointFour.requirementsQ": "Cé na riachtanais chórais le Scratch 1.4 a úsáid?",
    "onePointFour.requirementsDisplay": "Scáileán: 800 x 480 ar a laghad, na mílte nó na milliúin dath (dathanna 16-giotán nó níos mó)",
    "onePointFour.requirementsOS": "Operating System: Windows 2000 or later, Mac OS X 10.4 through 10.14, Ubuntu Linux 9.04 or later (For other versions of Linux, see the Linux Installer page) ",
    "onePointFour.requirementsDisk": "Diosca: 120 MB saor ar a laghad le Scratch a shuiteáil.",
    "onePointFour.requirementsCPUMemory": "LAP agus cuimhne: Tá a dhóthain cuimhne ag formhór na ríomhairí sa lá atá inniu ann chun Scratch 1.4 a rith, ach d'fhéadfadh sé a bheith níos moille ar sheanríomhairí.",
    "onePointFour.requirementsSoundVideo": "Fuaim / Fís: Tá gá le callairí (nó le cluasáin) chun fuaimeanna a sheinm, agus tá gá le micreafón más mian leat taifeadtaí a dhéanamh. Is minic go mbíonn callairí agus micreafón ionsuite ar ríomhairí glúine. Tá Scratch 1.4 in ann ceamara USB nó ceamara ionsuite a úsáid (go roghnach).",
    "onePointFour.errorQ": "Agus má fhaighim earráid nuair a dhéanaim iarracht tionscadal a uaslódáil agus a fhoilsiú ar shuíomh Scratch?",
    "onePointFour.errorFileTooBig": "Comhad rómhór. Ní cheadaítear comhad níos mó ná 10MB. Chun méid an tionscadail a laghdú, cliceáil an roghchlár Eagar agus roghnaigh Comhbhrúigh Fuaimeanna nó Comhbhrúigh Íomhánna. Má rinne tú é seo cheana agus ní féidir leat an tionscadal a uaslódáil fós, bain triail as roinnt fuaimeanna ón tionscadal a scriosadh.",
    "onePointFour.errorInternet": "Ceangal Idirlín rómhall agus ag dul thar am. Déan iarracht an comhad a laghdú. Mura n-éiríonn leis sin, bain triail as ríomhaire, ceangal, nó brabhsálaí difriúil.",
    "onePointFour.errorProxy": "Fadhb le seachfhreastalaí. Bain triail as ceangal Idirlín nach mbaineann úsáid as seachfhreastalaí, nó cumraigh Scratch chun úsáid cheart a bhaint as.",
    "onePointFour.errorLogin": "Ainm úsáideora nó focal faire mícheart. Déan iarracht logáil isteach i suíomh Scratch leis an ainm agus focal faire ceart."
}