{
    "onePointFour.intro": "Tha an seann-tionndadh de Scratch, tionndadh 1.4, ri fhaighinn airson luchdadh a-nuas fhathast.",
    "onePointFour.introNoteLabel": "An aire:",
    "onePointFour.introNote": "{noteLabel} ’S urrainn dhut pròiseactan 1.4 a cho-roinneadh air làrach-lìn Scratch fhathast. Gidheadh, chan urrainn dhut pròiseactan a chaidh a chruthachadh ann an Scratch 2.0 fhosgladh ann an 1.4.",
    "onePointFour.downloads": "Luchdaidhean a-nuas",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Co-chòrdail le Mac OSX 10.4 no nas ùire",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Co-chòrdail le Windows 2000, XP, Vista, 7 agus 8",
    "onePointFour.windowsNetworkInstaller": "inneal-stàlaidh",
    "onePointFour.windowsNetwork": "Gus a chur an gnìomh air lìonra, cleachd {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Co-chòrdail le Ubuntu 12.04 no nas ùire",
    "onePointFour.linuxInstall": "Stàlaich Scratch le Ionad a’ bhathair-bhog",
    "onePointFour.linuxOptions": "{linuxInstall} no {linuxDownload}",
    "onePointFour.linuxDownload": "luchdaich a-nuas e an seo",
    "onePointFour.faqsTitle": "Ceistean àbhaisteach (CÀBHA)",
    "onePointFour.resourcesQ": "Dè na goireasan a bhios ri làimh ach an ionnsaichinn mar a chleachdas mi Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Treòir toiseach-tòiseachaidh air Scratch 1.4",
    "onePointFour.referenceGuide": "Treòir fiosrachaidh air Scratch 1.4",
    "onePointFour.scratchCards": "Cairtean Scratch",
    "onePointFour.resourcesA": "Airson treòir ceum air cheum, luchdaich a-nuas {gettingStartedGuide}. Gheibh thu mìneachaidhean domhainn air eadar-aghaidh is cànan prògramachaidh Scratch ann an {referenceGuide}. Bheir {scratchCards} mìneachaidhean goiridh dhut a sheallas mar a nì thu beòthachaidhean agus pròiseactan eadar-ghnìomhach le Scratch.",
    "onePointFour.requirementsQ": "Dè riatanasan an t-siostam air a bhios Scratch 1.4 feumach?",
    "onePointFour.requirementsDisplay": "Uidheam-taisbeanaidh: 800 x 480 no nas motha, mìltean no milleanan de dhathan (dathan 16-biod no barrachd) ",
    "onePointFour.requirementsOS": "Siostam-obrachaidh: Windows 2000 no nas ùire, Mac OS X 10.4 no nas ùire, Ubuntu Linux 9.04 no nas ùire (Airson tionndaidhean eile de Linux, faic duilleag an inneil-stàlaidh Linux) ",
    "onePointFour.requirementsDisk": "Diosg: 120 meaga-baidht de dh’àite saor air a char as lugha airson Scratch a stàladh.",
    "onePointFour.requirementsCPUMemory": "CPU ⁊ cuimhne: Bidh cuimhne gu leòr aig a’ mhòrcuid a choimpiutairean airson Scratch 1.4 a ruith ach dh’fhaoidte gum Scratch slaodach air coimpiutairean glè sheana.",
    "onePointFour.requirementsSoundVideo": "Fuaim / Video: Feumaidh tu glaodhairean (no headphones) gus fuaim a chluich agus micreofon gus a chlàradh. Tha glaodhairean is micreofon am broinn iomadh laptop. Tha Scratch 1.4 comasach air camara USB no am broinn a’ choimpiutair a chleachdadh (roghainneil).",
    "onePointFour.errorQ": "Dè thachair ma gheibh mi mearachd nuair a dh’fheuch mi ri pròiseact a luchdadh suas no a co-roinneadh air làrach-lìn Scratch?",
    "onePointFour.errorFileTooBig": "Faidhle ro mhòr. Chan fhaod am faidhle a bhith nas motha na 10 MB. Gus am pròiseact Scratch agad a lùghdachadh, briog air a’ chlàr-taice Deasaich > is tagh dùmhlaich na fuaimean no dùmhlaich na dealbhan. Ma dhùmhlaich thu na fuaimean is chan urrainn dhut am pròiseact agad a luchdadh suas fhathast, feuch an sguab thu às cuid dhe na fuaimean gus a dhèanamh nas lugha buileach. ",
    "onePointFour.errorInternet": "Tha an ceangal dhan eadar-lìn ro shlaodach is falbhaidh an ùine air. Feuch an lùghdaich thu am faidhle. Mur obraich seo, feuch gun ceangal thu o choimpiutair no ceangal no brabhsair-lìn eile.",
    "onePointFour.errorProxy": "Tha frithealaiche progsaidh san rathad.  Feuch ceangal gun eadar-lìn nach tèid tro fhrithealaiche progsaidh no rèitich Scratch ach an cleachd e am frithealaiche progsaidh agad. ",
    "onePointFour.errorLogin": "Ainm-cleachdaiche no facal-faire ceàrr. Feuch an clàraich thu a-steach air an làrach-lìn Scratch a dhèanamh cinnteach gu bheil an t-ainm-cleachdaiche is facal-faire agad mar bu chòir. "
}