{
    "onePointFour.intro": "A previous version of Scratch, version 1.4, is still available for download.",
    "onePointFour.introNoteLabel": "Nota:",
    "onePointFour.introNote": "{noteLabel} You can still share projects from 1.4 to the Scratch website. However, projects created in newer versions of Scratch cannot be opened in 1.4.",
    "onePointFour.downloads": "Descargas",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Compatible with Mac OSX 10.4 through 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Compatible con Windows 2000, XP, Vista, 7 e 8",
    "onePointFour.windowsNetworkInstaller": "instalador",
    "onePointFour.windowsNetwork": "Os despregamentos en rede usan o  {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Compatible con Ubuntu 12.04 or superior",
    "onePointFour.linuxInstall": "Instalar Scratch con Software Center",
    "onePointFour.linuxOptions": "{linuxInstall} ou {linuxDownload}",
    "onePointFour.linuxDownload": "descargar aquí",
    "onePointFour.faqsTitle": "Preguntas Frecuentes (FAQ)",
    "onePointFour.resourcesQ": "Que recursos hai dispoñibles para axudarme a aprender como utilizar Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Scratch 1.4 Guía de primeiros pasos",
    "onePointFour.referenceGuide": "Scratch 1.4 Guía de referencia",
    "onePointFour.scratchCards": "Tarxetas de Scratch",
    "onePointFour.resourcesA": "Para unha introdución paso a paso, descarga {gettingStartedGuide}. A {referenceGuide} inclúe unha explicación detallada da interface e da linguaxe de programación de Scratch. As {scratchCards} proporcionan explicacións breves que amosan como facer animacións e proxectos interactivos con Scratch.",
    "onePointFour.requirementsQ": "Cales son os requerimentos do sistema para Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Pantalla: 800 x 480 ou superior, miles ou millóns de cores (cor de 16 bits ou superior)",
    "onePointFour.requirementsOS": "Operating System: Windows 2000 or later, Mac OS X 10.4 through 10.14, Ubuntu Linux 9.04 or later (For other versions of Linux, see the Linux Installer page) ",
    "onePointFour.requirementsDisk": "Disco: polo menos 120 megabytes de espazo libre para instalar Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU e memoria: A maioría dos ordenadores teñen memoria suficiente para executar Scratch 1.4, pero computadores moi antigos poden executar Scratch lentamente.",
    "onePointFour.requirementsSoundVideo": "Son / Vídeo: a reprodución de son require altofalantes (ou auriculares) e a gravación require un micrófono. Moitos portátiles teñen altofalantes e micrófonos incorporados. Scratch 1.4 pode usar unha cámara USB ou unha cámara incorporada (opcional).",
    "onePointFour.errorQ": "Que acontece se se produce un erro cando tento subir ou compartir o meu proxecto no sitio web de Scratch?",
    "onePointFour.errorFileTooBig": "Ficheiro demasiado grande. O límite de ficheiro máis grande é de 10 MB. Para reducir o tamaño do seu proxecto Scratch, faga clic no menú Editar> e seleccione comprimir sons ou comprimir imaxes. Se tes sons comprimidos e o teu proxecto aínda non se carga, intente eliminar algúns dos sons para facelo máis pequeno.",
    "onePointFour.errorInternet": "Conexión a Internet demasiado lenta e interrupcións. Proba a facer o ficheiro máis pequeno. Se iso non funciona, intenta conectar desde outro ordenador ou conexión ou navegador web.",
    "onePointFour.errorProxy": "Servidor proxy interpoñéndose. Proba cunha conexión a Internet que non pase por un servidor proxy ou configure Scratch para usar o servidor proxy.",
    "onePointFour.errorLogin": "Nome de usuaria ou usuario e contrasinal incorrectos. Intenta iniciar sesión no sitio web de Scratch para asegurarte de que o nome de usuaria ou usuario e o contrasinal sexan correctos."
}