{
    "onePointFour.intro": "Sigar Scratch na da, sigar 1.4, ya nan har wa yau ina iya saukar da shi.",
    "onePointFour.introNoteLabel": "Lura:",
    "onePointFour.introNote": "{noteLabel} Za ka iya har wa yau yada ayyukan daga 1.4 zuwa shafin yanar gizon Scratch. Duk da haka , ayyuka da aka ƙirƙira da sabbin sigar Scratch ba za a iya bude su da 1.4 ba.",
    "onePointFour.downloads": "wanda aka saukar",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "ya dace Mac OSX 10.4 through 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "ya dace da Windows 2000, XP, Vista, 7, and 8",
    "onePointFour.windowsNetworkInstaller": "mai sakawa",
    "onePointFour.windowsNetwork": "ayyukan cibiyar sadarwa suna amfani da {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "ya dace da obuntu 12.04 ko sigar na baya dashi",
    "onePointFour.linuxInstall": "daura Scratch da mahadar Software  ",
    "onePointFour.linuxOptions": "{linuxInstall} ko {linuxDownload}",
    "onePointFour.linuxDownload": "Saukar a nan ",
    "onePointFour.faqsTitle": "Tamboyoyi da ake yawan yi aai akai",
    "onePointFour.resourcesQ": "wane abubuwa ne ake dasu wanda zasu taimake ni wajen koyon Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Jagorar farawar Scratch 1.4",
    "onePointFour.referenceGuide": "agorar nassoshi na Scratch 1.4",
    "onePointFour.scratchCards": "katunan Scratch",
    "onePointFour.resourcesA": "Don gabatarwa na mataki-mataki, saukar da {gettingStartedGuide}. {referenceGuide}  yana da cikakken bayani game da fuscar Scratch da kuma harshen shirye-shirye. {scratchCards} yana ba da takaitattun bayanai wandanda ke nuna yadda ake yin zanunnuka masu motsi da ayyuka masu hulda da Scratch. ",
    "onePointFour.requirementsQ": "menene tsarinkwamfuta da ake nema ma Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Nuni: 800 x 480 ko mafi girma da haka, dubbai ko miliyoyin launuka (launin 16-bit ko mafi girma da haka)",
    "onePointFour.requirementsOS": "Tsarin aiki: Windows 2000 ko siga na bayansa, Mac OS X 10.4 ta 10.14, Ubuntu Linux 9.04 or ko sia na bayansa (ma sauran sigogin Linux, duba shafin mai sakawan Linux Installer) ",
    "onePointFour.requirementsDisk": "Faifai: a karanci sararin 120 megabytes don dora Scratch.",
    "onePointFour.requirementsCPUMemory": "Cpu da kwakwalwar ajiya: Yawancin kwamfyutoci suna da isasshen kwakwalwar ajiya don gudanar da Scratch 1.4, amma tsofaffin kwamfutoci na iya gudanar da Scratch a hankali.",
    "onePointFour.requirementsSoundVideo": "Sauti / Bidiyo: sake kunna sauti na bukatar amsa kuwa(ko belun kunne). kuma rikodin yna bukatar makirufo. kwamffyutoccin cinya da yawa na da lasifika da makirifofi da aka gina a cikinsu. Scratch 1.4 na iya amfani da USB ko kyamarar ciki (na zabi)",
    "onePointFour.errorQ": "Menen idan na sami kuskure lokacin da nake kokarin loda ko yada aikina zuwa shafin yanar gizo na Scrtach?",
    "onePointFour.errorFileTooBig": "fayin yayi girma dayawa. mafi iyakar girman fayil shine 10MB. don rage girman aikin Scratch dinka, danna menu mai gyara > kuma zabi matse sauti, ko matse hotuna. Idan kana da mastatsun sauti kuma aikinka har yanzu ba zai lodu ba, gwada share wasu sautunan don ya kara kankanta. ",
    "onePointFour.errorInternet": "Hadin intanet yayi jinkiri sosai kuma lokaci ya kare. gwada zaman da fayil din karami. idan hakan bai yi aiki ba, gwada hadawa daga wata kwamfutar daban ko hadi daban ko burauzar yanar gizo daban. ",
    "onePointFour.errorProxy": "wakilin saba na shiga tsaka ni. gwada hadun intanet wanda ba ya ratsa ta wakilin saba, ko daidaita Scratch don amfani da wakilin sabar ka.",
    "onePointFour.errorLogin": "Sunan mai amfani da kalmar sirrinka ba daidai bane. yi kokarin shiga shafin yanar gizon Scratch don tabbatar cewa sunan mai amfani da kalmar wucewa daidai ne."
}