{
    "onePointFour.intro": "स्क्रैच का पिछला वर्शन, वर्शन 1.4, अभी भी डाउनलोड के लिए उपलब्ध है।",
    "onePointFour.introNoteLabel": "सूचना:",
    "onePointFour.introNote": "{noteLabel} आप अभी भी 1.4 से स्क्रैच वेबसाइट पर प्रोजेक्ट साझा कर सकते हैं। हालाँकि, स्क्रैच के नए वर्शन में बनाए गए प्रोजेक्ट 1.4 में नहीं खोले सकते।",
    "onePointFour.downloads": "डाउनलोड ",
    "onePointFour.macTitle": "मैकिनटोश Mac OS X",
    "onePointFour.macBody": "मैक ओएसएक्स 10.4 से 10.14 के साथ संगत ",
    "onePointFour.windowsTitle": "विंडोज ",
    "onePointFour.windowsBody": "यह  Windows 2000, XP, Vista, 7, और  8 के लिए अनुरूप है ",
    "onePointFour.windowsNetworkInstaller": "इंस्टालर ",
    "onePointFour.windowsNetwork": "नेटवर्क डेप्लॉयमेन्ट के लिए इसका प्रयोग करें {windowsNetworkInstaller} ",
    "onePointFour.linuxTitle": "डेबियन/ उबुन्टु ",
    "onePointFour.linuxBody": "यह  Ubuntu 12.04 या नए संस्करण के लिए अनुरूप है ",
    "onePointFour.linuxInstall": "स्क्रॅच को सॉफ्टवेयर सेण्टर से इंस्टॉल करें ",
    "onePointFour.linuxOptions": "{linuxInstall}या फिर {linuxDownload}",
    "onePointFour.linuxDownload": "यहाँ से डाउनलोड करें ",
    "onePointFour.faqsTitle": "नित्य पूछे जानेवाले प्रश्न ",
    "onePointFour.resourcesQ": "Scratch 1.4 के इस्तेमाल को सिखने के लिए क्या साहित्य उपलब्ध है?",
    "onePointFour.gettingStartedGuide": "Scratch 1.4 की शुरुआती मार्गदर्शिका ",
    "onePointFour.referenceGuide": "Scratch 1.4 का रिफरेन्स गाइड ",
    "onePointFour.scratchCards": "स्क्रैच कार्ड",
    "onePointFour.resourcesA": "चरणबद्ध सूचनाओंके लिए {gettingStartedGuide}यह डाउनलोड कीजिये। स्क्रॅच के इंटरफ़ेस और प्रोगरामिंग लैंग्वेज के बारे में विस्तार से जानकारी {referenceGuide}इसमें दी हुई है. ऐनीमेशन और इंटरैक्टिव प्रोग्राम कैसे बनाये जाएँ इसके बारे में {scratchCards}इसमें संक्षिप्त जानकारी है.",
    "onePointFour.requirementsQ": "Scratch 1.4 के लिए कौनसे कंप्यूटर सिस्टम की जरूरत है? ",
    "onePointFour.requirementsDisplay": "डिस्प्ले 800 x 480, ( 16-bit color या उससे ज्यादा )",
    "onePointFour.requirementsOS": "ऑपरेटिंग सिस्टम: विंडोज 2000 या बाद के संस्करण, मैक ओएस एक्स 10.4 से 10.14, उबंटू लिनक्स 9.04 या बाद (लिनक्स के अन्य वर्शन के लिए, लिनक्स इंस्टालर पेज देखें)",
    "onePointFour.requirementsDisk": "डिस्क: 120 MB या उससे ज्यादा खाली जगह स्क्रॅच इंस्टॉल करने के लिए ",
    "onePointFour.requirementsCPUMemory": "CPU और मेमोरी: ज्यादातर कंप्यूटर में स्क्रॅच 1.4 चलाने के लिए पर्याप्त मेमोरी होती है.  लेकिन बहुत पुराने कम्प्यूटर्स में स्क्रॅच  धीमे चलेगा।",
    "onePointFour.requirementsSoundVideo": "साउंड/ व्हिडिओ: साउंड के प्ले बॅक के लिए स्पीकर्स (या हेड फोन्स) और रिकॉर्डिंग के लिए माइक्रो फ़ोन. बहुतसे लॅपटॉप बिल्ट इन स्पीकर और माइक्रो फोन के साथ आते हैं. Scratch 1.4 बिल्ट इन कॅमेरा या USB पोर्ट का इस्तेमाल कर सकता है.",
    "onePointFour.errorQ": "मुझे अपने स्क्रॅच  के प्रोजेक्ट स्क्रॅच  के वेबसाइट पर अपलोड करने या साझा करते समय एरर दिख रहा है. मैं  क्या करूँ?",
    "onePointFour.errorFileTooBig": "फाइल बहुत बड़ी है. फाइल की लिमिट 10 MB है. अपने स्क्रॅच  के प्रोजेक्ट की साइज काम करने के लिए एडिट मेनू पर क्लिक कीजिये। और compress sound  या  compress images सेलेक्ट कीजिये। अगर साउंड कम्प्रेस करने के बाद भी आपका प्रोजेक्ट अपलोड नहीं हो रहा है तो अपने प्रोजेक्ट से कुछ आवाजें हटाइये ताकि वह छोटा हो सके. ",
    "onePointFour.errorInternet": "इंटरनेट कनेक्शन बहुत धीमा है और टाइम आउट हो जाता है. फाइल को छोटा करने की कोशिश कीजिये। अगर वह काम ना करता हो तो कोई दूसरा कंप्यूटर,  नेटवर्क या ब्राउजर प्रयोग कर के देखें।",
    "onePointFour.errorProxy": "प्रॉक्सी सर्वर बाधा  दे रहा है. बिना प्रॉक्सी सर्वर के इंटरनेट कनेक्शन का प्रयोग कर के देखिये। या स्क्रॅच  को प्रॉक्सी सर्वर के प्रयोग के लिए सेट कीजिये।",
    "onePointFour.errorLogin": "यूजर नेम या पासवर्ड गलत है. स्क्रॅच  के वेबसाइट में लॉग  इन करने का प्रयास कीजिये ताकि आपके यूजरनेम और पासवर्ड करेक्ट होने का पता चले. "
}