{
    "onePointFour.intro": "Prethodna verzija Scratch-a, verzija 1.4, još uvijek je dostupna za preuzimanje.",
    "onePointFour.introNoteLabel": "Bilješka:",
    "onePointFour.introNote": "{noteLabel} I dalje možete dijeliti projekte od 1.4 do web stranice Scratch. Međutim, projekti stvoreni u novijim verzijama Scratch-a ne mogu se otvoriti u 1.4.",
    "onePointFour.downloads": "Preuzimanja",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Kompatibilan s Mac OSX 10.4 do 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Kompatibilan sa sustavima Windows 2000, XP, Vista, 7 i 8",
    "onePointFour.windowsNetworkInstaller": "instalater",
    "onePointFour.windowsNetwork": "Mrežne implementacije koriste {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Kompatibilan s Ubuntu 12.04 ili novijim",
    "onePointFour.linuxInstall": "Instalirajte Scratch sa softverskim centrom",
    "onePointFour.linuxOptions": "{linuxInstall} ili {linuxDownload}",
    "onePointFour.linuxDownload": "preuzmite ovdje",
    "onePointFour.faqsTitle": "Pomoć",
    "onePointFour.resourcesQ": "Koji su mi resursi dostupni da naučim kako koristiti Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Scratch 1.4 Vodič za početak rada",
    "onePointFour.referenceGuide": "Referentni vodič za Scratch 1.4",
    "onePointFour.scratchCards": "Scratch kartice",
    "onePointFour.resourcesA": "Za uvod korak po korak preuzmite {gettingStartedGuide}. Ima  {referenceGuide} detaljno objašnjenje Scratch sučelja i programskog jezika. {scratchCards} dati kratka objašnjenja koja pokazuju kako napraviti animacije i interaktivne projekte sa Scratchom.",
    "onePointFour.requirementsQ": "Koji su sistemski zahtjevi za Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Zaslon: 800 x 480 ili veći, tisuće ili milijuni boja (16-bitna boja ili veći)",
    "onePointFour.requirementsOS": "Operativni sustav: Windows 2000 ili noviji, Mac OS X 10.4 do 10.14, Ubuntu Linux 9.04 ili noviji (za ostale verzije Linuxa pogledajte stranicu Linux Installer)",
    "onePointFour.requirementsDisk": "Disk: najmanje 120 megabajta slobodnog prostora za instalaciju Scratch-a.",
    "onePointFour.requirementsCPUMemory": "CPU i memorija: Većina računala ima dovoljno memorije za pokretanje Scratch 1.4, ali vrlo stara računala mogu sporo pokretati Scratch.",
    "onePointFour.requirementsSoundVideo": "Zvuk / video: reprodukcija zvuka zahtijeva zvučnike (ili slušalice), a snimanje zahtijeva mikrofon. Mnoga prijenosna računala imaju ugrađene zvučnike i mikrofone. Scratch 1.4 može koristiti USB ili ugrađenu kameru (opcionalno).",
    "onePointFour.errorQ": "Što ako dobijem pogrešku kada pokušam prenijeti ili podijeliti svoj projekt na web stranici Scratch?",
    "onePointFour.errorFileTooBig": "Datoteka je prevelika. Najveće ograničenje datoteke je 10 MB. Da biste smanjili veličinu svog Scratch projekta, kliknite izbornik Uredi > i odaberite komprimiraj zvukove ili komprimiraj slike. Ako imate komprimirane zvukove, a vaš se projekt i dalje ne može učitati, pokušajte izbrisati neke od zvukova kako biste ih smanjili.",
    "onePointFour.errorInternet": "Internetska veza je prespora i isteklo je vrijeme. Pokušajte smanjiti datoteku. Ako to ne uspije, pokušajte se povezati s drugog računala ili veze ili web preglednika.",
    "onePointFour.errorProxy": "Proxy poslužitelj smeta. Pokušajte s internetskom vezom koja ne ide preko proxy poslužitelja ili konfigurirajte Scratch da koristi vaš proxy poslužitelj.",
    "onePointFour.errorLogin": "Pogrešno korisničko ime i lozinka. Pokušajte se prijaviti na web mjesto Scratch kako biste bili sigurni da su korisničko ime i lozinka točni."
}