{
    "onePointFour.intro": "Versi Scratch sebelumnya, versi 1.4, masih tersedia untuk diunduh.",
    "onePointFour.introNoteLabel": "Catatan:",
    "onePointFour.introNote": "{noteLabel} Anda masih dapat membagikan proyek dari 1.4 ke situs web Scratch. Namun, proyek yang dibuat di versi Scratch yang lebih baru tidak dapat dibuka di 1.4.",
    "onePointFour.downloads": "Download",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Kompatibel dengan Mac OSX 10.4 hingga 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Cocok dengan Windows 2000, XP, Vista, 7, dan 8",
    "onePointFour.windowsNetworkInstaller": "pemasang",
    "onePointFour.windowsNetwork": "Penyebaran jaringan menggunakan {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian/Ubuntu",
    "onePointFour.linuxBody": "Cocok dengan Ubuntu 12.04 atau lebih baru",
    "onePointFour.linuxInstall": "Install Scratch menggunakan Software Center",
    "onePointFour.linuxOptions": "{linuxInstall} atau {linuxDownload}",
    "onePointFour.linuxDownload": "Unduh disini",
    "onePointFour.faqsTitle": "Pertanyaan Sering Diajukan",
    "onePointFour.resourcesQ": "Materi apa yang siap membantu saya untuk mempelajari cara menggunakan Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Scratch 1.4 Panduan Memulai",
    "onePointFour.referenceGuide": "Scratch 1.4 Panduan Referensi",
    "onePointFour.scratchCards": "Kartu-Kartu Scratch",
    "onePointFour.resourcesA": "Untuk pengenalan langkah demi langkah, unduh file {gettingStartedGuide}. {referenceGuide} memiliki penjelasan menyeluruh tentang antarmuka Scratch dan bahasa pemrograman.  {scratchCards} memberikan penjelasan singkat yang menunjukkan cara membuat animasi dan proyek interaktif dengan Scratch.",
    "onePointFour.requirementsQ": "Sistem apa yang diperlukan untuk Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Tampilan: 800 x 480 atau lebih besar, ribuan atau jutaan warna (warna 16-bit atau lebih besar)",
    "onePointFour.requirementsOS": "Sistem Operasi: Windows 2000 atau lebih baru, Mac OS X 10.4 hingga 10.14, Ubuntu Linux 9.04 atau lebih baru (Untuk versi Linux lainnya, lihat halaman Penginstal Linux)",
    "onePointFour.requirementsDisk": "Disk: setidaknya 120 megabita ruang kosong untuk menginstal Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU dan memori: Sebagian besar komputer memiliki cukup memori untuk menjalankan Scratch 1.4, tetapi komputer yang sangat tua mungkin menjalankan Scratch dengan lambat.",
    "onePointFour.requirementsSoundVideo": "Suara / Video: Pemutaran suara membutuhkan speaker (atau headphone), dan perekaman membutuhkan mikrofon. Banyak laptop memiliki speaker dan mikrofon internal. Scratch 1.4 dapat menggunakan USB atau kamera internal (opsional).",
    "onePointFour.errorQ": "Bagaimana jika saya mendapatkan sebuah masalah saat mencoba mengunggah atau membagikan karya saya ke situs web Scratch?",
    "onePointFour.errorFileTooBig": "Berkas terlalu besar. Batas file terbesar adalah 10 MB. Untuk memperkecil ukuran proyek Scratch Anda, klik menu Edit > dan pilih kompres suara, atau kompres gambar. Jika Anda telah mengompresi suara dan proyek Anda masih tidak dapat diunggah, coba hapus beberapa suara untuk membuatnya lebih kecil.",
    "onePointFour.errorInternet": "Koneksi internet terlalu lambat dan waktu habis. Coba perkecil filenya. Jika tidak berhasil, coba sambungkan dari komputer lain atau koneksi atau browser web.",
    "onePointFour.errorProxy": "Server proxy menghalangi. Coba koneksi Internet yang tidak melalui server proxy, atau konfigurasikan Scratch untuk menggunakan server proxy Anda.",
    "onePointFour.errorLogin": "Nama pengguna dan sandi salah. Coba masuk ke situs web Scratch untuk memastikan nama pengguna dan kata sandi sudah benar."
}