{
    "onePointFour.intro": "La versione precedente di Scratch, la versione 1.4, è ancora disponibile per il download.",
    "onePointFour.introNoteLabel": "Nota:",
    "onePointFour.introNote": "{noteLabel} Puoi ancora condividere il tuoi progetti sul sito web di Scratch usando la versione 1.4. Ricorda però che i progetti creati con Scratch 2.0 non possono essere aperti nella versione 1.4.",
    "onePointFour.downloads": "Download",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Compatibile con Mac OSX 10.4 o successivi",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Compatibile con Windows 2000, XP, Vista, 7 e 8",
    "onePointFour.windowsNetworkInstaller": "installatore",
    "onePointFour.windowsNetwork": "Per l'installazione in rete usa l'{windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Compatibile con Ubuntu 12.04 o successivi",
    "onePointFour.linuxInstall": "Installa Scratch usando Software Center",
    "onePointFour.linuxOptions": "{linuxInstall} o {linuxDownload}",
    "onePointFour.linuxDownload": "clicca qui per scaricare",
    "onePointFour.faqsTitle": "Domande Frequenti",
    "onePointFour.resourcesQ": "Quali risorse sono disponibili per aiutarmi ad imparare ad usare Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Guida per Iniziare con Scratch 1.4",
    "onePointFour.referenceGuide": "Guida di Riferimento di Scratch 1.4",
    "onePointFour.scratchCards": "Le Schede di Scratch",
    "onePointFour.resourcesA": "Per un'introduzione passo passo, scarica la {gettingStartedGuide}. La {referenceGuide} contiene una spiegazione dettagliata dell'interfaccia e del linguaggio di programmazione di Scratch. Le {scratchCards} forniscono una breve spiegazione che mostra come creare animazioni e progetti interattivi con Scratch.",
    "onePointFour.requirementsQ": "Quali sono i requisiti di sistema per poter usare Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Schermo: 800 x 480 o superiore, migliaia o milioni di colori (colore 16-bit o superiore) ",
    "onePointFour.requirementsOS": "Sistemi Operativi: Windows 2000 o successivo, Mac OS X 10.4 o successivo, Ubuntu Linux 9.04 o successivo (Per altre versioni di Linux, vai alla pagina dell'Installatore Linux) ",
    "onePointFour.requirementsDisk": "Disco: almeno 120 megabyte di spazio libero per installare Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU e memoria: La maggior parte dei computer hanno memoria sufficiente per eseguire Scratch 1.4, ma computer molto vecchi potrebbero eseguire Scratch lentamente.",
    "onePointFour.requirementsSoundVideo": "Suono / Video: La riproduzione del suono richiede delle casse (o delle cuffie) e la registrazione richiede invece un microfono. Molti portatili hanno casse e microfono incorporati. Scratch 1.4 può usare una videocamera USB o integrata (opzionale).",
    "onePointFour.errorQ": "Cosa posso fare se ricevo un messaggio di errore quando provo a caricare o a condividere un progetto sul sito web di Scratch?",
    "onePointFour.errorFileTooBig": "File troppo grande. Il limite per le dimensioni del file sono 10 MB. Per ridurre la dimensione del tuo progetto clicca il menu Modifica e seleziona Comprimi suoni o Comprimi immagini. Se hai compresso i suoni e il tuo progetto non può essere ancora caricato, prova a rimuovere alcuni dei suoni per renderlo più piccolo. ",
    "onePointFour.errorInternet": "La connessione internet è troppo lenta e termina prima del completamento dell'operazione. Prova a ridurre le dimensioni del file. Se non funziona, prova a collegarti usando un altro computer, un'altra connessione o un altro tipo di browser.",
    "onePointFour.errorProxy": "Il server proxy sta interferendo. Prova ad usare una connessione internet che non usa un server proxy o configura Scratch in modo che usi il server proxy.",
    "onePointFour.errorLogin": "Username o password sbagliati. Prova ad accedere al sito di Scratch per assicurarti che lo username e la password siano corretti."
}