{
    "onePointFour.intro": "Scratch-тің алдыңғы нұсқасы 1.4 әлі жүктеуге қол жетімді.",
    "onePointFour.introNoteLabel": "Ескерту:",
    "onePointFour.introNote": "{noteLabel}Сіз 1,4-тен бастап Scratch веб-сайтына жобаларды бөлісе аласыз. Алайда, Scratch-тің жаңа нұсқаларында жасалған жобаларды 1.4-те ашу мүмкін емес.",
    "onePointFour.downloads": "Жүктеулер",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Mac OSX 10.4-тен 10.14-ке дейін үйлесімді",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Windows 2000, XP, Vista, 7, және 8-бен бірлескен",
    "onePointFour.windowsNetworkInstaller": "орнатушы",
    "onePointFour.windowsNetwork": "{windowsNetworkInstaller} қолданып желілік орналастыру",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Ubuntu 12.04-мен бірлескен немесе соңғы версиясы",
    "onePointFour.linuxInstall": "Бағдарлама жасақтамасы орталығымен бірге Скречті орнатыңыз ",
    "onePointFour.linuxOptions": "{linuxInstall} немесе {linuxDownload}",
    "onePointFour.linuxDownload": "осы жерден жүктеу",
    "onePointFour.faqsTitle": "Жиі қолданылатын сұрақтар",
    "onePointFour.resourcesQ": "Скретч 1.4 қалай қолдану керектігін үйрену үшін көмектесетін қандай ресурстар қолжетімді?",
    "onePointFour.gettingStartedGuide": "Scratch 1.4  Жұмысты Бастау Нұсқаулығы",
    "onePointFour.referenceGuide": "Scratch 1.4 Анықтамалық нұсқаулық",
    "onePointFour.scratchCards": "Scratch-карталары",
    "onePointFour.resourcesA": "Біртіндеп енгізу үшін, {gettingStartedGuide}жүктеп алыңыз.  {referenceGuide}Scratch интерфейсі мен бағдарламалау тілін толық түсіндіреді. {scratchCards}Scratch көмегімен анимациялар мен интерактивті жобаларды қалай жасау керектігін көрсететін қысқаша түсіндірмелер беріңіз.",
    "onePointFour.requirementsQ": "Scratch 1.4-ке қандай жүйелік талаптар керек?",
    "onePointFour.requirementsDisplay": "Дисплей: 800 x 480 немесе одан үлкен, мыңдаған немесе миллиондаған түстер (16 биттік түс немесе одан жоғары)",
    "onePointFour.requirementsOS": "Операциялық жүйе: Windows 2000 немесе одан кейінгі нұсқалар, Mac OS X 10.4 - 10.14, Ubuntu Linux 9.04 немесе одан кейінгі нұсқалар (Linux басқа нұсқалары үшін Linux Installer бетінен қараңыз)",
    "onePointFour.requirementsDisk": "Диск: Scratch орнату үшін кемінде 120 мегабайт бос орын.",
    "onePointFour.requirementsCPUMemory": "Процессор мен жад: Көптеген компьютерлерде Scratch 1.4-ті орындау үшін жеткілікті жад бар, бірақ өте ескі компьютерлерде Scratch баяу жұмыс істеуі мүмкін.",
    "onePointFour.requirementsSoundVideo": "Дыбыс / бейне: Дыбысты ойнату үшін динамиктер (немесе құлаққаптар) қажет, ал жазбаға микрофон қажет. Көптеген ноутбуктарда динамиктер мен микрофондар орнатылған. Scratch 1.4 USB немесе кірістірілген камераны қолдана алады (міндетті емес).",
    "onePointFour.errorQ": "Мен жобамды Скртеч сайтының ішіне орнату  немесе бөлісу кезінде қателік орын алса не болады?",
    "onePointFour.errorFileTooBig": "Файл тым үлкен. Файлдың ең үлкен шегі - 10 МБ. Scratch жобасының көлемін кішірейту үшін, Өңдеу мәзірін> басып, дыбыстарды сығуды таңдаңыз немесе кескіндерді қысыңыз. Егер сізде сығылған дыбыстар болса және сіздің жоба әлі жүктемейтін болса, оны кішірейту үшін кейбір дыбыстарды өшіріп көріңіз.",
    "onePointFour.errorInternet": "Интернет қосылымы тым баяу және уақыты аяқталған. Файлды кішірейтіп көріңіз. Егер бұл жұмыс істемесе, басқа компьютерден немесе қосылымнан немесе веб-шолғыштан қосып көріңіз.",
    "onePointFour.errorProxy": "Прокси-сервер кедергі келтіреді. Прокси-серверден өтпейтін Интернет қосылымын қолданып көріңіз немесе прокси-серверді пайдалану үшін Scratch-ты теңшеңіз.",
    "onePointFour.errorLogin": "Пайдаланушы аты мен пароль дұрыс емес. Пайдаланушы аты мен құпия сөздің дұрыс екендігіне көз жеткізу үшін Scratch веб-сайтына кіріп көріңіз."
}