{
    "onePointFour.intro": "A previous version of Scratch, version 1.4, is still available for download.",
    "onePointFour.introNoteLabel": "Not:",
    "onePointFour.introNote": "{noteLabel} You can still share projects from 1.4 to the Scratch website. However, projects created in newer versions of Scratch cannot be opened in 1.4.",
    "onePointFour.downloads": "Daxistin",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Compatible with Mac OSX 10.4 through 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Bi Windows 2000, XP, Vista, 7 û 8 re hevaheng e",
    "onePointFour.windowsNetworkInstaller": "Sazker",
    "onePointFour.windowsNetwork": "Belavkirinên torê{windowsNetworkInstaller}ê bi kar tîne",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Bi Ubuntu 12.04 û jora wê re hevaheng e",
    "onePointFour.linuxInstall": "Scratchê ji Navenda Nermalavê saz bike",
    "onePointFour.linuxOptions": "{linuxInstall}an jî {linuxDownload}",
    "onePointFour.linuxDownload": "ji vir daxîne",
    "onePointFour.faqsTitle": "Pirsên Pir Tên Pirsîn",
    "onePointFour.resourcesQ": "Ji bo ez fêrî bikaranîna Scratch 1.4ê bibim, kîjan çavkaniyên ku alîkariya min bike li berdest in?",
    "onePointFour.gettingStartedGuide": "Rêbernameya Destpêkirinê ya Scratch 1.4ê",
    "onePointFour.referenceGuide": "Rêbernameya Referansê ya Scratch 1.4ê",
    "onePointFour.scratchCards": "Kartên Scratchê",
    "onePointFour.resourcesA": "Ji bo danasîneke gav-bi-gavî, {gettingStartedGuide}-yê daxîne. Di {referenceGuide} de îzahata Navrûya Sratchê û zimanê bernamesaziyê bi berfirehî cih digire. {scratchCards} îzahatên bi kurtasî pêşkêş dikin ku ew çêkirina anîmasyon û projeyên înteraktîv yê bi Scratchê nîşan dide.",
    "onePointFour.requirementsQ": "Hewcehiyên sîstemê çi ne ji bo Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Ekran: 800 x 480 an jê mestir, bi hezaran an bi milyonan reng (16-bît reng an jê çêtir)",
    "onePointFour.requirementsOS": "Operating System: Windows 2000 or later, Mac OS X 10.4 through 10.14, Ubuntu Linux 9.04 or later (For other versions of Linux, see the Linux Installer page) ",
    "onePointFour.requirementsDisk": "Dîsk: bi kêmanî 120 megabît cihê vala lazim e ji bo sazkirina Scratchê.",
    "onePointFour.requirementsCPUMemory": "CPU û bîrgeh: Di piraniya kombersan de têra xwe cih heye ji bo xebitandina Scratch 1.4-ê, lê dibe ku hin kombersên pir kevn Scratchê hêdîka bidin şixulandin.",
    "onePointFour.requirementsSoundVideo": "Deng / Vîdeo: Ji bo lîstina dengê hoparlor (an berguhk) lazim e, û ji bo qeydkirinê mîkrofonekê lazim e. Piraniya laptopan hoparlor û mîkrafonên daxilî dihewînin. Scratch 1.4 dikare USB-yê an kameraya (girêdayî daxwazê) daxilî bi kar bîne.",
    "onePointFour.errorQ": "Ger wextê ku ez projeya xwe li malpera Scratchê bar bikim an parve bikim çewtiyekê derkeve holê wê çi bibe?",
    "onePointFour.errorFileTooBig": "Pelge zahf mezin e. Sînora mezintirîn 10 MB e. Ji bo biçûkkirina mezinahiya projeya xwe ya Scratchê, bitikîne menuya Biguherîne > û dengên şidandî, an wêneyên şidandî bibijêre. Ger dengên te yên şidandî hebin û projeya te hê jî bar nebe, ji bo ku biçûktir bikî jêbirina hin ji wan biceribîne.",
    "onePointFour.errorInternet": "Girêdana înternetê pir hêdî ye û demborî dibe. Biceribîne ku pelgeyê biçûktir bikî. Ger ev nebe, biceribîne ku ji komberseke din an toreke din an ji gerokeke webê yê din werî girêdan.",
    "onePointFour.errorProxy": "Rajekera Cîgir / Proxy dikeve navberê. Girêdaneke înternetê yê ku ji ser rajekareke cîgir / proxy neçe biceribîne, an jî Scratchê pevsazîne ku rajekara te ya cîgir bi kar bîne.",
    "onePointFour.errorLogin": "Navê bikarhêneriyê û pêborîn şaş e. Biceribîne ku têkevî malpera Scratchê û navê bikarhêneriyê û pêborînê rast têkeve."
}