{
    "onePointFour.intro": "Een eerdere versie van Scratch, versie 1.4, kan nog gedownload worden.",
    "onePointFour.introNoteLabel": "Opmerking:",
    "onePointFour.introNote": "{noteLabel} Je kunt nog steeds projecten van 1.4 delen met de Scratch-website. Projecten die in nieuwere versies van Scratch zijn gemaakt, kunnen echter niet  in 1.4 geopend worden.",
    "onePointFour.downloads": "Downloads",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Geschikt voor Mac OSX 10.4 t/m 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Geschikt voor Windows 2000, XP, Vista, 7 en 8",
    "onePointFour.windowsNetworkInstaller": "Installatieprogramma",
    "onePointFour.windowsNetwork": "Voor installatie op een netwerk is er {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Geschikt voor Ubuntu 12.04 of hoger",
    "onePointFour.linuxInstall": "Installeer Scratch met Software Center",
    "onePointFour.linuxOptions": "{linuxInstall} of {linuxDownload}",
    "onePointFour.linuxDownload": "download hier",
    "onePointFour.faqsTitle": "Veelgestelde vragen (FAQ)",
    "onePointFour.resourcesQ": "Welke materialen zijn beschikbaar om Scratch 1.4 te leren gebruiken?",
    "onePointFour.gettingStartedGuide": "Scratch 1.4 Gids 'Aan de slag'",
    "onePointFour.referenceGuide": "Scratch 1.4 Naslaggids",
    "onePointFour.scratchCards": "Scratch-kaarten",
    "onePointFour.resourcesA": "Voor een stapsgewijze introductie download je de {gettingStartedGuide}. De {referenceGuide} heeft een volledige beschrijving van de Scratch omgeving en programmeer taal. De {scratchCards}leggen in het kort uit hoe je met Scratch animaties en interactieve projecten kan maken.",
    "onePointFour.requirementsQ": "Wat zijn de vereiste systeemeigenschappen voor Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Beeldscherm: 800 x 480 groter, duizenden of miljoenen kleuren (16-bit kleur of beter) ",
    "onePointFour.requirementsOS": "Besturingssysteem: Windows 2000 of hoger, Mac OS X 10.4 tot 10.14, Ubuntu Linux 9.04 of hoger (zie voor andere versies van Linux de Linux installatie pagina)",
    "onePointFour.requirementsDisk": "Harde schijf: tenminste 120 megabytes vrije ruimte om Scratch te installeren.",
    "onePointFour.requirementsCPUMemory": "CPU en geheugen: de meeste computers hebben voldoende geheugen om Scratch 1.4 te draaien, op sommige heel oude computers is het misschien wat langzaam.",
    "onePointFour.requirementsSoundVideo": "Geluid / video: Voor het afspelen van geluid heb je luidsprekers (of koptelefoon) nodig, voor opnemen een microfoon. Veel laptops hebben zowel microfoon als luidsprekers ingebouwd. Scratch 1.4 kan werken met een USB-Camera of een ingebouwde camera (optioneel).",
    "onePointFour.errorQ": "Wat als ik een fout krijg bij het uploaden of delen van mijn project op de Scratch website?",
    "onePointFour.errorFileTooBig": "Bestand te groot. Bestanden moeten kleiner zijn dan 10 MB. Om je Scratch project kleiner te maken kun je in het menu Bewerken kiezen om geluiden en/of plaatjes te comprimeren. Als je project na compressie nog steeds te groot is kun je proberen een aantal geluiden te verwijderen.",
    "onePointFour.errorInternet": "De internetverbinding is te traag en valt weg. Probeer je bestand kleiner te maken. Als dat niet werkt kun je andere computer of andere internetverbinding proberen.",
    "onePointFour.errorProxy": "Proxy server blokkeert verbinding. Probeer een. internetverbinding die geen gebruik maakt van een proxy server of configureer Scratch voor gebruik van een proxy server.",
    "onePointFour.errorLogin": "Verkeerde gebruikersnaam of wachtwoord. Probeer in te loggen op de website van Scratch om zeker te zijn dat je gebruikersnaam en wachtwoord correct zijn."
}