{
    "onePointFour.intro": "Poprzednia wersja Scratcha, 1.4, jest nadal dostępna do pobrania.",
    "onePointFour.introNoteLabel": "Uwaga:",
    "onePointFour.introNote": "{noteLabel} Nadal możesz udostępniać projekty w wersji 1.4 do witryny Scratch. Jednak projektów utworzonych w Scratch 2.0 nie można otworzyć w wersji 1.4.",
    "onePointFour.downloads": "Pobrane",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Kompatybilne z Mac OSX 10.4 lub nowszym",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Kompatybilny z  Windows 2000, XP, Vista, 7, i 8.",
    "onePointFour.windowsNetworkInstaller": "instalator",
    "onePointFour.windowsNetwork": "Wdrożenia sieciowe korzystają z {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Kompatybilne z Ubuntu 12.04 lub nowszym",
    "onePointFour.linuxInstall": "Zainstaluj Scratcha z Centrum Oprogramowania",
    "onePointFour.linuxOptions": "{linuxInstall}lub{linuxDownload}",
    "onePointFour.linuxDownload": "pobierz tutaj",
    "onePointFour.faqsTitle": "Najczęściej zadawane pytania (FAQ)",
    "onePointFour.resourcesQ": "Jakie zasoby są dostępne, aby pomóc mi nauczyć się korzystania ze Scratcha 1.4?",
    "onePointFour.gettingStartedGuide": "Scratch 1.4 Przewodnik wprowadzający",
    "onePointFour.referenceGuide": "Scratch 1.4 Przewodnik referencyjny",
    "onePointFour.scratchCards": "Karty Scratch",
    "onePointFour.resourcesA": "Aby zapoznać się z wprowadzeniem krok po kroku, pobierz {gettingStartedGuide}.{referenceGuide} zawiera dokładne omówienie interfejsu Scratch i języka programowania. {scratchCards} zawiera krótkie wyjaśnienia, które pokazują, jak tworzyć animacje i interaktywne projekty za pomocą Scratch.",
    "onePointFour.requirementsQ": "Jakie są wymagania systemowe Scratcha 1.4?",
    "onePointFour.requirementsDisplay": "Wyświetlacz: 800 x 480 lub większy, tysiące lub miliony kolorów (kolor 16-bitowy lub większy)",
    "onePointFour.requirementsOS": "System operacyjny: Windows 2000 lub nowszy, Mac OS X 10.4 lub nowszy, Ubuntu Linux 9.04 lub nowszy (w przypadku innych wersji systemu Linux zajrzyj na stronę Instalatora Linux)",
    "onePointFour.requirementsDisk": "Dysk: co najmniej 120 megabajtów wolnego miejsca na zainstalowanie Scratcha.",
    "onePointFour.requirementsCPUMemory": "Procesor i pamięć: Większość komputerów ma wystarczającą ilość pamięci, aby uruchomić Scratcha 1.4, ale bardzo stare komputery mogą działać powoli.",
    "onePointFour.requirementsSoundVideo": "Dźwięk / wideo: odtwarzanie dźwięku wymaga głośników (lub słuchawek), a nagrywanie wymaga mikrofonu. Wiele laptopów ma wbudowane głośniki i mikrofony. Scratch 1.4 może korzystać z USB lub wbudowanej kamery (opcjonalnie).",
    "onePointFour.errorQ": "Co się stanie, jeśli wystąpi błąd podczas próby przesłania lub udostępnienia mojego projektu na stronie Scratch?",
    "onePointFour.errorFileTooBig": "Plik jest za duży. Największy limit plików to 10 MB. Aby zmniejszyć rozmiar projektu Scratch, kliknij menu Edycja> i wybierz kompresuj dźwięki lub kompresuj obrazy. Jeśli masz skompresowane dźwięki, a Twój projekt nadal nie zostanie przesłany, spróbuj usunąć niektóre dźwięki, aby zmniejszyć plik.",
    "onePointFour.errorInternet": "Połączenie internetowe jest zbyt wolne i przekracza limit czasu. Spróbuj zmniejszyć rozmiar pliku. Jeśli to nie pomoże, spróbuj skorzystać z innego komputera lub połączenia lub przeglądarki internetowej.",
    "onePointFour.errorProxy": "Serwer proxy przeszkadza. Spróbuj połączenia internetowego, które nie przechodzi przez serwer proxy lub skonfiguruj Scratcha do korzystania z serwera proxy.",
    "onePointFour.errorLogin": "Zła nazwa użytkownika i hasło. Spróbuj zalogować się w witrynie Scratch, aby upewnić się, że nazwa użytkownika i hasło są poprawne."
}