{
    "onePointFour.intro": "A versão anterior do Scratch, versão 1.4, ainda está disponível para download.",
    "onePointFour.introNoteLabel": "Observação:",
    "onePointFour.introNote": "{noteLabel} Ainda é possível compartilhar projetos da versão 1.4 no site do Scratch. No entanto, projetos criados na versão 2.0 do Scratch não podem ser abertos na versão 1.4.",
    "onePointFour.downloads": "Downloads",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Compatível com Mac OSX 10.4 ou posterior",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Compatível com Windows 2000, XP, Vista, 7 e 8",
    "onePointFour.windowsNetworkInstaller": "instalador",
    "onePointFour.windowsNetwork": "Implantações de rede usam {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Compatível com Ubuntu 12.04 ou posterior",
    "onePointFour.linuxInstall": "Instalar o Scratch com o Centro de Software",
    "onePointFour.linuxOptions": "{linuxInstall} ou {linuxDownload}",
    "onePointFour.linuxDownload": "faça o download aqui",
    "onePointFour.faqsTitle": "Perguntas Frequentes",
    "onePointFour.resourcesQ": "Quais recursos estão disponíveis para me ajudar a aprender a usar o Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Guia de Primeiros Passos do Scratch 1.4",
    "onePointFour.referenceGuide": "Guia de Referência do Scratch 1.4",
    "onePointFour.scratchCards": "Cartões do Scratch",
    "onePointFour.resourcesA": "Para uma introdução passo a passo, faça o download do {gettingStartedGuide}. O {referenceGuide} tem uma explicação detalhada da interface do Scratch e da linguagem de programação. Os {scratchCards} fornecem explicações rápidas que mostram como fazer animações e projetos interativos com o Scratch.",
    "onePointFour.requirementsQ": "Quais são os requisitos de sistema para o Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Tela: 800 x 480 ou maior, milhares ou milhões de cores (cor de 16 bits ou mais) ",
    "onePointFour.requirementsOS": "Sistema Operacional: Windows 2000 ou posterior, Mac OS X 10.4 ou posterior, Ubuntu Linux 9.04 ou posterior (Para outras versões de Linux, veja a página de Instalação Linux)",
    "onePointFour.requirementsDisk": "Disco: no mínimo 120 megabytes de espaço disponível para instalar o Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU e memória: a maioria dos computadores tem memória suficiente para executar o Scratch 1.4, mas computadores mais antigos podem executá-lo com lentidão.",
    "onePointFour.requirementsSoundVideo": "Som / Vídeo: a reprodução de som requer alto-falantes (ou fones de ouvido), e a gravação requer um microfone. Muitos laptops vêm com alto-falantes e microfones integrados. O Scratch 1.4 é compatível com câmeras USB ou integradas (opcional).",
    "onePointFour.errorQ": "E se ocorrer um erro quando eu tentar carregar ou compartilhar meu projeto no site do Scratch?",
    "onePointFour.errorFileTooBig": "O arquivo é muito grande. Os arquivos devem ter no máximo 10 MB. Para reduzir o tamanho do seu projeto do Scratch, clique no menu Editar > e selecione Compactar sons ou Compactar imagens. Se você já compactou os sons e ainda não consegue carregar seu projeto, exclua alguns sons para diminuir o tamanho dele.",
    "onePointFour.errorInternet": "A conexão com a Internet está muito lenta e excede o tempo limite. Diminua o tamanho do arquivo. Se isso não funcionar, tente se conectar usando outro computador, conexão ou navegador da Web.",
    "onePointFour.errorProxy": "O servidor proxy é o problema. Use uma conexão com a Internet que não passe por um servidor proxy ou configure o Scratch para usar seu próprio servidor proxy.",
    "onePointFour.errorLogin": "O nome de usuário e a senha estão incorretos. Faça login no site do Scratch para verificar se o nome de usuário e a senha estão corretos."
}