{
    "onePointFour.intro": "Uma versão anterior do Scratch, a versão 1.4, está ainda disponível para descarregamento.",
    "onePointFour.introNoteLabel": "Nota:",
    "onePointFour.introNote": "{noteLabel} Ainda é possível partilhar no sítio web do Scratch projectos criados na versão 1.4. No entanto, os projectos criados no Scratch 2.0 não podem ser abertos pelo Scratch 1.4.",
    "onePointFour.downloads": "Descargas",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Compatível com o Max OS X 10.4 ou versões mais recentes",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Compatível com os Windows 2000, XP, Vista, 7 e 8",
    "onePointFour.windowsNetworkInstaller": "instalador",
    "onePointFour.windowsNetwork": "Instalações em rede usam o {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Compatível com o Ubuntu 12.04 e versões mais recentes",
    "onePointFour.linuxInstall": "Instale o Scratch com o Software Center",
    "onePointFour.linuxOptions": "{linuxInstall} ou {linuxDownload}",
    "onePointFour.linuxDownload": "descarregue aqui",
    "onePointFour.faqsTitle": "Perguntas Frequentes",
    "onePointFour.resourcesQ": "Que recursos estão disponíveis para me ajudar a aprender a usar o Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Guia de Iniciação do Scratch 1.4",
    "onePointFour.referenceGuide": "Guia de Referência do Scratch 1.4",
    "onePointFour.scratchCards": "Cartões Scratch",
    "onePointFour.resourcesA": "Para uma introdução passo a passo, descarregue o {gettingStartedGuide}. O {referenceGuide} tem uma explicação completa da interface e da linguagem de programação do Scratch. Os {scratchCards} contêm pequenas explicações que mostram como fazer animações e projectos interactivos no Scratch.",
    "onePointFour.requirementsQ": "Quais os requisitos de sistema do Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Ecrã: 800 x 480 ou maior, milhares ou milhões de cores (cor de 16 bit ou mais) ",
    "onePointFour.requirementsOS": "Sistema Operativo: Windows 2000 ou mais recente, Mac OS X 10.4 ou mais recente, ou Linux Ubuntu 9.04 ou mais recente (Para outras versões do Linux, ver a página do Instalador Linux)",
    "onePointFour.requirementsDisk": "Disco: pelo menos 120 Mo de espaço livre para instalar o Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU e memória: A maioria dos computadores têm memória suficiente para executarem o Scratch 1.4, mas computadores mais antigos podem tornar o Scratch lento.",
    "onePointFour.requirementsSoundVideo": "Som / Vídeo: A reprodução de som requer colunas (ou auscultadores) e a gravação requer um microfone. Muitos portáteis têm colunas e microfones integrados. O Scratch 1.4 pode usar uma câmara USB ou interna (opcional).",
    "onePointFour.errorQ": "E se ocorrer um erro quando tentar carregar ou partilhar os meus projectos no sítio web Scratch?",
    "onePointFour.errorFileTooBig": "Arquivo demasiado grande. O limite para o tamanho dos arquivos é de 10 Mo. Para diminuir o tamanho dos seus projectos Scratch, clique no menu Editar e seleccione comprimir sons ou comprimir imagens. Se tiver sons e imagens comprimidos e o seu projecto ainda não carregar, tente remover alguns dos sons ou imagens para o tornar mais pequeno.",
    "onePointFour.errorInternet": "Ligação à Internet demasiado lenta e o tempo esgota-se. Tente tornar o arquivo mais pequeno. Se isso não funcionar, tente ligar a partir de um computador diferente, de uma ligação diferente ou de um navegador web diferente.",
    "onePointFour.errorProxy": "Servidor «proxy» interfere. Tente uma ligação à Internet que não seja feita através de um servidor «proxy» ou configure o Scratch para usar o seu servidor «proxy».",
    "onePointFour.errorLogin": "Nome de utilizador errado ou palavra-passe errada. Tente entrar no sítio web do Scratch para se assegurar de que está a usar o nome de utilizador e a palavra-passe correctos."
}