{
    "onePointFour.intro": "A previous version of Scratch, version 1.4, is still available for download.",
    "onePointFour.introNoteLabel": "Qillqay:",
    "onePointFour.introNote": "{noteLabel} You can still share projects from 1.4 to the Scratch website. However, projects created in newer versions of Scratch cannot be opened in 1.4.",
    "onePointFour.downloads": "Hurquykuna",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Compatible with Mac OSX 10.4 through 10.14",
    "onePointFour.windowsTitle": "Windows nisqan",
    "onePointFour.windowsBody": "Kuskachasqa winduwswan 2000xP, qawarispa, 7 y 8",
    "onePointFour.windowsNetworkInstaller": "Takyachiy",
    "onePointFour.windowsNetwork": "Huchuchininkuna ridpa churanku {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Kuskachanapaq Ubuntuwan 12.04 utaq ñawpaqkunaman",
    "onePointFour.linuxInstall": "Tacyachiy sratch cintru suftwarmanta",
    "onePointFour.linuxOptions": "{linuxInstall} utaq{linuxDownload}",
    "onePointFour.linuxDownload": "Hurquy kaymanta",
    "onePointFour.faqsTitle": "Ancha Tapuykuna",
    "onePointFour.resourcesQ": "Ima llamkaykunataq tariyman, yanapawanampaq Scratch 1.4 llamkanaypaq? ",
    "onePointFour.gettingStartedGuide": "Willachay qallarinaykipaq Scratch 1.4",
    "onePointFour.referenceGuide": "willachay qallarinaykipaq Scratch 1.4 ",
    "onePointFour.scratchCards": "Scratchpa Tarhitankuna",
    "onePointFour.resourcesA": "Qayllasllamanta yaykunaykipaq, hurquy {gettingStartedGuide}. los{referenceGuide} uywanmi imayna ruwanakipaq Scratchpi hinallapas llamkarimaykuna uywanmi{scratchCards} chaypin yanapawachkanchik imayna ruwachwan kawsarinakunata, llamkaykunata Scratchwan.",
    "onePointFour.requirementsQ": "Imakunataq munan sistimakuna Scratch 1.4 -paq?",
    "onePointFour.requirementsDisplay": "Qawana: 800 x 480 utaq achkata, waranqa utaq millunkuna (llimpi 16 bitswan utaq achkapas) ",
    "onePointFour.requirementsOS": "Operating System: Windows 2000 or later, Mac OS X 10.4 through 10.14, Ubuntu Linux 9.04 or later (For other versions of Linux, see the Linux Installer page) ",
    "onePointFour.requirementsDisk": "Disku: 120 megabytes llapas kikakaqpi instalanapaq Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU, yuyachiynin: lliwpuni kumputadurakunaqa yuyachiyninta achkta uywanku Scratch 1.4 llamkanampaq, ichaqa mawka kumputadurakunaqa llamkanqaku pisillamanta Scratchta.",
    "onePointFour.requirementsSoundVideo": "Qapariqnin / Widiyu: Qapariqnin uyarinapaqa munanchikmi altavus nisqanta (utaq linlillapi uyarinapaq) qrabananchikpañataq munanchikmi mikrufunu nisqanta. lliwpuni kumputadura apaykacha uywankuna parlantikunata, mikrufununkunapas. Scratch 1.4 llamkamanmi USB nisqanmanta utaq kamarawampas.",
    "onePointFour.errorQ": "Imataq pasanman mana allin taripti Siqay utaq aypuchkapti llamkay Scratchpi webnintakama?",
    "onePointFour.errorFileTooBig": "Llamkasqayki ancha hatunmi. llamkay ancha hatuynin tupuyninqa 10 MB. uchuychinaykipaqa Scratch llamkaynikita klikyaykuy minu tikraypi> akllaykuy pisiyachiy qaparininta utaq imagininkunatapas. ichaqa uywanki qapariynin huñurisqata, llamkay manaraq Siqay, pichayta qallariy wakin qaparininkunata uchuychallaman churakunampaq.",
    "onePointFour.errorInternet": "intirnitman tupachisqan ancha lintullam timpu suyasqampi uchuyllaman tikrachichkan llamkaynikita. chayna mana funciyunaptinqa, tupachiy hukaq kunputaduraman utaq maviqadurmanpas. ",
    "onePointFour.errorProxy": "Sirwidurkuna proxy nisqan churakurqun chawpi richkaptin, intirnitman tupachiy mana sirwidur proxyman tupachisqallaman utaq Scratchta churay mana sirwidur proxyllaman.",
    "onePointFour.errorLogin": "Suti yaykunapaq, kuntrasiñayki mana allin kachkan. qallariy yaykuyta kay Scratcha sitiyu webpi, qawanaykipaq suti yaykunaykita, hinllataq kuntrasiñayki allin kanampaq.pakaq"
}