{
    "onePointFour.intro": "O versiune anterioară de Scratch, versiunea 1.4, este încă disponibilă pentru descărcare.",
    "onePointFour.introNoteLabel": "Notă:",
    "onePointFour.introNote": "{noteLabel} Puteți partaja în continuare proiecte de la 1.4 pe site-ul web Scratch. Cu toate acestea, proiectele create în versiuni mai noi de Scratch nu pot fi deschise în 1.4.",
    "onePointFour.downloads": "Descărcări",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Compatibil cu Mac OSX 10.4 până la 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Compatibil cu Windows 2000, XP, Vista, 7, și 8",
    "onePointFour.windowsNetworkInstaller": "instalator",
    "onePointFour.windowsNetwork": "Implementările de rețea folosesc {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Compatibil cu Ubuntu 12.04 sau mai nou",
    "onePointFour.linuxInstall": "Instalați Scratch cu Software Center",
    "onePointFour.linuxOptions": "{linuxInstall} sau {linuxDownload}",
    "onePointFour.linuxDownload": "descarcă de aici",
    "onePointFour.faqsTitle": "Întrebări frecvente",
    "onePointFour.resourcesQ": "Ce resurse sunt disponibile pentru a mă ajuta să învăț cum să folosesc Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Ghid introductiv Scratch 1.4",
    "onePointFour.referenceGuide": "Ghid de referință Scratch 1.4",
    "onePointFour.scratchCards": "Cartele Scratch",
    "onePointFour.resourcesA": "Pentru o introducere pas cu pas, descărcați fișierul {gettingStartedGuide}. Are {referenceGuide} o explicație detaliată a interfeței Scratch și a limbajului de programare. {scratchCards} oferiți explicații scurte care arată cum să realizați animații și proiecte interactive cu Scratch.",
    "onePointFour.requirementsQ": "Care sunt cerințele de sistem pentru Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Ecran: 800 x 480 sau mai mare, mii sau milioane de culori (culori pe 16 biți sau mai mult)",
    "onePointFour.requirementsOS": "Sistem de operare: Windows 2000 sau mai recent, Mac OS X 10.4 până la 10.14, Ubuntu Linux 9.04 sau o versiune ulterioară (Pentru alte versiuni de Linux, consultați pagina Linux Installer)",
    "onePointFour.requirementsDisk": "Disc: cel puțin 120 megaocteți de spațiu liber pentru a instala Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU și memorie: majoritatea computerelor au suficientă memorie pentru a rula Scratch 1.4, dar computerele foarte vechi pot rula Scratch lent.",
    "onePointFour.requirementsSoundVideo": "Sunet/Video: redarea sunetului necesită difuzoare (sau căști), iar înregistrarea necesită un microfon. Multe laptop-uri au difuzoare și microfoane încorporate. Scratch 1.4 poate folosi un USB sau o cameră încorporată (opțional).",
    "onePointFour.errorQ": "Ce se întâmplă dacă primesc o eroare când încerc să încarc sau să partajez proiectul meu pe site-ul web Scratch?",
    "onePointFour.errorFileTooBig": "Fișier prea mare. Cea mai mare limită de fișiere este de 10 MB. Pentru a micșora dimensiunea proiectului Scratch, faceți clic pe meniul Editare > și selectați Comprimați sunete sau Comprimați imagini. Dacă aveți sunete comprimate și proiectul dvs. tot nu se va încărca, încercați să ștergeți unele dintre sunete pentru a-l micșora.",
    "onePointFour.errorInternet": "Conexiune la internet prea lentă și expiră. Încercați să faceți fișierul mai mic. Dacă acest lucru nu funcționează, încercați să vă conectați de la un alt computer sau conexiune sau browser web.",
    "onePointFour.errorProxy": "Serverul proxy ia în cale. Încercați o conexiune la Internet care nu trece printr-un server proxy sau configurați Scratch pentru a vă folosi serverul proxy.",
    "onePointFour.errorLogin": "Nume de utilizator și parolă greșite. Încercați să vă conectați la site-ul web Scratch pentru a vă asigura că numele de utilizator și parola sunt corecte."
}