{
    "onePointFour.intro": "Предыдущая версия Scratch, версия 1.4, все еще доступна для загрузки.",
    "onePointFour.introNoteLabel": "Заметка:",
    "onePointFour.introNote": "{noteLabel} Вы по-прежнему можете делиться проектами версии 1.4 на сайте Scratch. Однако проекты, созданные в более новых версиях Scratch, нельзя открыть в 1.4.",
    "onePointFour.downloads": "Загрузки",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Совместимость с Mac OSX 10.4-10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Совместимость с Windows 2000, XP, Vista, 7 и 8",
    "onePointFour.windowsNetworkInstaller": "установщик",
    "onePointFour.windowsNetwork": "При развертывании в сети используется {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Совместимость с Ubuntu 12.04 или новее",
    "onePointFour.linuxInstall": "Установка Scratch с Программного центра",
    "onePointFour.linuxOptions": "{linuxInstall} или {linuxDownload}",
    "onePointFour.linuxDownload": "скачать здесь",
    "onePointFour.faqsTitle": "Часто задаваемые вопросы",
    "onePointFour.resourcesQ": "Какие ресурсы доступны, чтобы помочь мне узнать, как использовать Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Руководство по началу работы с Scratch 1.4",
    "onePointFour.referenceGuide": "Справочное руководство по Scratch 1.4",
    "onePointFour.scratchCards": "Карточки Scratch",
    "onePointFour.resourcesA": "Для пошагового введения загрузите {gettingStartedGuide}. В руководстве{referenceGuide} приведено подробное объяснение интерфейса и языка программирования Scratch. {scratchCards}  предоставляет краткие объяснения, показывающие, как создавать анимационные ролики и интерактивные проекты с помощью Scratch.",
    "onePointFour.requirementsQ": "Каковы системные требования для Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Дисплей: 800 x 480 или более, тысячи или миллионы цветов (16-битный цвет или более)",
    "onePointFour.requirementsOS": "Операционная система: Windows 2000 или новее, Mac OS X 10.4-10.14, Ubuntu Linux 9.04 или новее (для других версий Linux см. Страницу установщика Linux)",
    "onePointFour.requirementsDisk": "Диск: минимум 120 мегабайт свободного места для установки Scratch.",
    "onePointFour.requirementsCPUMemory": "Процессор и память: на большинстве компьютеров достаточно памяти для запуска Scratch 1.4, но на очень старых компьютерах Scratch может работать медленно.",
    "onePointFour.requirementsSoundVideo": "Звук / видео: для воспроизведения звука требуются динамики (или наушники), а для записи требуется микрофон. Многие ноутбуки имеют встроенные динамики и микрофоны. Scratch 1.4 может использовать USB или встроенную камеру (факультативно).",
    "onePointFour.errorQ": "Что делать, если я получаю сообщение об ошибке при попытке загрузить или поделиться своим проектом на веб-сайте Scratch?",
    "onePointFour.errorFileTooBig": "Файл слишком большой. Максимальный размер файла составляет 10 МБ. Чтобы уменьшить размер проекта Scratch, щелкни меню \"Редактировать\"> и выбери сжатие звуков или сжатие изображений. Если звуки сжаты, а проект по-прежнему не загружается, попробуй удалить некоторые звуки, чтобы уменьшить его.",
    "onePointFour.errorInternet": "Соединение с интернет слишком медленное и время ожидания истекло. Попробуй уменьшить файл. Если это не помогло, попробуй подключиться с другого компьютера, использовать другое подключение или другой веб-браузер.",
    "onePointFour.errorProxy": "Прокси-сервер препятствует. Попробуй подключиться к интернет без прокси-сервера, или настрой Scratch для использования твоего прокси-сервера.",
    "onePointFour.errorLogin": "Неверное имя пользователя и пароль. Попробуйте войти на веб-сайт Scratch, чтобы убедиться, что имя пользователя и пароль верны."
}