{
    "onePointFour.intro": "Predchádzajúca verzia aplikácie Scratch, verzia 1.4, je stále k dispozícii na stiahnutie.",
    "onePointFour.introNoteLabel": "Všimnite si:",
    "onePointFour.introNote": "{noteLabel} Stále môžete zdieľať projekty z verzie 1.4 na webe Scratch. Projekty vytvorené v novších verziách Scratch však nemožno otvoriť vo verzii 1.4.",
    "onePointFour.downloads": "Na prevzatie",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Kompatibilné s Mac OSX 10.4 až 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Kompatibilné s Windows 2000, XP, Vista, 7, a 8",
    "onePointFour.windowsNetworkInstaller": "inštalačný program",
    "onePointFour.windowsNetwork": "Pri nasadení v počítačovej sieti použite {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Kompatibilné s Ubuntu 12.04 a novším",
    "onePointFour.linuxInstall": "Inštalovať Scratch s Centrom softvéru",
    "onePointFour.linuxOptions": "{linuxInstall} alebo {linuxDownload}",
    "onePointFour.linuxDownload": "prevezmite tu",
    "onePointFour.faqsTitle": "Často kladené otázky",
    "onePointFour.resourcesQ": "Aké materiály mám k dispozícii, ak sa chcem naučiť Scratch 1.4? ",
    "onePointFour.gettingStartedGuide": "Príručka Začíname v Scratch 1.4",
    "onePointFour.referenceGuide": "Referenčná príručka Scratch 1.4",
    "onePointFour.scratchCards": "Scratch karty",
    "onePointFour.resourcesA": "Ak chcete úvod krok za krokom, prevezmite si {gettingStartedGuide}. {referenceGuide} obsahuje dôkladné vysvetlenie rozhrania Scratch a programovacieho jazyka. {scratchCards} poskytuje stručné vysvetlenie, ktoré ukazuje, ako robiť animácie a interaktívne projekty v Scratch.",
    "onePointFour.requirementsQ": "Aké sú systémové požiadavky pre Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Displej: 800 x 480 alebo viac, tisíce alebo milióny farieb (16-bitové alebo vyššie)",
    "onePointFour.requirementsOS": "Operačný systém: Windows 2000 alebo novší, Mac OS X 10.4 až 10.14, Ubuntu Linux 9.04 alebo novší (Ostatné verzie systému Linux nájdete na stránke Inštalátora systému Linux)",
    "onePointFour.requirementsDisk": "Disk: aspoň 120 MB voľného miesta na inštaláciu Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU a pamäť: Väčšina počítačov má dostatok pamäte na spustenie Scratch 1.4, ale veľmi staré počítače môžu spúšťať Scratch pomaly.",
    "onePointFour.requirementsSoundVideo": "Zvuk/Video: Prehrávanie zvuku vyžaduje reproduktory (alebo slúchadlá) a nahrávanie vyžaduje mikrofón. Mnoho notebookov má vstavané reproduktory a mikrofóny. Scratch 1.4 môže používať USB alebo vstavanú kameru (voliteľné).",
    "onePointFour.errorQ": "Čo ak sa pri pokuse o nahranie alebo zdieľanie projektu na webovú stránku Scratch zobrazí chyba?",
    "onePointFour.errorFileTooBig": "Súbor je príliš veľký. Najväčší limit súboru je 10 MB. Ak chcete zmenšiť veľkosť svojho projektu Scratch, kliknite na ponuku Upraviť > a vyberte komprimovať zvuky alebo komprimovať obrázky. Ak máte komprimované zvuky a váš projekt sa stále nedá nahrať, skúste odstrániť niektoré zvuky, aby ste ho zmenšili.",
    "onePointFour.errorInternet": "Internetové pripojenie je príliš pomalé a vypršal čas. Skúste súbor zmenšiť. Ak to nefunguje, skúste sa pripojiť z iného počítača, pripojenia alebo webového prehliadača.",
    "onePointFour.errorProxy": "Proxy server prekáža. Skúste internetové pripojenie, ktoré neprechádza cez proxy server, alebo nakonfigurujte Scratch tak, aby používal váš proxy server.",
    "onePointFour.errorLogin": "Nesprávne používateľské meno a heslo. Skúste sa prihlásiť na webovú stránku Scratch, aby ste sa uistili, že používateľské meno a heslo sú správne."
}