{
    "onePointFour.intro": "Predchádzajúca verzia Scratch, verzia 1.4, je stále k dispozícii na prevzatie. ",
    "onePointFour.introNoteLabel": "Všimnite si:",
    "onePointFour.introNote": "{noteLabel} Projekty verzie 1.4 možno stále zverejňovať na webovom sídle Scratch. Avšak projekty Scratch 2.0 sa nedajú otvoriť vo verzii 1.4.",
    "onePointFour.downloads": "Na prevzatie",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Kompatibilné s Mac OSX 10.4 a novšim",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Kompatibilné s Windows 2000, XP, Vista, 7, a 8",
    "onePointFour.windowsNetworkInstaller": "inštalačný program",
    "onePointFour.windowsNetwork": "Pri nasadení v počítačovej sieti použite {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Kompatibilné s Ubuntu 12.04 a novším",
    "onePointFour.linuxInstall": "Inštalovať Scratch s Centrom softvéru",
    "onePointFour.linuxOptions": "{linuxInstall} alebo {linuxDownload}",
    "onePointFour.linuxDownload": "prevezmite tu",
    "onePointFour.faqsTitle": "Často kladené otázky",
    "onePointFour.resourcesQ": "Aké materiály mám k dispozícii, ak sa chcem naučiť Scratch 1.4? ",
    "onePointFour.gettingStartedGuide": "Príručka Začíname v Scratch 1.4",
    "onePointFour.referenceGuide": "Referenčná príručka Scratch 1.4",
    "onePointFour.scratchCards": "Scratch karty",
    "onePointFour.resourcesA": "Ak chcete úvod krok za krokom, prevezmite si {gettingStartedGuide}. {referenceGuide} obsahuje dôkladné vysvetlenie rozhrania Scratch a programovacieho jazyka. {scratchCards} poskytuje stručné vysvetlenie, ktoré ukazuje, ako robiť animácie a interaktívne projekty v Scratch.",
    "onePointFour.requirementsQ": "Aké sú systémové požiadavky pre Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Display: 800 x 480 or larger, thousands or millions of colors (16-bit color or greater) ",
    "onePointFour.requirementsOS": "Operating System: Windows 2000 or later, Mac OS X 10.4 or later, Ubuntu Linux 9.04 or later (For other versions of Linux, see the Linux Installer page) ",
    "onePointFour.requirementsDisk": "Disk: at least 120 megabytes of free space to install Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU and memory: Most computers have enough memory to run Scratch 1.4, but very old computers may run Scratch slowly.",
    "onePointFour.requirementsSoundVideo": "Sound / Video: Sound playback requires speakers (or headphones), and recording requires a microphone. Many laptops have speakers and microphones built in. Scratch 1.4 can use a USB or built-in camera (optional).",
    "onePointFour.errorQ": "What if I get an error when I try to upload or share my project to the Scratch website?",
    "onePointFour.errorFileTooBig": "File too big. The largest file limit is 10 MB. To shrink the size of your Scratch project, click the Edit menu > and select compress sounds, or compress images. If you have compressed sounds and your project still won't upload, try deleting some of the sounds to make it smaller. ",
    "onePointFour.errorInternet": "Internet connection too slow and times out. Try making the file smaller. If that doesn't work, try connecting from a different computer or connection or web browser.",
    "onePointFour.errorProxy": "Proxy server getting in the way. Try an Internet connection that does not go through a proxy server, or configure Scratch to use your proxy server. ",
    "onePointFour.errorLogin": "Wrong username and password. Try logging into Scratch website to make sure username and password are correct. "
}