{
    "onePointFour.intro": "En tidigare version av Scratch, version 1.4, är fortfarande tillgänglig för nedladdning.",
    "onePointFour.introNoteLabel": "OBS:",
    "onePointFour.introNote": "{noteLabel} Du kan fortfarande dela projekt från 1.4 till Scratch-webbplatsen. Projekt skapade i nyare versioner av Scratch kan dock inte öppnas i 1.4.",
    "onePointFour.downloads": "Nedladdningar",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Kompatibel med Mac OSX 10.4 till 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Kompatibel med Windows 2000, XP, Vista, 7, och 8",
    "onePointFour.windowsNetworkInstaller": "installatör",
    "onePointFour.windowsNetwork": "Nätverksdistributioner använder {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Kompatibel med Ubuntu 12.04 eller senare",
    "onePointFour.linuxInstall": "Installera Scratch med Software Center",
    "onePointFour.linuxOptions": "{linuxInstall} eller {linuxDownload}",
    "onePointFour.linuxDownload": "ladda ner här",
    "onePointFour.faqsTitle": "Vanliga frågor FAQ",
    "onePointFour.resourcesQ": "Vilka resurser finns för att hjälpa mig att lära mig hur man använder Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Scratch 1.4 Komma igång Guide",
    "onePointFour.referenceGuide": "Scratch 1.4 Referensguide",
    "onePointFour.scratchCards": "Scratchkort",
    "onePointFour.resourcesA": "För en steg-för-steg-introduktion, ladda ner {gettingStartedGuide}. Den {referenceGuide} har en grundlig förklaring av Scratch-gränssnittet och programmeringsspråket. {scratchCards} ge korta förklaringar som visar hur man gör animationer och interaktiva projekt med Scratch.",
    "onePointFour.requirementsQ": "Vilka är systemkraven för Scratch 1.4?",
    "onePointFour.requirementsDisplay": "Display: 800 x 480 eller större, tusentals eller miljontals färger (16-bitars färg eller mer)",
    "onePointFour.requirementsOS": "Operativsystem: Windows 2000 eller senare, Mac OS X 10.4 till 10.14, Ubuntu Linux 9.04 eller senare (För andra versioner av Linux, se Linux Installer-sidan)",
    "onePointFour.requirementsDisk": "Disk: minst 120 megabyte ledigt utrymme för att installera Scratch.",
    "onePointFour.requirementsCPUMemory": "CPU och minne: De flesta datorer har tillräckligt med minne för att köra Scratch 1.4, men mycket gamla datorer kan köra Scratch långsamt.",
    "onePointFour.requirementsSoundVideo": "Ljud/video: Ljuduppspelning kräver högtalare (eller hörlurar), och inspelning kräver en mikrofon. Många bärbara datorer har högtalare och mikrofoner inbyggda. Scratch 1.4 kan använda en USB eller inbyggd kamera (tillval).",
    "onePointFour.errorQ": "Vad händer om jag får ett fel när jag laddar upp eller delar mitt projekt på Scratch webbsajt?",
    "onePointFour.errorFileTooBig": "Filen är för stor. Den största filgränsen är 10 MB. För att minska storleken på ditt Scratch-projekt klickar du på menyn Redigera > och väljer komprimera ljud, eller komprimera bilder. Om du har komprimerade ljud och ditt projekt fortfarande inte laddas upp, försök att ta bort några av ljuden för att göra det mindre.",
    "onePointFour.errorInternet": "Internetanslutningen för långsam och timeout. Försök att göra filen mindre. Om det inte fungerar, försök att ansluta från en annan dator eller anslutning eller webbläsare.",
    "onePointFour.errorProxy": "Proxyservern kommer i vägen. Prova en internetanslutning som inte går via en proxyserver, eller konfigurera Scratch att använda din proxyserver.",
    "onePointFour.errorLogin": "Fel användarnamn och lösenord. Försök att logga in på Scratch-webbplatsen för att se till att användarnamn och lösenord är korrekta."
}