{
    "onePointFour.intro": "Toleo la awali la Scratch, toleo 1.4, bado linapatikana kwa upakuaji.",
    "onePointFour.introNoteLabel": "Kumbuka",
    "onePointFour.introNote": "{noteLabel} Bado unaweza kushiriki miradi kutoka 1.4 hadi tovuti ya Scratch. Hata hivyo, miradi iliyoundwa katika matoleo mapya ya Scratch haiwezi kufunguliwa katika 1.4.",
    "onePointFour.downloads": "Vipakuaji",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Inatangamana na Mac OSX 10.4 hadi 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Inaambatana na Windows 2000, XP, Vista, 7, na 8",
    "onePointFour.windowsNetworkInstaller": "Kisakinishi",
    "onePointFour.windowsNetwork": "Kutumika  kwa mtandao hutumia{windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian/Ubuntu",
    "onePointFour.linuxBody": "Inaambatana na Ubuntu 12.04 au toleo jipya",
    "onePointFour.linuxInstall": "Sanikisha Scratch ukitumia kitovu cha programu",
    "onePointFour.linuxOptions": "{linuxInstall}  ama  {linuxDownload}",
    "onePointFour.linuxDownload": "Pakua hapa",
    "onePointFour.faqsTitle": "Maswali Yanayoulizwa Mara Kwa Mara",
    "onePointFour.resourcesQ": "Je! Ni nyenzo gani zinapatikana za kunisaidia kujifunza jinsi ya kutumia Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Scratch 1.4 Mwongozo wa Kuanza",
    "onePointFour.referenceGuide": "Scratch 1.4 Marejeo-elekezi",
    "onePointFour.scratchCards": "Kadi za Scratch",
    "onePointFour.resourcesA": "Kwa utangulizi wa hatua kwa hatua, pakua {gettingStartedGuide}. Ule {referenceGuide} una maelezo kamili ya kiolesura cha Scratch na lugha za programu. {scratchCards} zinatoa maelezo mafupi ambayo yanaonyesha jinsi ya kutengeneza ukaragushi na miradi shirikishi kwa kutumia Scratch.",
    "onePointFour.requirementsQ": "Je, mahitaji ya mfumo yanayoambatana na Scratch 1.4 ni yapi?",
    "onePointFour.requirementsDisplay": "Onyesho: 800 x 480 au kubwa, maelfu au mamilioni ya rangi (16 rangi kidogo au kubwa)",
    "onePointFour.requirementsOS": " Mfumo wa Uendeshaji: Windows 2000 au baadaye, Mac OS X 10.4 hadi 10.14, Ubuntu Linux 9.04 au baadaye (Kwa matoleo mengine ya Linux, angalia ukurasa wa Kisakinishi cha Linux)",
    "onePointFour.requirementsDisk": "Diski: angalau megabaiti 120 za nafasi huru ya kusakinisha Scratch.",
    "onePointFour.requirementsCPUMemory": "Kichakato kikuu na kumbukumbu: Kompyuta nyingi zina kumbukumbu ya kutosha kuendesha Scratch 1.4, lakini kompyuta za zamani sana zinaweza kuendesha Scratch polepole.",
    "onePointFour.requirementsSoundVideo": "Sauti / Video: Uchezaji wa sauti unahitaji spika (au vipokea sauti), na kurekodi kunahitaji kipaza sauti. Vipakatalishi vingi vina spika na vipaza sauti vilivyoekwa ndani. Scratch 1.4 inaweza kutumia USB au kamera iliyojengwa ndani(hiari).",
    "onePointFour.errorQ": "Je! Endapo patatokea dosari wakati ninapojaribu kupakia au kushiriki mradi wangu kwa tovuti ya Scratch?",
    "onePointFour.errorFileTooBig": "Faili kubwa sana. Saizi kubwa zaidi inayokubalika ni 10MB. Ili kupunguza ukubwa wa mradi wako wa Scratch, bonyeza Menyu ya uhariri> na uchague kufinyaza sauti , au kufinyaza picha. Ikiwa umefinyaza sauti na mradi wako bado hautapakia, jaribu kufuta sauti kadhaa kuifanya iwe ndogo",
    "onePointFour.errorInternet": "Muunganisho wa mtandao ni polepole sana na wakati mwingine unakatizwa. Jaribu kuifanya faili kuwa ndogo. Ikiwa hiyo haifanyi kazi, jaribu kuunganisha mtandao kutoka kwa kompyuta tofauti au jaribu unganisho au kivinjari cha wavuti nyingine.",
    "onePointFour.errorProxy": "Seva mbadala inazuia. Jaribu muunganisho wa Mtandaoni ambao haupiti kwa seva mbadala, au usanidi Scratch ili kutumia seva yako mbadala.",
    "onePointFour.errorLogin": "Jina la mtumiaji na nywila mbaya. Jaribu kuingia kwenye wavuti ya Scratch ili kuhakikisha jina la mtumiaji na nywila ni sahihi."
}