{
    "onePointFour.intro": "A previous version of Scratch, version 1.4, is still available for download.",
    "onePointFour.introNoteLabel": "Eslatma:",
    "onePointFour.introNote": "{noteLabel} You can still share projects from 1.4 to the Scratch website. However, projects created in newer versions of Scratch cannot be opened in 1.4.",
    "onePointFour.downloads": "Yuklab olish",
    "onePointFour.macTitle": "Mac OS X",
    "onePointFour.macBody": "Compatible with Mac OSX 10.4 through 10.14",
    "onePointFour.windowsTitle": "Windows",
    "onePointFour.windowsBody": "Windows 2000, XP, Vista, 7 va 8 bilan mos kelishi",
    "onePointFour.windowsNetworkInstaller": "O'rnatish",
    "onePointFour.windowsNetwork": "Tarmoq o'zgarishlari 1 {windowsNetworkInstaller} ini ishlatadi",
    "onePointFour.linuxTitle": "Debian/ Ubuntu",
    "onePointFour.linuxBody": "Ubuntu 12.04 bilan mos kelishi yoki keyinroq",
    "onePointFour.linuxInstall": "Scratch bilan Software Center ni o'rnating",
    "onePointFour.linuxOptions": "1 {linuxInstall}  yoki  2 {linuxDownload}",
    "onePointFour.linuxDownload": "bu yerga yuklab oling",
    "onePointFour.faqsTitle": "Savol-javoblar",
    "onePointFour.resourcesQ": "Scratch 1.4 dan foydalanishni o'rganishda menga yordam berish uchun  qanday resurslar mavjud?",
    "onePointFour.gettingStartedGuide": "Scratch 1.4  ishni boshlash ko'rsatmasi",
    "onePointFour.referenceGuide": "Scratch 1.4 Ma'lumotnoma Ko'rsatmasi",
    "onePointFour.scratchCards": "Scratch kartalari",
    "onePointFour.resourcesA": "Bosqichma-bosqich kirish uchun {gettingStartedGuide} ni yuklab oling.  {referenceGuide} i Scratch interfeysini va dasturlash tilini tushuntirish orqali bo'ladi. {scratchCards} i  Scratch bilan interaktiv  loyihalar va animatsiyalarni qanday yasash kerakligini ko'rsatadigan qisqacha tushuntirishlarni ta'minlaydi.",
    "onePointFour.requirementsQ": "Scratch 1.4 uchun tizim talablari qanday?",
    "onePointFour.requirementsDisplay": "Namoyish qilish: 800 x 480 yoki undan kattaroq, minglab yoki millionlab ranglar (16-bit lik rangi yoki undan kattaroq)",
    "onePointFour.requirementsOS": "Operating System: Windows 2000 or later, Mac OS X 10.4 through 10.14, Ubuntu Linux 9.04 or later (For other versions of Linux, see the Linux Installer page) ",
    "onePointFour.requirementsDisk": "Disk: Scratch ni o'rnatish uchun bo'sh joyning 120 megabayti eng kamida.",
    "onePointFour.requirementsCPUMemory": "CPU va xotira: Ko'pchilik komputerlarda Scratch 1.4 ni ishga tushirish uchun yetarli xotira mavjud, ammo judayam eski bo'lgan komputerlarda Scratch asta-sekin ishga tushishi mumkin.",
    "onePointFour.requirementsSoundVideo": "Ovoz/ Video: Ovozni ijro etish uchun gapiruvchi kerak bo'ladi (yoki  minigarnituralar), yozib qo'yish uchun esa mikrofon talab qilinadi. Ko'pgina laptoplarda gapiruvchi qurilmalar bor va ichida mikrofon joylashtirilgan. Scratch 1.4 USB ni yoki  ichida joylashtirilgan kamerani (ixtiyoriy) ni ishlata oladi.",
    "onePointFour.errorQ": "Agar Scratch veb-saytiga loyihamni ulashganimda yoki yuklashga harakat qilganimda qanday xatolik olaman? ",
    "onePointFour.errorFileTooBig": "Fayl juda katta. Eng katta fayl chegarasi 10 Megabayt. Scratch loyihangizning hajmini qisqartirish uchun Edit menyusi> tugmachasini bosing va qisilgan ovoz yoki rasmlarni tanlang. Agar sizda qisilgan ovozlar bo'lsayu, loyihangiz haliyam yuklanmagan bo'lsa, kichikroq qilish uchun ovozlarning bir nechtasini o'chirishga harakat qilib ko'ring.",
    "onePointFour.errorInternet": "Internet aloqasi juda sekin va vaqtiyam tugagan. Kichikroq fayl qilishga harakat qiling. Agar bu ishlamasa, veb brauzeridan, boshqa aloqadan yoki boshqa komputeridan ulanishga harakat qilib ko'ring.",
    "onePointFour.errorProxy": "Proxsi-serverining olinishi.  Proxsi serveringizni ishlatish uchun Scratch konfiguratsiyangizni  yoki Internet aloqasini proxsi-serveri orqali yubormaslikka harakat qiling.",
    "onePointFour.errorLogin": "Noto'g'ri foydalanuvchi  nomi va paroli. Foydalanuvchi nomi va parol to'g'ri qilinishiga ishonch xosil qilish uchun Scratch veb-sayti ichiga ro'yxatga olishga harakat qiling."
}