{
    "onePointFour.intro": "Phiên bản cũ hơn của Scratch, bản 1.4, vẫn có sẵn để tải xuống.",
    "onePointFour.introNoteLabel": "Ghi chú:",
    "onePointFour.introNote": "{noteLabel}Bạn vẫn có thể chia sẻ dự án Scratch 1.4 lên website Scratch. Tuy nhiên, dự án được tạo ra trong Scratch 2.0 không thể mở trong Scratch 1.4",
    "onePointFour.downloads": "Tải xuống",
    "onePointFour.macTitle": "Hệ điều hành Mac OS X",
    "onePointFour.macBody": "Tương thích với Mac OSX 10.4 hay về sau",
    "onePointFour.windowsTitle": "Hệ điều hành Windows",
    "onePointFour.windowsBody": "Tương thích với Windows 2000, XP, Vista, 7, và 8",
    "onePointFour.windowsNetworkInstaller": "trình cài đặt",
    "onePointFour.windowsNetwork": "Network deployments use the {windowsNetworkInstaller}",
    "onePointFour.linuxTitle": "Debian / Ubuntu",
    "onePointFour.linuxBody": "Tương thích với Ubuntu 12.04 hay về sau",
    "onePointFour.linuxInstall": "Cài đặt Scratch với Software Center",
    "onePointFour.linuxOptions": "{linuxInstall} hoặc {linuxDownload}",
    "onePointFour.linuxDownload": "tải xuống tại đây",
    "onePointFour.faqsTitle": "Những câu hỏi thường gặp",
    "onePointFour.resourcesQ": "Có các tài nguyên nào giúp tôi học cách sử dụng Scratch 1.4?",
    "onePointFour.gettingStartedGuide": "Hướng dẫn khởi đầu Scratch 1.4",
    "onePointFour.referenceGuide": "Hướng dãn tính năng 1.4",
    "onePointFour.scratchCards": "Thẻ Scratch",
    "onePointFour.resourcesA": "Để có hướng dẫn chi tiết từng bước, tải xuống {gettingStartedGuide}. {referenceGuide} có giải thích về giao diện và ngôn ngữ lập trình Scratch. {scratchCards} cung cấp những giải thích ngắn gọn cách tạo ra những hiệu ứng và dự án tương tác được với Scratch.",
    "onePointFour.requirementsQ": "Yêu cầu hệ thống của Scratch 1.4 là gì?",
    "onePointFour.requirementsDisplay": "Màn hình: 800 * 480 hoặc lớn hơn, hàng nghìn hoặc hàng triệu màu (16-bit hoặc lớn hơn)",
    "onePointFour.requirementsOS": "Hệ điều hành: Windows 2000 hoặc mới hơn, Mac OS X 10.4 hoặc mới hơn, Ubuntu Linux 9.04 hoặc mới hơn (Với phiên bản Linux khác, truy cập trang trình cài đặt cho Linux) ",
    "onePointFour.requirementsDisk": "Ổ đĩa: Ít nhất 120MB bộ nhớ trống để cài đặt Scratch",
    "onePointFour.requirementsCPUMemory": "CPU và bộ nhớ: Hầu hết các máy tính đều có đủ bộ nhớ để chạy Scratch 1.4, nhưng những máy tính rất cũ có thể chạy Scratch rất chậm.",
    "onePointFour.requirementsSoundVideo": "Âm thanh / Video: Phát âm thanh yêu cầu loa (hoặc tai nghe), tính năng ghi âm yêu cầu mic thu âm. Nhiều laptop có loa và mic thu âm gắn sẵn. Scratch 1.4 có thể sử dụng máy ảnh USB hoặc máy ảnh gắn sẵn (tùy chọn thêm).",
    "onePointFour.errorQ": "Nếu như tôi gặp phải lỗi khi cố gằng tải lên hay chia sẻ chương trình của tôi lên trang web Scratch thì sao?",
    "onePointFour.errorFileTooBig": "Tệp quá lớn. Giới hạn kích thước của tệp là 10MB. Để thu gọn kích cỡ dự án Scratch của bạn, nhấn vào mục Edit > chọn nén âm thanh, hoặc nén ảnh. Nếu bạn đã nén âm thanh và dự án của bạn vẫn không tải lên được, thử xóa vài âm thanh để thu nhỏ kích thước tệp lại.",
    "onePointFour.errorInternet": "Kết nối Internet quá chậm và hết hạn. Hãy thử giảm kích thước tệp. Nếu không hiệu quả, thử kết nối từ máy tính hoặc kết nối hoặc trình duyệt khác.",
    "onePointFour.errorProxy": "Proxy server getting in the way. Try an Internet connection that does not go through a proxy server, or configure Scratch to use your proxy server. ",
    "onePointFour.errorLogin": "Sai tên người dùng và mật khẩu. Hãy thử đăng nhập vào website Scratch để chắc chắn rằng tên người dùng và mật khẩu chính xác."
}